[{"Work":"Symphony no. 7, \"Sinfonia antartica\": I. Prelude: Andante maestoso","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Symphony Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  London Symphony Orchestra, Bernard Haitink  London Philharmonic Orchestra, Bernard Haitink  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, London Symphony Chorus, Bryden Thomson, Catherine Bott  Sheila Armstrong, London Philharmonic Orchestra, London Philharmonic Choir, Bernard Haitink  Bournemouth Symphony Orchestra, Waynflete Singers, Kees Bakels, Lynda Russell  Ambrosian Singers, Heather Harper, London Symphony Orchestra, André Previn  Håkon Matti Skrede, Bergen Philharmonic Choir, Edvard Grieg Kor, Mari Eriksmoen, Bergen Philharmonic Orchestra, Andrew Davis  John Alldis, Norma Burrowes, London Philharmonic Choir, London Philharmonic Orchestra, Sir Adrian Boult  Alison Hargan, Royal Liverpool Philharmonic Choir, Ian Tracey, Vernon Handley","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"0dc53b61-82af-494d-a444-0b1758801e37"},{"Work":"Symphony no. 7, \"Sinfonia antartica\": II. Scherzo: Moderato","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Symphony Orchestra, André Previn  London Philharmonic Orchestra, Bernard Haitink  BBC Symphony Orchestra, Sir Andrew Davis  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, Bryden Thomson  Bournemouth Symphony Orchestra, Kees Bakels  Håkon Matti Skrede, Bergen Philharmonic Choir, Edvard Grieg Kor, Mari Eriksmoen, Bergen Philharmonic Orchestra, Andrew Davis  John Alldis, Norma Burrowes, London Philharmonic Choir, London Philharmonic Orchestra, Sir Adrian Boult  Ian Tracey, Vernon Handley","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"0dc53b61-82af-494d-a444-0b1758801e37"},{"Work":"Symphony no. 7, \"Sinfonia antartica\": III. Landscape: Lento","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Symphony Orchestra, André Previn  London Philharmonic Orchestra, Bernard Haitink  Ralph Vaughan Williams  BBC Symphony Orchestra, Sir Andrew Davis  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, Bryden Thomson, Roderick Elms  Håkon Matti Skrede, Bergen Philharmonic Choir, Edvard Grieg Kor, Mari Eriksmoen, Bergen Philharmonic Orchestra, Andrew Davis  Christopher Dowie, Bournemouth Symphony Orchestra, Kees Bakels  John Alldis, Norma Burrowes, London Philharmonic Choir, London Philharmonic Orchestra, Sir Adrian Boult  Ian Tracey, Vernon Handley","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"0dc53b61-82af-494d-a444-0b1758801e37"},{"Work":"Symphony no. 7, \"Sinfonia antartica\": IV. Intermezzo: Andante sostenuto","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Symphony Orchestra, André Previn  London Philharmonic Orchestra, Bernard Haitink  BBC Symphony Orchestra, Sir Andrew Davis  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, Bryden Thomson  Bournemouth Symphony Orchestra, Kees Bakels  Håkon Matti Skrede, Bergen Philharmonic Choir, Edvard Grieg Kor, Mari Eriksmoen, Bergen Philharmonic Orchestra, Andrew Davis  John Alldis, Norma Burrowes, London Philharmonic Choir, London Philharmonic Orchestra, Sir Adrian Boult  Ian Tracey, Vernon Handley","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"0dc53b61-82af-494d-a444-0b1758801e37"},{"Work":"Symphony no. 7, \"Sinfonia antartica\": V. Epilogue: Alla marcia, moderato (non troppo allegro)","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Symphony Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  London Philharmonic Orchestra, Bernard Haitink  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, London Symphony Chorus, Bryden Thomson, Catherine Bott  Sheila Armstrong, London Philharmonic Orchestra, London Philharmonic Choir, Bernard Haitink  Bournemouth Symphony Orchestra, Waynflete Singers, Kees Bakels, Lynda Russell  Ambrosian Singers, Heather Harper, London Symphony Orchestra, André Previn  Håkon Matti Skrede, Bergen Philharmonic Choir, Edvard Grieg Kor, Mari Eriksmoen, Bergen Philharmonic Orchestra, Andrew Davis  John Alldis, Norma Burrowes, London Philharmonic Choir, London Philharmonic Orchestra, Sir Adrian Boult  Alison Hargan, Royal Liverpool Philharmonic Choir, Ian Tracey, Vernon Handley","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"0dc53b61-82af-494d-a444-0b1758801e37"}]