[{"Work":"Benedicite: I. O all ye works of the Lord","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler  Chanticleer Singers, The Chapter House Choir, Pro arte Orchestra of York, Andrew Carter","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: II. Green Things","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler  Chanticleer Singers, The Chapter House Choir, Pro arte Orchestra of York, Andrew Carter","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: III. Sun and Moon","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: IV. Badgers and Hedgehogs","Writers":"Andrew Carter (composer)","Artists":"Children's Choirs of Wayne Presbyterian Church, Jeffrey B. Fowler  Trinity Lutheran Church Children’s Choir, Fort Wayne, Members of the Fort Wayne Symphony Orchestra, Robert Hobby","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: IX. Spirits and Souls","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: V. Ice and Snow","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: VI. Whales and Waters","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: VII. Butterflies and Moths","Writers":"Andrew Carter (composer)","Artists":"Children's Choirs of Wayne Presbyterian Church, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: VIII. Thunder and Lightning","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: X. Grannies and Grandads","Writers":"Andrew Carter (composer)","Artists":"Children's Choirs of Wayne Presbyterian Church, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Benedicite: XI. O let the earth bless the Lord","Writers":"Andrew Carter (composer)","Artists":"Wayne Oratorio Society, Jeffrey B. Fowler","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: I. Requiem æternam","Writers":"John Rutter (composer)","Artists":"The Cambridge Singers, City of London Sinfonia, John Rutter  John Rutter  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  Choir of Clare College, Cambridge, Timothy Brown  Polyphony, Bournemouth Sinfonietta, Stephen Layton  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Members of the City of London Sinfonia, Nicholas Rimmer, Timothy Brown  Students of Northfield Mount Hermon School","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: II. Out of the Deep","Writers":"John Rutter (composer)","Artists":"Mormon Tabernacle Choir  John Rutter  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, City of London Sinfonia, John Rutter  Choir of King’s College, Cambridge, City of London Sinfonia, Stephen Cleobury  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Polyphony, Lionel Handy, Bournemouth Sinfonietta, Stephen Layton  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Members of the City of London Sinfonia, Susan Dorey, Timothy Brown","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: III. Pie Jesu","Writers":"John Rutter (composer)","Artists":"Aled Jones  John Rutter  Denise Leigh  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, John Rutter  Choir of King’s College, Cambridge, Edward Saklatvala, City of London Sinfonia, Stephen Cleobury  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Rosa Mannion, Polyphony, Bournemouth Sinfonietta, Stephen Layton  Caroline Ashton, The Cambridge Singers, City of London Sinfonia, John Rutter  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Elin Manahan Thomas, Members of the City of London Sinfonia, Timothy Brown  Turtle Creek Chorale, The Dallas Women's Chorus, Timothy Seelig","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: IV. Sanctus","Writers":"John Rutter (composer)","Artists":"Mormon Tabernacle Choir  John Rutter  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, John Rutter  The Cambridge Singers, City of London Sinfonia, John Rutter  Choir of King’s College, Cambridge, City of London Sinfonia, Stephen Cleobury  Polyphony, Bournemouth Sinfonietta, Stephen Layton  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Members of the City of London Sinfonia, Timothy Brown  Students of Northfield Mount Hermon School","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: V. Agnus Dei","Writers":"John Rutter (composer)","Artists":"John Rutter  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, City of London Sinfonia, John Rutter  Choir of King’s College, Cambridge, City of London Sinfonia, Stephen Cleobury  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Polyphony, Howard Nelson, Bournemouth Sinfonietta, Stephen Layton  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Members of the City of London Sinfonia, Timothy Brown  Students of Northfield Mount Hermon School","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: VI. The Lord Is My Shepherd","Writers":"John Rutter (composer)","Artists":"John Rutter  Mormon Tabernacle Choir  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, City of London Sinfonia, John Rutter  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Polyphony, Andrew Knights, Bournemouth Sinfonietta, Stephen Layton  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Members of the City of London Sinfonia, Christopher Hooker, Timothy Brown  Students of Northfield Mount Hermon School","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"},{"Work":"Requiem: VII. Lux æterna","Writers":"John Rutter (composer)","Artists":"[unknown]  Australian Intervarsity Choral Festival Choir  Chœur Saint-Michel  The Cambridge Singers, City of London Sinfonia, John Rutter  Choir of King’s College, Cambridge, City of London Sinfonia, Stephen Cleobury  Joel Martinson, Turtle Creek Chorale, The Women's Chorus of Dallas, Timothy Seelig  Rosa Mannion, Polyphony, Bournemouth Sinfonietta, Stephen Layton  Wayne Oratorio Society, Jeffrey B. Fowler  Choir of Clare College, Cambridge, Elin Manahan Thomas, Members of the City of London Sinfonia, Timothy Brown  Students of Northfield Mount Hermon School","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"15b6df0b-555d-4d02-b7ec-74ad7a7e988d"}]