[{"Work":"Sextet for Piano and Wind Quintet, FP 100: I. Allegro vivace","Writers":"Francis Poulenc (composer)","Artists":"Ensemble Wien-Berlin, James Levine  Philippe Bernold, Olivier Doise, Hervé Joulain, Laurent Lefèvre, Alexandre Tharaud, Ronald van Spaendonck  Nash Ensemble  Stephen Hough, Berlin Philharmonic Wind Quintet  Vovka Ashkenazy, Reykjavík Wind Quintet  Ivan Klánský, Prague Wind Quintet  Michel Bergès, André Boutard, Robert Casier, Jacques Castagner, Gérard Faisandier, Jacques Février  Leonard Arner, Loren Glickman, Gervase de Peyer, Paula Robison, Robert Routch, Charles Wadsworth  Maurice Bourgue, André Cazalet, Patrick Gallois, Michel Portal, Pascal Rogé, Amaury Wallez  Éric Le Sage, Les Vents Français  Gilbert Audin, Ab Koster, Éric Le Sage, François Leleux, Paul Meyer, Emmanuel Pahud  Geneviève Amar, Jean-Pierre Armengaud, Jean-Louis Capezzali, Chantal Carry-Colas, Francis Gauthier, Hervé Joulain  Andrea de Flammineis, Nicholas Korth, Julian Milford, Daniel Pailthorpe, Emily Pailthorpe, Barnaby Robson  Gruppo di Tempera  Francis Poulenc, Philadelphia Woodwind Quintet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"Sextet for Piano and Wind Quintet, FP 100: II. Divertissement. Andantino","Writers":"Francis Poulenc (composer)","Artists":"[unknown]  Philippe Bernold, Olivier Doise, Hervé Joulain, Laurent Lefèvre, Alexandre Tharaud, Ronald van Spaendonck  Nash Ensemble  Stephen Hough, Berlin Philharmonic Wind Quintet  Vovka Ashkenazy, Reykjavík Wind Quintet  Ivan Klánský, Prague Wind Quintet  Michel Bergès, André Boutard, Robert Casier, Jacques Castagner, Gérard Faisandier, Jacques Février  Leonard Arner, Loren Glickman, Gervase de Peyer, Paula Robison, Robert Routch, Charles Wadsworth  Maurice Bourgue, André Cazalet, Patrick Gallois, Michel Portal, Pascal Rogé, Amaury Wallez  Gothenburg Wind Quintet, Eva Knardahl  Éric Le Sage, Les Vents Français  Gilbert Audin, Ab Koster, Éric Le Sage, François Leleux, Paul Meyer, Emmanuel Pahud  Ensemble Wien-Berlin, James Levine  Geneviève Amar, Jean-Pierre Armengaud, Jean-Louis Capezzali, Chantal Carry-Colas, Francis Gauthier, Hervé Joulain  Andrea de Flammineis, Nicholas Korth, Julian Milford, Daniel Pailthorpe, Emily Pailthorpe, Barnaby Robson  Gruppo di Tempera  Francis Poulenc, Philadelphia Woodwind Quintet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"Sextet for Piano and Wind Quintet, FP 100: III. Finale. Prestissimo","Writers":"Francis Poulenc (composer)","Artists":"Marija Truhanova, Maija Zandberga, Evija Putniņa, Edgars Reimanis, Māris Evelons, Anna Gāgane  Philippe Bernold, Olivier Doise, Hervé Joulain, Laurent Lefèvre, Alexandre Tharaud, Ronald van Spaendonck  Nash Ensemble  Stephen Hough, Berlin Philharmonic Wind Quintet  Vovka Ashkenazy, Reykjavík Wind Quintet  Ivan Klánský, Prague Wind Quintet  Michel Bergès, André Boutard, Robert Casier, Jacques Castagner, Gérard Faisandier, Jacques Février  Leonard Arner, Loren Glickman, Gervase de Peyer, Paula Robison, Robert Routch, Charles Wadsworth  Maurice Bourgue, André Cazalet, Patrick Gallois, Michel Portal, Pascal Rogé, Amaury Wallez  Éric Le Sage, Les Vents Français  Gilbert Audin, Ab Koster, Éric Le Sage, François Leleux, Paul Meyer, Emmanuel Pahud  Geneviève Amar, Jean-Pierre Armengaud, Jean-Louis Capezzali, Chantal Carry-Colas, Francis Gauthier, Hervé Joulain  Andrea de Flammineis, Nicholas Korth, Julian Milford, Daniel Pailthorpe, Emily Pailthorpe, Barnaby Robson  Gruppo di Tempera  Francis Poulenc, Philadelphia Woodwind Quintet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"Sonate pour clarinette et piano en si bémol majeur, FP 184: I. Allegro tristamente (Allegretto - Très calme - Tempo allegretto)","Writers":"Francis Poulenc (composer)","Artists":"Alexandre Tharaud, Ronald van Spaendonck  Éric Le Sage, Paul Meyer  Håkan Rosengren, Anne Epperson  Martin Fröst, Roland Pöntinen  Anthony McGill, Gloria Chien  Karl Leister  Michael Collins, Michael McHale  Henk de Graaf, Daniël Wayenberg  Karl Leister, James Levine  Jean-Marc Fessard, Jadwiga Lewczuk  Ralph Manno, Alfredo Perl  Ronald van Spaendonck, Alexandre Tharaud  Nash Ensemble  Pascal Devoyon, Pascal Moraguès  Itamar Golan, Sharon Kam  Jacques Février, Michel Portal  Gervase de Peyer, Charles Wadsworth  Ronald van Spaendonck & Alexandre Tharaud  Sveinung Bjelland, Fredrik Fors  Michel Portal, Pascal Rogé  Jean-Pierre Armengaud, Robert Fontaine  Julian Milford, Barnaby Robson  Duo Cernavca","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"Sonate pour clarinette et piano en si bémol majeur, FP 184: II. Romanza (Très calme)","Writers":"Francis Poulenc (composer)","Artists":"Karl Leister, James Levine  Alexandre Tharaud, Ronald van Spaendonck  Éric Le Sage, Paul Meyer  Håkan Rosengren, Anne Epperson  Martin Fröst, Roland Pöntinen  Anthony McGill, Gloria Chien  Allar Kiristaja, Kersti Leppik  Michael Collins, Michael McHale  Henk de Graaf, Daniël Wayenberg  Jean-Marc Fessard, Jadwiga Lewczuk  Ralph Manno, Alfredo Perl  Ronald van Spaendonck, Alexandre Tharaud  Nash Ensemble  Pascal Devoyon, Pascal Moraguès  Itamar Golan, Sharon Kam  Jacques Février, Michel Portal  Gervase de Peyer, Charles Wadsworth  Ronald van Spaendonck & Alexandre Tharaud  Sveinung Bjelland, Fredrik Fors  Michel Portal, Pascal Rogé  Jean-Pierre Armengaud, Robert Fontaine  Julian Milford, Barnaby Robson  Duo Cernavca","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"Sonate pour clarinette et piano en si bémol majeur, FP 184: III. Allegro con fuoco (Très animé)","Writers":"Francis Poulenc (composer)","Artists":"Alexandre Tharaud, Ronald van Spaendonck  Éric Le Sage, Paul Meyer  Håkan Rosengren, Anne Epperson  Martin Fröst, Roland Pöntinen  Anthony McGill, Gloria Chien  Allar Kiristaja, Kersti Leppik  Michael Collins, Michael McHale  Henk de Graaf, Daniël Wayenberg  Karl Leister, James Levine  Jean-Marc Fessard, Jadwiga Lewczuk  Ralph Manno, Alfredo Perl  Ronald van Spaendonck, Alexandre Tharaud  Nash Ensemble  Pascal Devoyon, Pascal Moraguès  Itamar Golan, Sharon Kam  Jacques Février, Michel Portal  Gervase de Peyer, Charles Wadsworth  Ronald van Spaendonck & Alexandre Tharaud  Sveinung Bjelland, Fredrik Fors  Michel Portal, Pascal Rogé  Jean-Pierre Armengaud, Robert Fontaine  Julian Milford, Barnaby Robson  Duo Cernavca","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"The Origin of the Harp, op. 13: I. Dolcissimo ed espressivo","Writers":"Thomas Adès (composer)","Artists":"Lynsey Marsh, Richard Benjafield, Judith Busbridge, Louise Hopkins, Susan Knight, James Boyd, Paul Richards, Barnaby Robson, Jonathan Tunnell, Paul Watkins, Thomas Adès","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"The Origin of the Harp, op. 13: II. Largo con moto","Writers":"Thomas Adès (composer)","Artists":"Lynsey Marsh, Richard Benjafield, Judith Busbridge, Louise Hopkins, Susan Knight, James Boyd, Paul Richards, Barnaby Robson, Jonathan Tunnell, Paul Watkins, Thomas Adès","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"The Origin of the Harp, op. 13: III. Spettrale","Writers":"Thomas Adès (composer)","Artists":"Lynsey Marsh, Richard Benjafield, Judith Busbridge, Louise Hopkins, Susan Knight, James Boyd, Paul Richards, Barnaby Robson, Jonathan Tunnell, Paul Watkins, Thomas Adès","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"},{"Work":"The Origin of the Harp, op. 13: IV. [untitled]","Writers":"Thomas Adès (composer)","Artists":"Lynsey Marsh, Richard Benjafield, Judith Busbridge, Louise Hopkins, Susan Knight, James Boyd, Paul Richards, Barnaby Robson, Jonathan Tunnell, Paul Watkins, Thomas Adès","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"1f80f9bd-0daf-4098-b19e-161bf58a7a2b"}]