[{"Work":"A Kékszakállú herceg vára: Door 1 \"'Jaj! Mit látsz? Mit látsz? Láncok, kések\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Bavarian State Orchestra, Wolfgang Sawallisch  Béla Bartók  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  Jessye Norman, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  John Tomlinson, Orchestra of Opera North, Richard Farnes  Sally Burgess, Orchestra of Opera North, Richard Farnes  Roger Epple  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  Ildikó Komlósi, László Polgár, Budapest Festival Orchestra, Iván Fischer  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"A Kékszakállú herceg vára: Door 3 \"Oh, be sok kincs! Oh, be sok kincs!\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Béla Bartók  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  Jessye Norman, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  Sally Burgess, Orchestra of Opera North, Richard Farnes  Bavarian State Orchestra, Wolfgang Sawallisch  Roger Epple  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  Ildikó Komlósi, László Polgár, Budapest Festival Orchestra, Iván Fischer  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"A Kékszakállú herceg vára: Door 4 \"Oh! virágok! Oh! ilatoskert!\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Bavarian State Orchestra, Wolfgang Sawallisch  Béla Bartók  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  Jessye Norman, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  Sally Burgess, Orchestra of Opera North, Richard Farnes  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  Ildikó Komlósi, László Polgár, Budapest Festival Orchestra, Iván Fischer  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"A Kékszakállú herceg vára: Door 5 \"Ah! Lásdez az én birodalmam\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Bavarian State Orchestra, Wolfgang Sawallisch  Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Roger Epple  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  Béla Bartók  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  László Polgár, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  John Tomlinson, Orchestra of Opera North, Richard Farnes  Sally Burgess, Orchestra of Opera North, Richard Farnes  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Ildikó Komlósi, László Polgár, Budapest Festival Orchestra, Iván Fischer  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez  Magyar Állami Operaház zenekara, Ádám Fischer","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"A Kékszakállú herceg vára: Door 6 \"Csendes fehér tavat látok\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Sally Burgess, Orchestra of Opera North, Richard Farnes  Bavarian State Orchestra, Wolfgang Sawallisch  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  Jessye Norman, Chicago Symphony Orchestra, Pierre Boulez  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez  Béla Bartók  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  László Polgár, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  John Tomlinson, Orchestra of Opera North, Richard Farnes  Roger Epple  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Ildikó Komlósi, László Polgár, Budapest Festival Orchestra, Iván Fischer  Anne Sofie von Otter, Willard White, City of Birmingham Symphony Orchestra, Sir Simon Rattle","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"A Kékszakállú herceg vára: Opening \"Megérkeztünk\"","Writers":"Béla Bartók (composer)  Balázs Béla (librettist)","Artists":"Bavarian State Orchestra, Wolfgang Sawallisch  Béla Bartók  John Tomlinson, Orchestra of Opera North, Richard Farnes  Siegmund Nimsgern, Tatiana Troyanos, BBC Symphony Orchestra, Pierre Boulez  Jessye Norman, Chicago Symphony Orchestra, Pierre Boulez  BBC National Orchestra of Wales, Sir Mark Elder  Budapesti Filharmóniai Társaság Zenekara, János Ferencsik  Sally Burgess, Orchestra of Opera North, Richard Farnes  Katalin Kasza, György Melis, Budapest Philharmonic Orchestra, János Ferencsik  London Philharmonic Orchestra, Sir Georg Solti  Chicago Symphony Orchestra, Pierre Boulez  Berliner Philharmoniker, Bernard Haitink  Christa Ludwig, Walter Berry, London Symphony Orchestra, István Kertész  Sir Willard White, Elena Zhidkova, London Symphony Orchestra, Valery Gergiev  Roger Epple  Mihály Székely, Olga Szönyi, London Symphony Orchestra, Antal Doráti  Magyar Állami Operaház zenekara, Ádám Fischer","ISWC":null,"Type":null,"Lyrics Languages":"hun","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Can’t Help Lovin’ Dat Man","Writers":"Jerome Kern (composer)  Oscar Hammerstein II (lyricist)","Artists":"Billie Holiday  Jerome Kern  Ava Gardner  Barbra Streisand  Ella Fitzgerald  Lena Horne  Erroll Garner  Dinah Shore  Helen Morgan  Kathryn Grayson  Billie Holiday with Teddy Wilson and His Orchestra  Björk Guðmundsdóttir & Tríó Guðmundar Ingólfssonar  Annette Warren  Björk  Louis Armstrong  Shirley Bassey  Barbara Cook  Joni James  Liza Minnelli  André Previn  Margaret Whiting  Oscar Peterson  Stéphane Grappelli  The Ray Brown Trio  Don Byas  Clifford Brown  Charlotte Church  Kiri Te Kanawa  June Christy  Trudy Richards  Lee Wiley  Yusef Lateef  Bunny Berigan  Eydie Gormé  Diane Renay  Sammy Price  Polly Bergen  Rebecca Luker  Nicole Henry  June Valli  Wing  Elisabeth Welch  Kay Martin and Her Body Guards  London Promenade Orchestra  The London Pops Orchestra  Carol Bruce  Connie Haines  Bucky Pizzarelli  Paul Smith  Frank Chacksfield & His Orchestra  Peggy Lee with the Four of a Kind  Aunt Jemima  Carol Bruce, Helen Dowdy, Kenneth Spencer & Chorus  Julie Paton  Ilse Huizinga  Paul Robeson, Paul Whiteman & His Orchestra  Rosalind Elias, Chorus  Showcase  Sally Burgess  Why Note  Carol Bruce, Helen Dowdy, Kenneth Spencer and Chorus  Marie Burke and Chorus  Kathryn Grayson, Ava Gardner & Annette Warren  Tess Gardella  Lonette McKee, Company  Devon Sinclair  Mary Hangley, Evelyn Eskin","ISWC":"T-072.650.372-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Love, Look Away (Flower Drum Song)","Writers":"Richard Rodgers (composer)  Oscar Hammerstein II (lyricist)  Don Sebesky (orchestrator)","Artists":"Rosemary Clooney  Tony Bennett  Rodgers & Hammerstein  Bobby Darin  Susannah McCorkle  Pat Suzuki  Marilyn Horne  Jody Sandhaus  Leslie Odom Jr.  Sally Burgess  Arabella Hong","ISWC":"T-070.097.382-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Magnificat, RV 611: IV. Quia fecit","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Virtuosi Saxoniae, Ludwig Güttler  Philharmonia Chorus, Philharmonia Orchestra, Riccardo Muti  Deborah York, Concerto Italiano, Rinaldo Alessandrini  José‐Luis García, Sally Burgess, The John Alldis Choir, English Chamber Orchestra, Vittorio Negri","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Rigoletto: Atto I, Scena I. Minuetto e Perigordino \"Partie? Crudele!\" (Duke, Contessa Ceprano)","Writers":"Giuseppe Verdi (composer)  Francesco Maria Piave (librettist)","Artists":"Giuseppe Verdi  Wiener Philharmoniker, Carlo Maria Giulini  Alfredo Kraus, Sally Burgess  Nicolai Gedda, Cornell MacNeil","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Rigoletto: Atto I, Scena II. \"È il sol dell'anima\" (Duca, Gilda, Ceprano, Borsa, Giovanna)","Writers":"Giuseppe Verdi (composer)  Francesco Maria Piave (librettist)","Artists":"Giuseppe Verdi  Luciano Pavarotti  Jussi Björling, Hjördis Schymberg, Nils Grevillius  Maria Callas  Jussi Björling  Luciano Pavarotti, Chorus of The Turin Opera, Orchestra of The Turin Opera  Wiener Philharmoniker, Carlo Maria Giulini  Dame Joan Sutherland, Luciano Pavarotti, London Symphony Orchestra, Richard Bonynge  Beverly Sills, Nicolai Gedda  Maria Callas, Giuseppe di Stefano  Alfredo Kraus, Beverly Sills, Sally Burgess, Ann Murray  Juan Perez, Nürnberger Symphoniker, Hans Zanotelli  Nicolai Gedda, Reri Grist, Alfredo Giacomotti  Roberto Alagna, Angela Gheorghiu, Berliner Philharmoniker, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"Rigoletto: Atto I, Scena II. \"Soccorso, padre mio!\" (Gilda, Borsa, Marullo, Ceprano, Coro, Rigoletto)","Writers":"Giuseppe Verdi (composer)  Francesco Maria Piave (librettist)","Artists":"Beverly Sills, Sherrill Milnes, John Rawnsley, Sally Burgess","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"},{"Work":"The Rio Grande","Writers":"Constant Lambert (composer)  Sacheverell Sitwell (lyricist)","Artists":"St Michael's Singers, Sir Hamilton Harty, Hallé Orchestra, Constant Lambert  Martin Pickard, Sally Burgess, Chorus of Opera North, Brian Cookson, Susan Lees, Jack Gibbons, English Northern Philharmonia, David Lloyd-Jones","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"1f9a6c40-1664-4ba3-bb8b-1dee8ccc4ecf"}]