[{"Work":"Album, op. 72 : I. Prélude","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Album, op. 72 : II. Carillon","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Album, op. 72 : III. Toccata","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ginette Doyen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Album, op. 72 : IV. Valse","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Album, op. 72 : V. Chanson Napolitaine","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Album, op. 72 : VI. Final","Writers":null,"Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Allegro appassionato in C-sharp minor, op. 70 (for piano solo)","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Ginette Doyen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Caprice arabe, op. 96","Writers":"Camille Saint‐Saëns (composer)","Artists":"Christian Ivaldi, Noël Lee  Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Caprice héroïque, op. 106","Writers":"Camille Saint‐Saëns (composer)","Artists":"Christian Ivaldi, Noël Lee  Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Caprice sur les airs de ballet d'Alceste de Gluck","Writers":"Camille Saint‐Saëns (composer)  Jean Truffot (dedication)","Artists":"Guiomar Novaes  Bernard Ringeissen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Concerto for Violin, Piano and String Orchestra in D minor: I. Allegro","Writers":"Felix Mendelssohn (composer)","Artists":"Felix Mendelssohn  [unknown]  Richard Tognetti, Polina Leschenko, Australian Chamber Orchestra  Ronald Brautigam, Isabelle van Keulen, Amsterdam Sinfonietta, Lev Markiz  Marylene Dosse, Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Stoika Milanova, Bulgarian National Radio Orchestra, Vassil Stefanov  Zoë Beyers, Luis Magalhães, Stellenbosch University Camerata  Marat Bisengaliev, Benjamin Frith, Northern Sinfonia, Andrew Penny  Martha Argerich, Gidon Kremer, Orpheus Chamber Orchestra  Min-Jung Kym, Zsolt‐Tihamér Visontay, Philharmonia Orchestra, Clemens Schuldt  Franco Gulli, Enrica Cavallo, Orchestra da camera del Angelicum Milano, Pierluigi Urbini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Concerto for Violin, Piano and String Orchestra in D minor: II. Adagio","Writers":"Felix Mendelssohn (composer)","Artists":"Felix Mendelssohn  [unknown]  Richard Tognetti, Polina Leschenko, Australian Chamber Orchestra  Ronald Brautigam, Isabelle van Keulen, Amsterdam Sinfonietta, Lev Markiz  Marylene Dosse, Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Stoika Milanova, Bulgarian National Radio Orchestra, Vassil Stefanov  Zoë Beyers, Luis Magalhães, Stellenbosch University Camerata  Marat Bisengaliev, Benjamin Frith, Northern Sinfonia, Andrew Penny  Martha Argerich, Gidon Kremer, Orpheus Chamber Orchestra  Bulgarian National Radio Symphony Orchestra, Vassil Stefanov  Min-Jung Kym, Zsolt‐Tihamér Visontay, Philharmonia Orchestra, Clemens Schuldt  Franco Gulli, Enrica Cavallo, Orchestra da camera del Angelicum Milano, Pierluigi Urbini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Concerto for Violin, Piano and String Orchestra in D minor: III. Allegro molto","Writers":"Felix Mendelssohn (composer)","Artists":"Felix Mendelssohn  Marat Bisengaliev, Benjamin Frith, Northern Sinfonia, Andrew Penny  [unknown]  Richard Tognetti, Polina Leschenko, Australian Chamber Orchestra  Ronald Brautigam, Isabelle van Keulen, Amsterdam Sinfonietta, Lev Markiz  Marylene Dosse, Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Stoika Milanova, Bulgarian National Radio Orchestra, Vassil Stefanov  Zoë Beyers, Luis Magalhães, Stellenbosch University Camerata  Martha Argerich, Gidon Kremer, Orpheus Chamber Orchestra  Min-Jung Kym, Zsolt‐Tihamér Visontay, Philharmonia Orchestra, Clemens Schuldt  Franco Gulli, Enrica Cavallo, Orchestra da camera del Angelicum Milano, Pierluigi Urbini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Duettino for Piano Duet in G major, op. 11","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Fantaisie pour piano et orchestre, L. 73, CD 72 : I. Andante - Allegro","Writers":"Claude Debussy (composer)","Artists":"Zoltán Kocsis, Budapest Festival Orchestra, Iván Fischer  BBC Symphony Orchestra, Yan Pascal Tortelier, Jean-Efflam Bavouzet  Orchestre National de Lyon, Jun Märkl  Florian Uhlig, Deutsche Radio Philharmonie Saarbrücken Kaiserslautern, Pablo González  Jean-Rodolphe Kars, London Symphony Orchestra, Sir Alexander Gibson  Koninklijk Concertgebouworkest, Willem Mengelberg, Walter Gieseking  Marylene Dosse, Lëtzebuerger philharmoneschen Orchester, Louis de Froment  François‐René Duchâble, Orchestre national du Capitole de Toulouse, Michel Plasson  hr‐Sinfonieorchester, Kurt Schröder, Walter Gieseking  Aldo Ciccolini, Orchestre National de l'ORTF, Jean Martinon  Anne Queffélec, Ulster Orchestra, Yan Pascal Tortelier  Noriko Ogawa, Singapore Symphony Orchestra, Lan Shui","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Fantaisie pour piano et orchestre, L. 73, CD 72 : II. Lento e molto espressivo","Writers":"Claude Debussy (composer)","Artists":"Zoltán Kocsis, Budapest Festival Orchestra, Iván Fischer  BBC Symphony Orchestra, Yan Pascal Tortelier, Jean-Efflam Bavouzet  Orchestre National de Lyon, Jun Märkl  Florian Uhlig, Deutsche Radio Philharmonie Saarbrücken Kaiserslautern, Pablo González  Jean-Rodolphe Kars, London Symphony Orchestra, Sir Alexander Gibson  Koninklijk Concertgebouworkest, Willem Mengelberg, Walter Gieseking  Marylene Dosse, Lëtzebuerger philharmoneschen Orchester, Louis de Froment  François‐René Duchâble, Orchestre national du Capitole de Toulouse, Michel Plasson  hr‐Sinfonieorchester, Kurt Schröder, Walter Gieseking  Aldo Ciccolini, Orchestre National de l'ORTF, Jean Martinon  Anne Queffélec, Ulster Orchestra, Yan Pascal Tortelier  Noriko Ogawa, Singapore Symphony Orchestra, Lan Shui","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Fantaisie pour piano et orchestre, L. 73, CD 72 : III. Allegro molto","Writers":"Claude Debussy (composer)","Artists":"Zoltán Kocsis, Budapest Festival Orchestra, Iván Fischer  BBC Symphony Orchestra, Yan Pascal Tortelier, Jean-Efflam Bavouzet  Orchestre National de Lyon, Jun Märkl  Florian Uhlig, Deutsche Radio Philharmonie Saarbrücken Kaiserslautern, Pablo González  Jean-Rodolphe Kars, London Symphony Orchestra, Sir Alexander Gibson  Marylene Dosse, Lëtzebuerger philharmoneschen Orchester, Louis de Froment  François‐René Duchâble, Orchestre national du Capitole de Toulouse, Michel Plasson  hr‐Sinfonieorchester, Kurt Schröder, Walter Gieseking  Aldo Ciccolini, Orchestre National de l'ORTF, Jean Martinon  Anne Queffélec, Ulster Orchestra, Yan Pascal Tortelier  Noriko Ogawa, Singapore Symphony Orchestra, Lan Shui","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Feuillet d'album, op. 81","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse, Annie Petit  William Bennett, David Campbell, James Campbell, Nicholas Daniel, Rachel Gough, Robin Kennard, Robert Maskell, Richard Watkins","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Feuillet d'Album, op. 169","Writers":"Camille Saint‐Saëns (composer)","Artists":"Bernard Ringeissen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Gavotte in C minor, op. 23","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: I. Introduction et marche royale du lion","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Brenda Lucas, John Ogdon, City of Birmingham Symphony Orchestra, Louis Frémaux  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Gaby Casadesus, Gérard Caussé, Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma, Régis Pasquier, Yan Pascal Tortelier  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Katia Labèque, Marielle Labèque, Israel Philharmonic Orchestra, Zubin Mehta  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: II. Poules et coqs","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  tiko-μ  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Michel Arrignon, Gaby Casadesus, Gérard Caussé, Philippe Entremont, Yo‐Yo Ma, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Royal Philharmonic Orchestra, Lars van Scholz  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: III. Hèmiones","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Münchener Kammerorchester, Karl Anton Rickenbacher  Queensland Symphony Orchestra, Bernard Heinze  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Gaby Casadesus, Philippe Entremont, Yo‐Yo Ma  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: IV. Tortues","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Camille Saint‐Saëns; Güher & Süher Pekinel; Orchestre philharmonique de Radio France  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Marcel Cazauran, Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: IX. Le Coucou au fond des bois","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  The Nash Ensemble  Nemzeti Filharmonikus Zenekar  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  The King’s Singers  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  London Symphony Orchestra, Skitch Henderson  Norman Reintamm, Tiiu Haamer, Elizabeth Day  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Georg Graf, Barbara Rektenwald  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Michel Arrignon, Gaby Casadesus, Philippe Entremont  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Cristina Ortiz, Antony Pay, Pascal Rogé, London Sinfonietta, Charles Dutoit  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Joseph Levine, The Philadelphia Orchestra, Saul Caston  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Alfons und Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Gennadi Rozhdestvensky  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: V. L'Éléphant","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  The K Trio  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Camille Saint‐Saëns; Güher & Süher Pekinel; Orchestre philharmonique de Radio France  The London Double Bass Sound  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Marcel Cazauran, Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Tomas Petöcz, Barbara Rektenwald  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Gaby Casadesus, Gabin Lauridon, Philippe Entremont  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Robin McGee, Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: VI. Kangourous","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Camille Saint‐Saëns; Güher & Süher Pekinel; Orchestre philharmonique de Radio France  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Marcel Cazauran, Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Barbara Rektenwald  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Gaby Casadesus, Philippe Entremont  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Libor Pešek  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: VII. Aquarium","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  [unknown]  Philharmonia Orchestra  Süddeutsche Philharmonie, Hanspeter Gmür  London Festival Orchestra, Ross Pople  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  William Orbit  London Symphony Orchestra  bond  Libera  Atlanta Symphony Orchestra  Royal Philharmonic Orchestra  Roger Willemsen  Pittsburgh Symphony Orchestra  The Nash Ensemble  Ensemble Musique Oblique  Robert W. Baldwin  Boston Pops Orchestra, Arthur Fiedler  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  The King’s Singers  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  Desirae Brown, Deondra Brown, Gil Shaham  London Symphony Orchestra, Skitch Henderson  tiko-μ  BBC National Orchestra of Wales, Martyn Brabbins  Enrique Bátiz, Mexico City Philharmonic Orchestra  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Güher Pekinel, Süher Pekinel  Württembergisches Kammerorchester Heilbronn, Jörg Faerber, Marylene Dosse, Annie Petit  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Joseph Emil Villa, Patricia Prattis Jennings, Pittsburgh Symphony Orchestra, André Previn  QuinTonic  Ensemble Instrumental, Gennadi Rozhdestvensky  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Nash Ensemble  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Pascal Rogé, Cristina Ortiz, London Sinfonietta & Charles Dutoit  Academy of London, Richard Stamp  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Philip Fowke, Peter Katin, Royal Scottish National Orchestra, Sir Alexander Gibson  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Vienna Pro Musica Orchestra, Ferdinand Roth  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Michel Cals, Gaby Casadesus, Gérard Caussé, Philippe Entremont, Yo‐Yo Ma, Alain Marion, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  David Owen Norris, Gregory Shaverdian, I Musici de Montréal, Yuli Turovsky  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Joseph Levine, The Philadelphia Orchestra, Saul Caston  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Libor Pešek, Nash Ensemble  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  National Philharmonic Orchestra, Vernon Handley  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: VIII. Personnages à longues oreilles","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  The King’s Singers  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  London Symphony Orchestra, Skitch Henderson  tiko-μ  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Tatiana Grindenko, Gidon Kremer  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Régis Pasquier, Yan Pascal Tortelier, Philippe Entremont  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  London Sinfonietta, Charles Dutoit  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Joseph Levine, The Philadelphia Orchestra, Saul Caston  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: X. Volière","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  New York Philharmonic, Leonard Bernstein  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Michel Debost, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Gaby Casadesus, Gérard Caussé, Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma, Alain Marion, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Alfons und Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: XI. Pianistes","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Gaby Casadesus, Gérard Caussé, Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Libor Pešek  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Alfons und Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: XII. Fossiles","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Robert W. Baldwin  Unicante  Georges Prêtre  Royal Scottish National Orchestra, Sir Alexander Gibson  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Pittsburgh Symphony Orchestra, André Previn  London Symphony Orchestra, Barry Wordsworth  Amsterdam Symphony Orchestra, Peter Stern  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Süddeutsche Philharmonie, Hanspeter Gmür  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Academy of London, Richard Stamp  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  The Metropolitan Symphony Orchestra, James Walker  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Michel Cals, Philippe Entremont  Michel Arrignon, Gaby Casadesus, Gérard Caussé, Michel Cerutti, Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  David Owen Norris, Gregory Shaverdian, I Musici de Montréal, Yuli Turovsky  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Martin Hoherman, Samuel Lipman, Leo Litwin, Boston Pops Orchestra, Arthur Fiedler  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Alfons und Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: XIII. Le Cygne (part of orig. Carnival of the Animals, for cello and dual piano)","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  [unknown]  London Symphony Orchestra, Barry Wordsworth  Sara Crombach, Wladislav Warenberg  Amsterdam Symphony Orchestra, Peter Stern  Süddeutsche Philharmonie, Hanspeter Gmür  Steven Isserlis, Dudley Moore, Michael Tilson Thomas  Queensland Symphony Orchestra, Bernard Heinze  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Dan Gibson  Philharmonia Orchestra  Sacha Puttnam  The Nash Ensemble  Ensemble Musique Oblique  Carlo Curley  The Philadelphia Orchestra, Eugene Ormandy  Royal Scottish National Orchestra, Sir Alexander Gibson  Boston Symphony Orchestra, Seiji Ozawa  Stéphane Tétreault  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Mischa Maisky, Orpheus Chamber Orchestra  London Symphony Orchestra, Skitch Henderson  Mischa Maisky, Orchestre de Paris, Semyon Bychkov  Sydney Symphony Orchestra, Stuart Challender  BBC National Orchestra of Wales, Martyn Brabbins  Bruno Canino, Lynn Harrell  Natalie Clein, Julian Lynch, Judith Keaney  Max Olding & Pamela Page, Queensland Symphony Orchestra, Bernard Heinze  Kotaro Fukuma  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Paul Tortelier, City of Birmingham Symphony Orchestra, Louis Frémaux  Géza Anda, Béla Síki  Zoltán Kocsis, Miklós Perényi  Gaby Casadesus, Philippe Entremont, Yo‐Yo Ma  Saint‐Saens  Michael Dussek, Ofra Harnoy  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  David Leisner, Zuill Bailey  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Nash Ensemble  Pavel Gililov, Mischa Maisky  Henri Demarquette, Brigitte Engerer  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Anne Martindale Williams, Joseph Emil Villa, Patricia Prattis Jennings  The London Pops Orchestra, Robert Mandell  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Marcel Cordier, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  David Geringas, Deutsches Symphonie‐Orchester Berlin, Lawrence Foster  Maria Kliegel, Bournemouth Sinfonietta, Jean‐François Monnard  Nelson Cooke, William Kimber  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  United Kingdom Symphony Orchestra, Christopher Warren‐Green  Philippe Entremont, Yo‐Yo Ma, The Philadelphia Orchestra, Eugene Ormandy  Andres Uibo, Ain Varts  Roderick Elms, Tim Gill, Royal Philharmonic Orchestra  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Janis Laurs, Adelaide Symphony Orchestra, David Stanhope  Antonio Beltrami, Antonio Janigro  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Michael Reeves, Paul Tortelier  London Pops Orchestra, Robert Mandell  Güher Pekinel, Süher Pekinel, ORTF Philharmonic Orchestra, Marek Janowski  Festival Ensemble of the Festival of the Sound  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Mischa Maisky, Martha Argerich, Nelson Freire  Benar Heifetz, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Bill Murray & Jan Vogler  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Yitkin Seow, Julian Lloyd Webber  Harriet Krijgh, Deutsche Staatsphilharmonie Rheinland‐Pfalz, Gustavo Gimeno  Raymond Clark, Philharmonia Orchestra, Efrem Kurtz  Robert Johnston, Paul Tortelier  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Anna Goldsworthy, Mark Kruger, Janis Laurs  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  National Philharmonic Orchestra, Vernon Handley  Albert Hirsh, Wolfgang Schneiderhan  Marie-Paule Milone, Denis Pascal  Elena Braslavsky, Jeremy Findlay, Anna Stempin-Jasnowska, Orkiestra Symfoniczna Filharmonii Poznańskiej, José Maria Florêncio  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Le Carnaval des animaux: XIV. Finale","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  [unknown]  London Symphony Orchestra, Barry Wordsworth  Süddeutsche Philharmonie, Hanspeter Gmür  Queensland Symphony Orchestra, Bernard Heinze  The Nash Ensemble  Ensemble Musique Oblique  Royal Scottish National Orchestra, Sir Alexander Gibson  Chicago Symphony Orchestra, James Levine  I Musici de Montréal, Yuli Turovsky  Wiener Philharmoniker, Karl Böhm  Boston Symphony Orchestra, Seiji Ozawa  Amsterdam Symphony Orchestra, Peter Stern  Münchener Kammerorchester, Karl Anton Rickenbacher  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Cristina Ortiz, Pascal Rogé, London Sinfonietta, Charles Dutoit  London Symphony Orchestra, Skitch Henderson  BBC National Orchestra of Wales, Martyn Brabbins  Kammermusikvereinigung des Leipziger Gewandhauses, Max Pommer, Günter Philipp, Gerhard Erber  Géza Anda, Béla Síki, Philharmonia Orchestra, Igor Markevitch  Bergen filharmoniske orkester, Neeme Järvi, Louis Lortie, Hélène Mercier  Joseph Emil Villa, Patricia Prattis Jennings, Pittsburgh Symphony Orchestra, André Previn  Pascal Rogé, Cristina Ortiz, London Sinfonietta, Charles Dutoit  QuinTonic  Slovak Radio Symphony Orchestra, Ondrej Lenárd  Royal Philharmonic Orchestra, Andrea Licata  Naomi Segal, Ruth Segal, New York Philharmonic, Leonard Bernstein  Leonard Bernstein, Naomi Segal, Ruth Segal, New York Philharmonic  Cincinnati Pops Orchestra, John Morris Russell  Bratislava Slovak Radio Symphony Orchestra, Ondrej Lenárd  Marián Lapšanský, Peter Toperczer, Czechoslovak Radio Symphony Orchestra, Ondrej Lenárd  Aldo Ciccolini, Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Georges Prêtre  Marylene Dosse, Annie Petit, Württemberg Chamber Orchestra Heilbronn  Hugh Downs, Boston Pops, Arthur Fiedler  Anton Nel, Keith Snell, Academy of London, Richard Stamp  Michel Arrignon, Michel Cals, Gaby Casadesus, Gérard Caussé, Michel Cerutti, Philippe Entremont, Gabin Lauridon, Yo‐Yo Ma, Alain Marion, Régis Pasquier, Yan Pascal Tortelier  Justine Clarke, Jay Laga'aia, Georgie Parker, Anna Goldsworthy, Mark Kruger, Adelaide Symphony Orchestra, David Stanhope  Willem Duys, Wolfgang Herzer, Alfons Kontarsky, Aloys Kontarsky, Wiener Philharmoniker, Karl Böhm  Laura O'Gorman, Nicholas Walker, Philharmonia Orchestra, Philip Ellis  Ian Brown, Anthony Goldstone, Royal Philharmonic Orchestra, Owain Arwel Hughes  Claude Frank, Lilian Kallir, The Philadelphia Orchestra, Eugene Ormandy  Elmar Gunsch, Nürnberger Symphoniker, Urs Schneider  Eduard Brunner, Irena Grafenauer, Georg Hörtnagel, Isabelle van Keulen, Gidon Kremer, Mischa Maisky, Edith Salmen-Weber, Markus Steckeler, Tabea Zimmermann, Martha Argerich, Nelson Freire  Jeanne Behrend, Sylvan Levin, The Philadelphia Orchestra, Leopold Stokowski  Frank Braley, Gautier Capuçon, Renaud Capuçon, Michel Dalberto, Esther Hoppe, Florent Jodelet, Paul Meyer, Béatrice Muthelet, Emmanuel Pahud, Janne Saksala  Tzimon Barto, Mikhaïl Rudy, Orchestre national du Capitole de Toulouse, Michel Plasson  Marielle Labèque, Wiener Philharmoniker, Semyon Bychkov  Martha Argerich, Andrey Baranov, Lyda Chen, Alexandre Debrus, Gregorio Di Trapani, Enrico Fagone, Corrado Giufferdi, Michael Guttman, Alfred Rutz, Lilya Zilberstein  Karlheinz Böhm, Wiener Philharmoniker, Karl Böhm  Martha Argerich, Sir Antonio Pappano, Soloists of Orchestra dell’Accademia Nazionale di Santa Cecilia  Ian Hobson, The Sinfonia da Camera  Jean‐François Heisser, Viktoria Postnikova, Guennadi Rojdestvenski","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Les cloches du soir, op. 85 (for piano)","Writers":"Camille Saint‐Saëns (composer)","Artists":"Bart van Oort  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A-flat major (Key)","Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Marche interaliée for piano duet, op. 155","Writers":"Camille Saint‐Saëns (writer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Mazurka no. 1 in G minor, op. 21","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Mazurka no. 2 in G minor, op. 24","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Mazurka no. 3 in B minor, op. 66","Writers":"Camille Saint‐Saëns (composer)","Artists":"Bernard Ringeissen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Menuet et valse, op. 56","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Pas redoublé, op. 86","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Concerto no. 3 in E-flat major, op. 29: III. Allegro non troppo","Writers":"Camille Saint‐Saëns (composer)","Artists":"City of Birmingham Symphony Orchestra, Sakari Oramo, Stephen Hough  WDR Sinfonieorchester Köln, Thomas Sanderling, Anna Malikova  Philippe Entremont, Orchestre national du Capitole de Toulouse, Michel Plasson  Aldo Ciccolini, Orchestre de Paris, Serge Baudo  Pascal Rogé, London Philharmonic Orchestra, Charles Dutoit  Jean‐Philippe Collard, Royal Philharmonic Orchestra, André Previn  Marylene Dosse  Romain Descharmes, Malmö Symphony Orchestra, Marc Soustrot  Gabriel Tacchino, Orchestra of Radio Luxembourg, Louis de Froment","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Duet in B major, op. 87: Scherzo","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Suite, op. 90: I. Prélude et Fugue","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Suite, op. 90: II. Menuet","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Suite, op. 90: III. Gavotte","Writers":"Camille Saint‐Saëns (composer)","Artists":"Camille Saint‐Saëns  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Piano Suite, op. 90: IV. Gigue","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Polonaise in F-sharp minor, op. 44","Writers":"Fryderyk Chopin (composer)","Artists":"Arthur Rubinstein  Vladimir Horowitz  Frédéric Chopin  Maurizio Pollini  Samson François  Janusz Olejniczak  Alfred Brendel  Garrick Ohlsson  Ivo Pogorelich  Vladimir Ashkenazy  Folke Nauta  İdil Biret  Владимир Самойлович Горовиц  Евгений Игоревич Кисин  Georges Cziffra  [unknown]  Cyprien Katsaris  Adam Harasiewicz  Nikita Magaloff  Gabriela Montero  Ronan O'Hora  Rafał Blechacz  Piotr Anderszewski  Benjamin Grosvenor  Nelson Goerner  Rudolf Buchbinder  Shura Cherkassky  Halina Czerny-Stefańska  Alexander Brailowsky  Peter Katin  Elisabeth Leonskaja  傅聰  Josef Bulva  Abdel Rahman El Bacha  Frédéric Chopin; Shura Cherkassky  Yevgeny Kissin  François‐René Duchâble  Marylene Dosse, Annie Petit","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F-sharp minor (Key)","Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Printemps, L. 61, CD 68b (for piano 4-hands and orchestra)","Writers":"Claude Debussy (composer)  Henri Büsser (orchestrator)","Artists":"[unknown]  Orchestre symphonique de Radio Télé Luxembourg, Louis de Froment  La Psallette de Lorraine, Marylene Dosse, Lëtzebuerger philharmoneschen Orchester, Louis de Froment","ISWC":null,"Type":"Suite","Lyrics Languages":null,"Attributes":"E major (Key)","Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: I. Poco sostenuto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: II. Allegro animato quasi presto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: III. Poco adagio","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: IV. Moderato assai","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: V. Allegro molto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Bagatelles for Piano, op. 3: VI. Poco sostenuto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Ian Hobson  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 1. Prélude: Allegretto moderato","Writers":"Camille Saint‐Saëns (composer)","Artists":"Leon Fleisher  Michel Béroff  Piers Lane  Oopopi Symphony Orchestra  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 2. Alla fuga: Allegro non troppo","Writers":"Camille Saint‐Saëns (composer)","Artists":"Leon Fleisher  Michel Béroff  Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 3. Moto perpetuo: Allegretto - Doux et tranquille","Writers":"Camille Saint‐Saëns (composer)","Artists":"Leon Fleisher  Michel Béroff  Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 4. Bourrée: Molto allegro","Writers":"Camille Saint‐Saëns (composer)","Artists":"Alfred Cortot  Leon Fleisher  Michel Béroff  Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 5. Élégie: Poco adagio","Writers":"Camille Saint‐Saëns (composer)","Artists":"Leon Fleisher  Michel Béroff  Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études pour la main gauche seule, op. 135: No. 6. Gigue: Presto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Leon Fleisher  Michel Béroff  Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 1. Prelude: Con bravura","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Bernard Ringeissen  François‐René Duchâble  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 2. Pour l'indépendance des doigts: Andantino malinconico","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Bernard Ringeissen  François‐René Duchâble  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 3. Prélude et fugue en fa mineur: Fugue: Animato","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 4. Étude de rythme: Andantino","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Bernard Ringeissen  François‐René Duchâble  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 5. Prélude et fugue en la mineur: Fugue: Moderato","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 52: No. 6. En forme de valse: Mouvement de valse","Writers":"Camille Saint‐Saëns (composer)","Artists":"Alfred Cortot  Georges Cziffra  Eugen d'Albert  Cécile Ousset  Piers Lane  Bernard Ringeissen  Ginette Doyen  François‐René Duchâble  Marylene Dosse  Jaroslaw Nadrzycki  Orchestre Philharmonique Royal de Liège, Christian Arming","ISWC":null,"Type":"Étude","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 1. Tierces majeures et mineures: Allegretto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 2. Traits chromatiques: Allegretto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 3. Prélude et fugue: Fugue: Moderato espressivo","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 4. Les Cloches de Las Palmas: Andantino","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 5. Tierces majeures chromatiques: Vivace","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Études, op. 111: No. 6. Toccata d'après le 5e concerto: Molto allegro","Writers":"Camille Saint‐Saëns (composer)","Artists":"Samson François  Cécile Ousset  Piers Lane  Stephanie McCallum  Ginette Doyen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : I. Allegro moderato","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : II. Poco Allegro grazioso","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : III. Allegretto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : IV. Allegro moderato","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : V. Andantino quasi allegretto","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Six Fugues, op. 161 : VI. Maestoso poco allegro","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Souvenir d'Ismaïlia, op. 100","Writers":"Camille Saint‐Saëns (composer)  Isidor Philipp (dedication)","Artists":"Bernard Ringeissen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Souvenir d’Italie in G major, op. 80","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Thème varié, op. 97","Writers":"Camille Saint‐Saëns (composer)","Artists":"Piers Lane  Ginette Doyen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Une nuit à Lisbonne, op. 63","Writers":"Camille Saint‐Saëns (composer)","Artists":"Royal Scottish National Orchestra, Neeme Järvi  Camille Saint‐Saëns  Orchestre Symphonique Français, Laurent Petitgirard  Marylene Dosse  Orchestre philharmonique de France","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Valse Canariote in A minor, op. 88","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Valse gaie, op. 139","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Valse langoureuse in E major, op. 120","Writers":"Camille Saint‐Saëns (composer)","Artists":"Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Valse mignonne, op. 104","Writers":"Camille Saint‐Saëns (composer)","Artists":"Bernard Ringeissen  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Valse nonchalante, for piano in D-flat major, op. 110","Writers":"Camille Saint‐Saëns (composer)","Artists":"Stephen Hough  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D-flat major (Key)","Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"},{"Work":"Variations on a Theme of Beethoven, op. 35","Writers":"Camille Saint‐Saëns (composer)  Alfred Jaëll (dedication)","Artists":"Camille Saint‐Saëns; Yo‐Yo Ma  Christian Ivaldi, Noël Lee  Marylene Dosse","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"29685207-a825-4b8d-a012-7a51bbad900d"}]