[{"Work":"Pelléas et Mélisande: Act I, Scene II. \"Voici ce qu'il écrit à son frère Pelléas: 'Un soir, je l'ai trouvée'\" (Geneviève)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  Maggie Teyte, Gerald Moore, James Whitehead  L’Orchestre de la Suisse Romande, Ernest Ansermet  Nadine Denize, Berliner Philharmoniker, Herbert von Karajan  Orchestre de la Société des Concerts du Conservatoire, Roger Désormière  Symphonieorchester des Bayerischen Rundfunks, André Cluytens  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Claire Croiza, Armand Narçon, Orchestre Symphonique, Georges Truc  Germaine Cernay, Roger Désormière","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"2ebc5bc9-a612-43bc-86b5-5d19f28a028d"},{"Work":"Pelléas et Mélisande: Act V. \"Attention... attention\" (Arkel, Le médecin)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  L’Orchestre de la Suisse Romande, Ernest Ansermet  Ruggero Raimondi, Pascal Thomas, Berliner Philharmoniker, Herbert von Karajan  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Paul Cabanel, Armand Narçon, Roger Désormière","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"2ebc5bc9-a612-43bc-86b5-5d19f28a028d"},{"Work":"Pelléas et Mélisande: Act V. \"Ce n'est pas de cette petite blessure qu'elle peut mourir ...\" (Le médecin, Arkel, Golaud)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  L’Orchestre de la Suisse Romande, Ernest Ansermet  Pascal Thomas, Ruggero Raimondi, José van Dam, Berliner Philharmoniker, Herbert von Karajan  Orchestre de la Société des Concerts du Conservatoire, Roger Désormière  Symphonieorchester des Bayerischen Rundfunks, André Cluytens  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Paul Cabanel, Henri Etcheverry, Armand Narçon, Roger Désormière","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"2ebc5bc9-a612-43bc-86b5-5d19f28a028d"},{"Work":"Pelléas et Mélisande: Act V. \"Ouvrez la fenêtre, ouvrez la fenêtre ...\" (Mélisande, Arkel, Le médecin)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Frederica von Stade, Ruggero Raimondi, Pascal Thomas, Berliner Philharmoniker, Herbert von Karajan  Symphonieorchester des Bayerischen Rundfunks, André Cluytens  Orchestre National de la Radiodiffusion Française, André Cluytens  Paul Cabanel, Irène Joachim, Armand Narçon, Roger Désormière","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"2ebc5bc9-a612-43bc-86b5-5d19f28a028d"},{"Work":"Pelléas et Mélisande: Act V. \"Qu'y-a-t-il? Qu'est-ce que toutes ces femmes viennent faire ici?\" (Golaud, Le médecin, Arkel)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  L’Orchestre de la Suisse Romande, Ernest Ansermet  José van Dam, Pascal Thomas, Ruggero Raimondi, Berliner Philharmoniker, Herbert von Karajan  Orchestre de la Société des Concerts du Conservatoire, Roger Désormière  Symphonieorchester des Bayerischen Rundfunks, André Cluytens  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Paul Cabanel, Henri Etcheverry, Armand Narçon, Roger Désormière","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"2ebc5bc9-a612-43bc-86b5-5d19f28a028d"}]