[{"Work":"Après un rêve, op. 7 no. 1 (catch-all arrangement for cello and piano)","Writers":"Gabriel Fauré (composer)","Artists":"Mstislav Rostropovich  Yo‐Yo Ma, Kathryn Stott  Jamie Walton, Daniel Grimwood  Bruno Canino, Lynn Harrell  Paul Tortelier, Shuku Iwasaki  Bryndís Halla Gylfadóttir, Steinunn Birna Ragnarsdóttir  Steven Doane, Barry Snyder","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Après un rêve, op. 7 no. 1 (for cello and piano, Casals)","Writers":"Gabriel Fauré (composer)  Pau Casals (instrument arranger)","Artists":"Alexander Dedyukhin, Mstislav Rostropovich  Daria Hovora, Mischa Maisky  Gabriel Fauré  Alban Gerhardt, Cécile Licad  Steven Isserlis, Stephen Hough  Drinkall-Baker Duo  Emil Klein, Sorin Melinte  Heinrich Schiff, Samuel Sanders  Peter Bruns, Roglit Ishay  Ophélie Gaillard, Bruno Fontaine  Dimitri Ferschtman, Mila Baslawskaya  Paul Tortelier, Shuku Iwasaki  Pau Casals, Nicolai Mednikoff  Michael Dussek, Ofra Harnoy  Charles Albert Baker, Pau Casals  Thomas Demenga, Thomas Larcher  Éric Le Sage, François Salque  Nelson Cooke, William Kimber  Antonio Beltrami, Antonio Janigro  Antonio Janigro, Dinu Lipatti  Imogen Cooper, Sonia Wieder‐Atherton  Håvard Gimse, Aage Kvalbein  Elizabeth Burley, Richard May  Kamilla Isanbaeva, Harriet Krijgh","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Cello Sonata in E (12 Solos for the Violoncello, no. 10) (for cello and piano)","Writers":"Giuseppe Valentini (composer)","Artists":"Paul Tortelier, Shuku Iwasaki","ISWC":null,"Type":"Sonata","Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Danse espagnole (for violin and piano, Kreisler)","Writers":"Fritz Kreisler (arranger)  Manuel de Falla (composer)","Artists":"Fritz Kreisler  Jascha Heifetz, Emanuel Bay  諏訪内晶子  Manuel de Falla  David Oistrakh, Vladimir Yampolsky  Tasmin Little, Piers Lane  Heiki Mätlik, Terje Terasmaa, Arvo Leibur  Itzhak Perlman, Samuel Sanders  Saschko Gawriloff, Arnulf von Arnim  James Ehnes, Eduard Laurel  Paula Pärtlas, [unknown]  Leonidas Kavakos, Péter Nagy  Joshua Bell, Samuel Sanders  Jack Liebeck, Katya Apekisheva  Nigel Kennedy, John Lenehan  Patrick Bismuth, Anne Gaels  Alexandre Da Costa, Ensemble Canimex  Paul Huang, Jessica Osborne  Alexander Markovich, Sergei Nakariakov  Christian Ferras, Jean‐Claude Ambrosini  Eloise Niwa, Steven Staryk  Arabella Steinbacher, Peter von Wienhardt  Rina Dokshinsky, Alban Gerhardt  Ivry Gitlis, Shuku Iwasaki  David Garvey, Itzhak Perlman  Jean-Efflam Bavouzet, Laurent Korcia  Martin Krause, Gerhard Taschner  Hubert Giesen, Gerhard Taschner","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Dix pièces de genre, op. 10: No. 5. Élégie jouée par les Erinnyes (catch-all for arrangements)","Writers":"Jules Massenet (composer)","Artists":"Paul Tortelier, Shuku Iwasaki  Håvard Gimse, Aage Kvalbein","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Goyescas: Intermezzo (for cello and piano, Cassadó)","Writers":"Enrique Granados (composer)  Gaspar Cassadó (arranger)","Artists":"Pau Casals, Nicolai Mednikoff  Mstislav Rostropovich  Sara Crombach, Wladislav Warenberg  August Karjus, Elsa Avesson  Jamie Walton, Daniel Grimwood  Mischa Maisky, Lily Maisky  Bruno Canino, Lynn Harrell  Paul Tortelier, Shuku Iwasaki  Wladislav Warenberg, Sara Crombach  Antonio Beltrami, Antonio Janigro  Mstislav Rostropovich, Alexander Dedyukhin  Daniela Ghigino, Marco Scano  Rina Dokshinsky, Alban Gerhardt  Anne Gastinel, Pablo Márquez  Leon Pommers, János Starker","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Hungarian Dance no. 1 in G minor (for violin and piano, unknown arranger)","Writers":"Johannes Brahms (composer)","Artists":"Itzhak Perlman, Vladimir Ashkenazy  Joshua Bell, Samuel Sanders  Leonid Kogan, Andrei Mytnik  Ivry Gitlis, Shuku Iwasaki","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Introduction and Polonaise brillante for cello & piano in C major, op. 3","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  Alexander Dedyukhin, Mstislav Rostropovich  Matt Haimovitz  Martha Argerich, Gautier Capuçon  Martha Argerich, Mischa Maisky  Jean-Frédéric Neuburger, Tatjana Vassiljeva  Steven Isserlis, Dénes Várjon  Zuill Bailey, Simone Dinnerstein  Mstislav Rostropovich, Martha Argerich  Carter Brey, Garrick Ohlsson  Edgar Moreau, Pierre-Yves Hodique  Pierre Fournier  Truls Mørk & Kathryn Stott  Ophélie Gaillard, Edna Stern  Natalie Clein, Charles Owen  Timora Rosler, Klára Würtz  Paul Tortelier, Shuku Iwasaki  Bertrand Chamayou, Sol Gabetta  Alisa Weilerstein, Inon Barnatan  Beatriz Blanco, Federico Bosco  Vittorio Ceccanti, Simone Gragnani  György Sebök, János Starker  Bernd Glemser, Maria Kliegel  Martha Argerich, Mstislav Rostropovich  Vittorio Ceccanti, Simone Gragnani, Duccio Ceccanti  Leonard Rose, Samuel Sanders  Mstislav Rostropovich, Alexander Dedyukhin  Sergei Istomin, Viviana Sofronitzky  Yitkin Seow, Julian Lloyd Webber  Jan Krzysztof Broja, Andrzej Bauer  Elizabeth Burley, Richard May","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C major (Key)","Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Moto perpetuo, op. 11 (for violin and piano, ed. David)","Writers":"Niccolò Paganini (composer)  Ferdinand David (instrument arranger)","Artists":"Pavel Šporcl, Petr Jiříkovský  Itzhak Perlman, Samuel Sanders  Tedi Papavrami, Christophe Larrieu  Ruggiero Ricci, Louis Persinger  Jascha Heifetz, André Benoist  Paul Tortelier, Shuku Iwasaki  Bella Davidovich, Yulian Sitkovetsky  Salvatore Accardo, The Chamber Orchestra of Europe, Franco Tamponi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Pièce en forme de habanera (catch-all for arrangements)","Writers":"Maurice Ravel (composer)","Artists":"John Newmark, Paul Tortelier  Empire Brass  [unknown]  The Schmidt\/Verdery Duo  Jamie Walton, Daniel Grimwood  Bruno Canino, Lynn Harrell  Paul Tortelier, Shuku Iwasaki  Arabesque Duo  Detlef Bensmann, Michael Rische  Duncan McTier, Kathron Sturrock  Nina Assimakopoulos, George Boespflug  Antonio Janigro, Dinu Lipatti  Arthur Grumiaux, Paul Ulanowsky  Irena Grafenauer, Michael Grandt  Eszter Horgas, Andrea Vigh  Toshiko Kiryu, Maxence Larrieu, Susanna Mildonian  Brandon Ridenour, Rich Ridenour  Elina Kachalova, Sofia de Salis  Markus Becker, Alban Gerhardt  John Harle, John Lenehan  Natalie Clein, Craig Ogden  Irina Auner, Thomas Auner","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Prélude no. 4 in E minor, op. 28: Largo (catch-all for arrangements)","Writers":"Fryderyk Chopin (composer)","Artists":"Trio Zingara  Frédéric Chopin  McCoy Tyner  Paul Tortelier, Shuku Iwasaki  John Lenehan, Julian Lloyd Webber  John Newmark, Paul Tortelier  Brandon Ridenour, Rich Ridenour  Ensemble Caprice, Matthias Maute","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Recital Etude no. 5 for Cello and Piano: Pishnetto","Writers":"Paul Tortelier (composer)","Artists":"Paul Tortelier  Paul Tortelier, Shuku Iwasaki","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 1. Joc cu bâtă (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Leonidas Kavakos, Péter Nagy  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 2. Brâul (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Leonidas Kavakos, Péter Nagy  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 3. Pe Loc (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Leonidas Kavakos, Péter Nagy  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 4. Buciumeana (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Leonidas Kavakos, Péter Nagy  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Marcel Gazelle, Yehudi Menuhin  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  Alexandre Lagoya, Simion Stanciu  Florent Boffard, Isabelle Faust  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 5. Poargă Românească (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Leonidas Kavakos, Péter Nagy  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Marcel Gazelle, Yehudi Menuhin  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Romanian Folk Dances, Sz. 56, BB 68: No. 6. Măruntel (for violin and piano, Szekely)","Writers":"Béla Bartók (composer)  Zoltán Székely (arranger)","Artists":"Tasmin Little, John Lenehan  Midori, Robert McDonald  Daniel Hope, Sebastian Knauer  Krysia Osostowicz, Susan Tomes  Patricia Kopatchinskaja, Fazıl Say  Marcel Gazelle, Yehudi Menuhin  Susanne Stanzeleit, Gusztáv Fenyő  Kurt Nikkanen, Rohan de Silva  Dmitry Sitkovetsky, Pavel Gililov  Claire Désert, Philippe Graffin  Boris Berezovsky, Vadim Repin  若林暢  Ian Brown, Maurice Hasson  Ivry Gitlis, Shuku Iwasaki  Yuri van Nieuwkerk, Rosanne Philippens","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Rondo in G minor, op. 94, B. 171 (for cello and piano)","Writers":"Antonín Dvořák (composer)","Artists":"Steven Isserlis, Stephen Hough  Christian Poltéra, Kathryn Stott  Michal Kaňka, Jaromír Klepáč  Robert Cohen, Roger Vignoles  Paul Tortelier, Shuku Iwasaki  Jiří Bárta, Jan Čech  John Newmark, Paul Tortelier  Julie Sévilla Fraysse, Antoine De Grolée  Robert Cohen, Roberte Mamou","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Spanish Dances, op. 23: No. 2. Zapateado (catch-all for arrangements)","Writers":"Pablo de Sarasate (composer)","Artists":"Pablo de Sarasate  Paul Tortelier, Shuku Iwasaki  National Philharmonic Orchestra, Eric Robinson  John Newmark, Paul Tortelier  Gilbert Audin, Jean-Michel Javoy, Laurent Lefèvre, Jean-Claude Montac, Nicolas Pinard, Anne Vigneau  Miklós Szenthelyi, Hungarian State Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"},{"Work":"Villageoise","Writers":"Gérard Hekking (composer)","Artists":"Paul Tortelier, Shuku Iwasaki","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"30c771c2-4439-4b00-be1b-93b378991c65"}]