[{"Work":"Moves like Jagger","Writers":"Adam Levine (writer)  Shellback (writer)  benny blanco (writer)  Ammar Malik (writer)","Artists":"Maroon 5 feat. Christina Aguilera  Maroon 5  Christina Aguilera  Bananarama  Maroon 5 feat. Christina Aguilera & Mac Miller  Peter Hollens feat. Savannah Outen  The Cooltrane Quartet  Glee Cast  Daniel Boaventura  Sam Tsui  Marcus Collins  Megan Nicole  All About Maggie  Alma Thomas  Sabrina  MICappella  Christina Aguilera & Maroon 5  Scooter and the Penguins featuring Pepé the King Prawn  Maroon 5 & Maffio  The Bristol Suspensions  8 Bit Universe  Leo Moracchioli  The Holophonics  Music Box Mania  Café Lounge  Tyler Ward & Katy McAllister  Eloi Vicente  Jason Fernandez  Dorothy Descalsota  Ebony Day  Jason Chen feat. Tiffany Alvord  Kevin Littlefield & Alex G  Glenn Cunningham  Adam Stanton  Thora Jonassen & Magnus Bokn  Ely Jaffe feat. Jake Antelis, Mordy Gilden  Trevor Exter  Larry Woods  Kamilah  Middlebury College Stuck in the Middle","ISWC":"T-906.338.619-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"32430956-4168-4bbb-9cc2-c30210749bd8"},{"Work":"Payphone","Writers":"Adam Levine (writer)  Wiz Khalifa (writer)  Shellback (writer)  benny blanco (writer)  Robopop (writer)  Ammar Malik (writer)","Artists":"Maroon 5 feat. Wiz Khalifa  Maroon 5  Kidz Bop  Ahmir  Newton Faulkner  Marcela Mangabeira  Boyce Avenue  Savannah Outen  Meghan Tonjes  Megan Nicole  Paradise Fears  Cassadee Pope  Satellites & Sirens  Jason Chen  Jayesslee  Sabrina  Beth  Eli Lieb  Crown the Empire  Jun Sung Ahn  Megan and Liz  Julia Sheer  Kajiwara  Alex G  Chlara  Tanner Patrick  RUNAGROUND  Collin McLoughlin  Music Box Mania  Relaxing Piano Covers  Missy Lynn  Daniel Jang  Adam Stanton  Juliet Weybret & Drew Tabor  Megan Lee  Landon Austin feat. Esther Faith  Jess Moskaluke & Corey Gray  Shaun Reynolds feat. Ebony Day & Black Prez  Tyler Ward feat. Katy McAllister  Steve Acho and Jene Irene feat. Munch  Marlai Acoustic  David DiMuzio & Emmanuelle Vera  Tiffany Alvord feat. Jervy Hou  Ely Jaffe & Matt Koziol feat. Derrick Wright & Dan Policar  Daniel Evans  SACRA\/PROFANA  I Fratelli McFly  Alex Goot feat. Eppic","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"32430956-4168-4bbb-9cc2-c30210749bd8"}]