[{"Work":"Alabama Barbecue","Writers":"J. Fred Coots (composer)  Benny Davis (lyricist)","Artists":"The Ink Spots  Tempo King and his Kings of Tempo","ISWC":"T-071.056.302-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Alabama Barbeque","Writers":"J. Fred Coots (composer)","Artists":"Svend Asmussen Quartet","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Berusad och rädd","Writers":"J. Fred Coots (composer)  Torkel Rasmusson (translator)","Artists":"Blå tåget","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Change of Scenery","Writers":"J. Fred Coots (writer)  Maurice Sigler (writer)","Artists":"Ethel Ennis","ISWC":"T-070.024.381-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Copper Colored Gal","Writers":"J. Fred Coots (composer)  Benny Davis (lyricist)","Artists":"John Barry  Gregory Hines & Bob Wilber and His Band","ISWC":"T-900.755.471-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"For All We Know (1934 song)","Writers":"Sam M. Lewis (lyricist)  J. Fred Coots (composer)","Artists":"Nat King Cole  Nina Simone  The Dave Brubeck Quartet  Barbra Streisand  Rod Stewart  The Nat King Cole Trio  Rosemary Clooney  Aretha Franklin  Susannah McCorkle  Dave Brubeck  Dexter Gordon  The Slow Club  The King Cole Trio  The Dave Brubeck Quartet with Paul Desmond  Gloria Estefan  Matt Monro  Billie Holiday  Chet Baker  Grant Green  Gary Burton & Friends  McCoy Tyner  Mel Rhyne  Sheila Jordan  Al Martino  Michael Crawford  Dianne Reeves  Nana Mouskouri  Brad Mehldau  Abbey Lincoln  John Pizzarelli  Johnny Hartman  Blue Mitchell  June Christy  Stefano Bollani  Cedar Walton  Silje Nergaard  The Three Sounds  Eydie Gormé  Joanie Sommers  Bert Weedon  Dexter Gordon Quartet  Greetje Kauffeld  Hal Kemp and His Orchestra  Odean Pope Trio  Bobby Broom  Till Brönner  Teddi King  Rob McConnell Tentet  Ethel Ennis  Cal Tjader Quartet  Fay Claassen  Joe Locke  Benny Carter Quartet  Gregory Porter  Ray Charles & Betty Carter  Roberta Flack & Donny Hathaway  Janis Siegel and Fred Hersch  Keith Jarrett \/ Charlie Haden  Al Cohn & Jimmy Rowles  Oscar Peterson & Benny Green  Cyrus Chestnut Trio  Ryan Kisor  David Hazeltine \/ Seamus Blake \/ David Williams \/ Joe Farnsworth  Peg Carrothers  Jody Sandhaus  Wes Montgomery with Melvin Rhyne  Monica Borrfors & Sweet Jazz Trio  Ronnie Scott's All Stars","ISWC":"T-070.055.121-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"I Still Get a Thrill (Thinking of You)","Writers":"J. Fred Coots (composer)  Benny Davis (composer)","Artists":"Dean Martin  Harry Belafonte  Guy Lombardo  Jerry Vale  Ethel Ennis  Chester Gaylord","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"It's a Precious Little Thing Called Love","Writers":"J. Fred Coots (writer)  Lou Davis (writer)","Artists":"McKinney’s Cotton Pickers","ISWC":"T-070.166.527-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Ja, sie hat die Schönheit von Mama","Writers":"J. Fred Coots (writer)  Benny Davis (writer)  Robert Gilbert (lyricist)  Arthur Swanstrom (writer)","Artists":"Palast Orchester mit seinem Sänger Max Raabe","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Let's Be Friends","Writers":"J. Fred Coots (writer)  Mannie Greenfield (writer)","Artists":"Marvin Gaye","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Louisiana Fairy Tale","Writers":"Mitchell Parish (lyricist)  J. Fred Coots (composer)  Haven Gillespie (lyricist)","Artists":"Bradley N. Litwin  Chamorro-Terraza & Friends","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Love Letters in the Sand","Writers":"Nick Kenny (composer, lyricist)  Charles Kenny (composer, lyricist)  J. Fred Coots (composer)","Artists":"Pat Boone  Andy Williams  Jerry Lee Lewis  Patsy Cline  Joni James  Anita Bryant  Bobby Bare  Ambrose and His Orchestra  Ted Black & His Orchestra  Richard Wayne  Jody Abrahams, Karen Curlee, Melanie Mitchell, Tia Speros  Frankie Carle, His Piano and Rhythm Quintet  Paul Brooks  Al Diamond","ISWC":"T-070.097.373-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Me and My Teddy Bear","Writers":"J. Fred Coots (composer)  Jack Winters (composer)","Artists":"Rosemary Clooney","ISWC":"T-070.108.760-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Nikolaus-Lied","Writers":"Peter Alexander (lyricist)  J. Fred Coots (composer)  Haven Gillespie (composer)","Artists":"Peter Alexander","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Santa Claus Is Coming to Town","Writers":"J. Fred Coots (composer)  Haven Gillespie (lyricist)","Artists":"Bruce Springsteen  Bruce Springsteen & The E Street Band  Nat King Cole  Bing Crosby  Frank Sinatra  Bing Crosby & The Andrews Sisters  The Beach Boys  Gene Autry  Bing Crosby & Frank Sinatra  Carpenters  Tony Bennett  Lou Rawls  The Glenn Miller Orchestra  Ella Fitzgerald  Chicago  Vince Gill  Lena Horne  Cartoons  The Four Seasons  Hank Thompson & His Brazos Valley Boys  The Supremes  J. Fred Coots  杉山清貴  The Jackson 5  Mariah Carey  James Taylor  Wilson Phillips  Cyndi Lauper  Faith Hill  Barbra Streisand  Dolly Parton  Marty Robbins  Alan Jackson  Anne Murray  Mannheim Steamroller  The Pointer Sisters  Peggy Lee  Johnny Mercer  Gilby Clarke  The Drifters  Mary Stallings  BoA  Barry Manilow  Michael Bolton  Perry Como  Pat Boone  Etta James  Laura Pausini  Jimmy Smith  Bobby Vinton  Richard Clayderman  Gina Jeffreys  The Mills Brothers  Patricia Barber  Ray Conniff  The Trammps  The Judds  Tuck Andress  Skeeter Davis  Paul Bley  The Crystals  Attila Fias  Edyta Górniak  Immature  Renee Rosnes  Abney Park  Fred Waring & His Pennsylvanians  Dorothy Moore  The Ramsey Lewis Trio  The Wurzels  Michael Bublé  Susan Aglukark  Jan Garber & His Orchestra  Guy Lombardo & His Royal Canadians  Birthe Kjær  David Campbell  The California Raisins  Nils Landgren  Brigham Young University Vocal Point  Jack Jezzro  Aloe Blacc  Shannon Noll  Rubber Band  Cascada  Wing  東方神起  The Soulful Strings  The Haywains  Reginald Dixon  FLIP-FLAP  Sy Mann  Auscultate  Magnus Carlsson  Roger Cicero  手嶌葵  Harry Reser and His Orchestra  The Ralph Hunter Choir  Johnny Bregar  George Greeley  Sonny Schuyler with George Hall & His Orchestra  Alexander Rybak  Justin Bieber  Glee Cast  Jessie J  Arthur Fiedler & Boston Pops Orchestra  Johnny Mercer & The Pied Pipers  Perry Como with Mitchell Ayres and His Orchestra  Frank Sinatra & Cyndi Lauper  Rosemary Clooney & Michael Feinstein  Bing Crosby & The Andrews Sisters with Vic Schoen and His Orchestra  Houston Person & Etta Jones  The Andrews Sisters & Bing Crosby  Nat \"King\" Cole  Pentatonix  Don Scaletta Trio  DJ Speedo feat. Wildside  The Holiday Choraliers & The Longines Symphonette  Indianapolis Symphony Orchestra, Jack Everly  Bob Murphy & Donna Havasi  Haven Gillespie  Frank Sinatra with Axel Stordahl & His Orchestra  Nicolaus Esterházy Sinfonia, Peter Breiner  Diana Ross & The Supremes  Ivy Levan  Haven Gillespie & J. Fred Coots  André Schwartz  James Walker  Mickey, Goofy and Donald  Ames Brothers  Caribbean Steel Drum Ensemble  Ben l’Oncle Soul, Claire Keim & Sinclair  Rosemary Clooney & Rosie O’Donnell  Michelle Beauchesne  Arthur Fiedler and The Boston Pops  Elisa Mutto e Linda Cobelli  Mantua Band Studio  Hollywood Tuba 12  Bruce Springsteen & The E Street Band with Paul McCartney  Holly & The Snowbells  Bruce Springsteen & The Max Weinberg 7 With Friends  Alice Cooper, John 5, Billy Sheehan & Vinny Appice  The Golddiggers  Lisa Wahlandt & Sven Faller  Frankie Valli & The Four Seasons  Kylie Minogue featuring Frank Sinatra  Bruce Springsteen & The “E” Streeters  The Jersey Devil and The E Street Band  Bruce Springsteen & The E Street Band with Curt Ramm  Daniel O’Donnell  Bill Augustine & Malcolm Cecil  Bruce Springsteen & The Max Weinberg 7 with Friends  Paul Carrack with the SWR Big Band  Keith Jarrett, Gary Peacock, Jack DeJohnette  Old School Basterds  Flute Ensemble Triptyque  Gene Autry with The Cass County Boys, The King Sisters & Carl Cotner’s Orchestra  Jennifer Berning  The Roy-Cliffs","ISWC":"T-070.134.145-8","Type":"Song","Lyrics Languages":"eng","Attributes":"490011788 (ASCAP ID)","Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Santa Klauss nāk","Writers":"J. Fred Coots (composer)","Artists":"[unknown]","ISWC":null,"Type":"Song","Lyrics Languages":"lav","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Strangers","Writers":"J. Fred Coots (writer)  Charles O'Flynn (writer)","Artists":"Fletcher Henderson and His Orchestra","ISWC":"T-070.137.989-6","Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"There’s Honey on the Moon Tonight","Writers":"J. Fred Coots (lyricist)  Haven Gillespie (composer)  Mack Davis (composer)","Artists":"Jay Ungar & Molly Mason","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Tu viens dans ma tête","Writers":"Maxime Le Forestier (translator)  J. Fred Coots (composer)  Haven Gillespie (lyricist)","Artists":"Julien Clerc","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Two Tickets to Georgia","Writers":"J. Fred Coots (writer)  Charles Tobias (writer)  Joe Young (writer)","Artists":"Jack Teagarden  Ben Pollack","ISWC":"T-070.181.791-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Warm Lips and Cold Cold Kisses","Writers":"J. Fred Coots (composer)  Nick Kenny (composer)  Charles Kenny (composer)","Artists":"Lee Clark","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"Who Loves You?","Writers":"J. Fred Coots (composer)  Benny Davis (lyricist)","Artists":"Billie Holiday  White Chocolate Drops","ISWC":"T-070.199.802-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"You Go to My Head","Writers":"J. Fred Coots (composer)  Haven Gillespie (lyricist)","Artists":"Frank Sinatra  Miles Davis  Anthony Braxton  Clifford Brown  Louis Armstrong  Billie Holiday  Sarah Vaughan  Vince Jones  Judy Garland  Dave Brubeck  Art Pepper  Rod Stewart  Marlene Dietrich  Mary Stallings  Susannah McCorkle  The Dave Brubeck Quartet  Keely Smith  Diana Krall  Tony Bennett  Stacey Kent  Mari Nakamoto  Louis Armstrong & Oscar Peterson  Art Pepper and George Cables  Miles Davis  Bob Dylan  Bryan Ferry  Rosemary Clooney  Chuck Berry  Ennio Morricone  Natalie Cole  Art Tatum  Dizzy Gillespie  Joni James  Chet Baker  Ann Hampton Callaway  Gene Ammons  Carol Sloane  Michael Feinstein  Della Griffin  Bud Powell  Jimmy Raney  Lee Morgan  Joe Pass  Dinah Washington  Shirley Horn  Betty Carter  Miles Davis Quintet  Steve Newcomb Trio  Cassandra Wilson  Liberace  Mathilde Santing  Helen Forrest  Julie London  Roy Hargrove  Viktor Lazlo  Zoot Sims  Stan Kenton  Bennie Wallace  Lars Gullin  Luciana Souza  Morgana King  Lio  Ann Richards  Dolores Gray  Charlie Mariano  Chet Baker Quartet  The Dave Brubeck Octet  Al Haig  Helen Schneider  Teddy Wilson and His Orchestra  Derek Bailey  Colette Magny  Jutta Hipp  Lou Donaldson\/Clifford Brown Quintet  Gary Smulyan Quintet  Giacomo Gates  Susie Arioli  Thore Swanerud  Daniel Michaels & His Orchestra  Steve Grossman Quartet  Kurt Rosenwinkel Standards Trio  Art Pepper with Duke Jordan  Chet Baker & Paul Bley  Jeanne Lee & Mal Waldron  Jimmy Raney and Sonny Clark  Vince Jones & Grace Knight  The Dave Brubeck Quartet feat. Paul Desmond  Linda Ronstadt with Nelson Riddle and His Orchestra  The Oscar Peterson Trio feat. Louis Armstrong  Oscar Peterson & Louis Armstrong  Bill Evans with Freddie Hubbard & Zoot Sims  Frank Sinatra with Axel Stordahl & His Orchestra  The Ahmad Jamal Trio  Buddy De Franco  Sarah Vaughan & Count Basie & His Orchestra  Audra Mariel  Laurie Allyn  Annie Sellick feat. Joey DeFrancesco  Chet Baker, Russ Freeman, Bob Whitlock & Bobby White  Larry Clinton & His Orchestra with Bea Wain  The Clifford Brown–Max Roach Quintet  Ran Blake & Anthony Braxton  The Oom Maw Maw  Grant Stewart  Tilly Cryar  Roberta Donnay And The Prohibition Mob Band  Janis Mann  Monica Borrfors & Sweet Jazz Trio  Venus featuring Chet Baker and Ronnie Urini  Beverly Kenney with Ralph Burns Orchestra","ISWC":"T-070.210.576-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"サンタがまちにやってくる","Writers":"J. Fred Coots (composer)  Haven Gillespie (lyricist)  カンベタカオ (translator)","Artists":"坂田おさむ  羽生未来","ISWC":null,"Type":"Song","Lyrics Languages":"jpn","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"サンタが町にやってくる","Writers":"J. Fred Coots (composer)  Haven Gillespie (lyricist)  タカオ・カンベ (translator)","Artists":"杉並児童合唱団  MAHO堂  May J.  柏原芳恵  枢軸  保田圭・りんね・アヤカ・松浦亜弥  タンポポ児童合唱団  ファイン、プーモ、ブライト、アルテッサ  深見梨加、コロムビアゆりかご会  Chicago Poodle  天海春香・如月千早・高槻やよい・菊地 真・星井美希","ISWC":"T-915.743.598-8","Type":"Song","Lyrics Languages":"jpn","Attributes":"0S0-0710-0 (JASRAC ID)","Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"},{"Work":"聖誕老人從天降","Writers":"J. Fred Coots (writer)  Haven Gillespie (writer)  李德安 (translator)","Artists":"鄧麗君","ISWC":null,"Type":"Song","Lyrics Languages":"cmn","Attributes":null,"Rating":null,"gid":"3bcb90e6-c8d9-463d-870a-3cc1e480a060"}]