[{"Work":"\"Islamey, Oriental Fantasy\", op. 18 (for solo piano, original version)","Writers":"Милий Алексеевич Балакирев (composer)","Artists":"Julius Katchen  Милий Алексеевич Балакирев  Georges Cziffra  Claudio Arrau  Андрей Владимирович Гаврилов  John Ogdon  Jenő Jandó  Alfred Brendel  Михаил Васильевич Плетнев  Olga Kern  Michael Lewin  Boris Berezovsky  Benyamin Nuss  Mily Balakirev  Hando Nahkur  Gary Graffman  Piers Lane  Andrei Gavrilov  Alexander Paley  Yefim Bronfman  Vancouver Symphony Orchestra, Bramwell Tovey  Alberto Cobo  Philip Edward Fisher  Nibya Mariño  Boris lvov  Jong-Gyung Park  Vladimir Sverdlov","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"2 Rhapsodies, op. 79: No. 1 in B minor. Agitato","Writers":"Johannes Brahms (composer)","Artists":"Arthur Rubinstein  Murray Perahia  Wilhelm Kempff  Glenn Gould  Martha Argerich  Martin Jones  Van Cliburn  Emanuel Ax  Radu Lupu  Peter Rösel  İdil Biret  Stephen Kovacevich  Hélène Grimaud  Ivo Pogorelich  Eva Knardahl  Wilhelm Backhaus  Amir Farid  Rudolf Buchbinder  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Yves Nat  Barry Douglas  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Mikhail Rudy  Jónas Sen  François‐René Duchâble  Marie‐Josèphe Jude  Dieter Zechlin  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"2 Rhapsodies, op. 79: No. 2 in G minor. Molto passionato, ma non troppo allegro","Writers":"Johannes Brahms (composer)","Artists":"Arthur Rubinstein  Wilhelm Kempff  Martha Argerich  Radu Lupu  Julius Katchen  Van Cliburn  Sviatoslav Richter  Emanuel Ax  Maria Yudina  Glenn Gould  Johannes Brahms  İdil Biret  Murray Perahia  Earl Wild  Stephen Kovacevich  Diane Hidy  Hélène Grimaud  Ivo Pogorelich  Martin Jones  Artur Schnabel  Eva Knardahl  Wilhelm Backhaus  Caroline Duris  Rudolf Buchbinder  Hans Pålsson  Walter Klien  Anna Vinnitskaya  Håkon Austbø  Paul Badura-Skoda  Jörg Demus  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Peter Rösel  Yves Nat  Barry Douglas  Burkard Schliessmann  Valery Afanassiev  Mikhail Rudy  Dmitry Paperno  Jónas Sen  Annette Servadei  François‐René Duchâble  Marie‐Josèphe Jude  Olga Samaroff  Dieter Zechlin  Witold Malcuzynski  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"3 intermezzi, op. 117: Nr. 1 in Es-Dur. Andante moderato","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Stephen Kovacevich  Glenn Gould  İdil Biret  Wilhelm Kempff  [unknown]  Arthur Rubinstein  Martin Jones  Van Cliburn  Dieter Goldmann  Håkon Austbø  Maria Yudina  Misha Goldstein  Julius Katchen  Jorge Bolet  Marc-André Hamelin  Robert Silverman  Arcadi Volodos  Jonathan Plowright  Carol Rosenberger  Maria João Pires  Awadagin Pratt  Dinu Lipatti  Hélène Grimaud  Ivo Pogorelich  Artur Schnabel  Wolf Harden  Ivan Ilić  Konstantin Scherbakov  Walter Klien  Dénes Várjon  Vilmos Fischer  Olga Scheps  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Peter Rösel  Yves Nat  Barry Douglas  Gewandhausorchester, Riccardo Chailly  Burkard Schliessmann  Valery Afanassiev  Joaquín Achúcarro  Leif Ove Andsnes, City of Birmingham Symphony Orchestra, Simon Rattle  John Lill  Simon Trpčeski  Reid Nibley  Sir Clifford Curzon  Mikhail Rudy  Jorge Federico Osorio  Benjamin Kopp  Eugene Istomin  David Deveau  Nadja Rubanenko  Annette Servadei  Stephen Bishop Kovacevich  François‐René Duchâble  Marie‐Josèphe Jude  Paul McCarthy  Haochen Zhang  Magdalena Baczewska  Richard North  Dieter Goldman  Vladimir Feltsman  Anno Graser","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"3 intermezzi, op. 117: Nr. 2 in b-Moll. Andante non troppo e con molta espressione","Writers":"Johannes Brahms (composer)","Artists":"Arthur Rubinstein  Johannes Brahms  Van Cliburn  Wilhelm Kempff  [unknown]  Dieter Goldmann  İdil Biret  Stephen Kovacevich  Vladimir Horowitz  Maria Yudina  Peter Rösel  Yves Nat  Grigory Sokolov  Glenn Gould  Jorge Bolet  Marc-André Hamelin  Robert Silverman  Arcadi Volodos  Jonathan Plowright  Earl Wild  Nelson Freire  Maria João Pires  Wibi Soerjadi  Awadagin Pratt  Leif Ove Andsnes  Dinu Lipatti  Hélène Grimaud  Ivo Pogorelich  Martin Jones  Dubravka Tomšič  Solomon  Wilhelm Backhaus  Ivan Ilić  Walter Klien  Ricardo Peñalver  Dénes Várjon  Håkon Austbø  Emanuel Ax  Joseph Cooper  Nicholas Angelich  Radu Lupu  Misha Goldstein  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Burkard Schliessmann  Guiomar Novaes  Julius Katchen  Valery Afanassiev  Khatia Buniatishvili  Joaquín Achúcarro  John Lill  Simon Trpčeski  Mikhail Rudy  Jorge Federico Osorio  Михаил Рудый  Eugene Istomin  New World Symphony  Eileen Joyce  François‐René Duchâble  Marie‐Josèphe Jude  Paul McCarthy  Haochen Zhang  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"3 intermezzi, op. 117: Nr. 3 in cis-Moll. Andante con moto","Writers":"Johannes Brahms (composer)","Artists":"Van Cliburn  Johannes Brahms  Wilhelm Kempff  Stephen Kovacevich  Arthur Rubinstein  Maria Yudina  Glenn Gould  Jorge Bolet  İdil Biret  Marc-André Hamelin  Robert Silverman  Arcadi Volodos  Jonathan Plowright  Maria João Pires  Awadagin Pratt  Hélène Grimaud  Ivo Pogorelich  Martin Jones  Ivan Ilić  Walter Klien  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Peter Rösel  Yves Nat  Barry Douglas  Burkard Schliessmann  Mikhaïl Rudy  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Leif Ove Andsnes, City of Birmingham Symphony Orchestra, Simon Rattle  John Lill  Simon Trpčeski  Mikhail Rudy  Dmitry Paperno  Jorge Federico Osorio  Eugene Istomin  François‐René Duchâble  Marie‐Josèphe Jude  Paul McCarthy  Haochen Zhang  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C-sharp minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 1 in G major: Andante con moto cantabile e compiacevole","Writers":"Ludwig van Beethoven (composer)","Artists":"Glenn Gould  Alfred Brendel  Sviatoslav Richter  Stephen Kovacevich  András Schiff  Vladimir Ashkenazy  Friedrich Gulda  Wilhelm Kempff  Jenő Jandó  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Baby Genius  Piotr Anderszewski  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Richard Steiner  Анатолий Угорский  Gregor Weichert  Julius Katchen  Jonathan Biss  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Melvyn Tan  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 2 in G minor: Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Glenn Gould  Alfred Brendel  Stephen Kovacevich  András Schiff  Vladimir Ashkenazy  Richard Steiner  Melvyn Tan  Wilhelm Kempff  Jenő Jandó  [unknown]  Alexandre Tharaud  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Piotr Anderszewski  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Анатолий Угорский  Gregor Weichert  Julius Katchen  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 3 in E-flat major: Andante cantabile e grazioso","Writers":"Ludwig van Beethoven (composer)","Artists":"Glenn Gould  Alfred Brendel  Stephen Kovacevich  András Schiff  Vladimir Ashkenazy  Richard Steiner  Friedrich Gulda  Wilhelm Kempff  Jenő Jandó  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Piotr Anderszewski  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Анатолий Угорский  Gregor Weichert  Julius Katchen  Jonathan Biss  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Melvyn Tan  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 4 in B minor: Presto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Glenn Gould  Stephen Kovacevich  András Schiff  Sviatoslav Richter  Vladimir Ashkenazy  Wilhelm Kempff  Jenő Jandó  Eugen d'Albert  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Piotr Anderszewski  Bernard Roberts  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Richard Steiner  Анатолий Угорский  Gregor Weichert  Julius Katchen  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Melvyn Tan  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 5 in G major: Quasi Allegretto","Writers":"Ludwig van Beethoven (composer)","Artists":"Glenn Gould  Alfred Brendel  Stephen Kovacevich  András Schiff  Vladimir Ashkenazy  Wilhelm Kempff  Jenő Jandó  [unknown]  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Piotr Anderszewski  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Richard Steiner  Анатолий Угорский  Gregor Weichert  Julius Katchen  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Melvyn Tan  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Bagatelles, op. 126: No. 6 in E-flat major: Presto - Andante amabile e con moto - Tempo","Writers":"Ludwig van Beethoven (composer)","Artists":"Glenn Gould  Alfred Brendel  Ludwig van Beethoven  Stephen Kovacevich  András Schiff  Sviatoslav Richter  Vladimir Ashkenazy  Melvyn Tan  Wilhelm Kempff  Jenő Jandó  [unknown]  Artur Schnabel  Christoph Eschenbach  Ronald Brautigam  Roland Pöntinen  Piotr Anderszewski  Bernard Roberts  Nelson Goerner  Rudolf Buchbinder  Anatol Ugorski  Jörg Demus  Steven Osborne  Stephanie McCallum  Richard Steiner  Анатолий Угорский  Gregor Weichert  Julius Katchen  Menahem Pressler  Jos van Immerseel  Georges Solchany  Yukio Yokoyama  Mia Chung  Gary Cooper  Christoph Berner  Giovanni Mazzocchin  Valéry Afanassiev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 1. Intermezzo in a-Moll: Allegro non assai, ma molto appassionato","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Sviatoslav Richter  Hélène Grimaud  Maria Yudina  Glenn Gould  Johannes Brahms  İdil Biret  Murray Perahia  Arcadi Volodos  Stephen Kovacevich  Martin Jones  Van Cliburn  Eva Knardahl  Peter Donohoe  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Kong Xiangdong  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Ernst Levy  David Deveau  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 2. Intermezzo in A-Dur. Andante teneramente","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Arthur Rubinstein  Hélène Grimaud  İdil Biret  Wilhelm Kempff  Glenn Gould  Jenő Jandó  Nelson Freire  Wibi Soerjadi  Van Cliburn  Maria Yudina  Murray Perahia  Modern Mandolin Quartet  Arcadi Volodos  [unknown]  Jeff Berlin  Stephen Kovacevich  牧野由依  David Stanhope  郎朗  Ivo Pogorelich  Martin Jones  Eva Knardahl  Alain Planès  Peter Donohoe  Ricardo Peñalver  Håkon Austbø  Daniel Pollack  Tamar Halperin & Andreas Scholl  Emanuel Ax  Nicholas Angelich  Radu Lupu  Misha Goldstein  Roger Woodward  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Anna Klas  Vladima Jeremjan  Melody Brown  Kong Xiangdong  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Adolph Drescher  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Ernst Levy  Kindermusik  David Deveau  Eileen Joyce  Mikhail Kazakevich  David Golub  Annette Servadei  Ambre  Jane Coop  Magdalena Baczewska  Richard North  Vladimir Feltsman  Tom Nazziola","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 3. Ballade in g-Moll. Allegro energico","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Arthur Rubinstein  Hélène Grimaud  Van Cliburn  Sviatoslav Richter  Johannes Brahms  İdil Biret  Murray Perahia  Arcadi Volodos  Earl Wild  Nelson Freire  Stephen Kovacevich  Martin Jones  Eva Knardahl  Peter Donohoe  Håkon Austbø  Elisabeth Leonskaja  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Kong Xiangdong  Burkard Schliessmann  Mikhaïl Rudy  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Ernst Levy  Eileen Joyce  Ilona Eibenschütz  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 4. Intermezzo in f-Moll. Allegretto un poco agitato","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Hélène Grimaud  Maria Yudina  Johannes Brahms  İdil Biret  Murray Perahia  Arcadi Volodos  Stephen Kovacevich  Martin Jones  Eva Knardahl  Peter Donohoe  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Kong Xiangdong  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 5. Romanze in F-Dur. Andante","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Johannes Brahms  İdil Biret  Jenő Jandó  Arthur Rubinstein  Hélène Grimaud  Martin Jones  Murray Perahia  Arcadi Volodos  Stephen Kovacevich  郎朗  Carmen Piazzini  Eva Knardahl  Peter Donohoe  Dénes Várjon  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Kong Xiangdong  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Eileen Joyce  Magdalena Baczewska  Richard North  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"6 Klavierstücke, op. 118: Nr. 6. Intermezzo in es-Moll. Andante, largo e mesto","Writers":"Johannes Brahms (composer)","Artists":"Arthur Rubinstein  Wilhelm Kempff  Johannes Brahms  Murray Perahia  Van Cliburn  Glenn Gould  Hélène Grimaud  Martin Jones  Sviatoslav Richter  Maria Yudina  İdil Biret  Jenő Jandó  [unknown]  Stephen Kovacevich  Dinu Lipatti  Eva Knardahl  Peter Donohoe  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Radu Lupu  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Walter Gieseking  Kong Xiangdong  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Joaquín Achúcarro  Mikhail Rudy  Jorge Federico Osorio  Jozef de Beenhouwer  Михаил Рудый  David Deveau  Richard North  Witold Malcuzynski  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 1 in D minor. Capriccio. Presto energico","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Emil Gilels  Jorge Federico Osorio  Johannes Brahms  İdil Biret  Jonathan Plowright  Nelson Freire  Stephen Kovacevich  Hélène Grimaud  Martin Jones  Richard Goode  Anna Vinnitskaya  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Dmitry Paperno  Михаил Рудый  Víkingur Ólafsson  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 2 in A minor. Intermezzo. Andante","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Emil Gilels  Johannes Brahms  İdil Biret  Maria Yudina  Jorge Federico Osorio  Jonathan Plowright  Stephen Kovacevich  Arthur Rubinstein  Dinu Lipatti  Hélène Grimaud  Martin Jones  Artur Schnabel  Richard Goode  Ivan Ilić  Anna Vinnitskaya  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Dmitry Paperno  Михаил Рудый  Víkingur Ólafsson  Irén Marik  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 3 in G minor. Capriccio. Allegro passionato","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Sviatoslav Richter  Emil Gilels  Van Cliburn  Barry Douglas  Jorge Federico Osorio  Johannes Brahms  İdil Biret  Jonathan Plowright  Stephen Kovacevich  Hélène Grimaud  Martin Jones  Richard Goode  Ivan Ilić  Anna Vinnitskaya  Håkon Austbø  David Greilsammer  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Mikhail Rudy  Dmitry Paperno  Víkingur Ólafsson  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 4 in E major. Intermezzo. Adagio","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Emil Gilels  İdil Biret  Ivan Ilić  Barry Douglas  Dmitry Paperno  Jorge Federico Osorio  Glenn Gould  Johannes Brahms  Jonathan Plowright  Nelson Freire  Stephen Kovacevich  Arthur Rubinstein  Hélène Grimaud  Martin Jones  Richard Goode  Anna Vinnitskaya  Håkon Austbø  David Greilsammer  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Gewandhausorchester, Riccardo Chailly  Walter Gieseking  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Mikhail Rudy  Víkingur Ólafsson  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 5 in E minor. Intermezzo. Andante con grazia ed intimissimo sentimento","Writers":"Johannes Brahms (composer)","Artists":"Sviatoslav Richter  Emil Gilels  Wilhelm Kempff  İdil Biret  Jorge Federico Osorio  Johannes Brahms  Jonathan Plowright  Stephen Kovacevich  Arthur Rubinstein  Hélène Grimaud  Martin Jones  Richard Goode  Anna Vinnitskaya  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Mikhail Rudy  Dmitry Paperno  Víkingur Ólafsson  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 6 in E major. Intermezzo. Andanti teneramente","Writers":"Johannes Brahms (composer)","Artists":"Emil Gilels  Wilhelm Kempff  Johannes Brahms  İdil Biret  Sviatoslav Richter  Jorge Federico Osorio  Jonathan Plowright  Stephen Kovacevich  Arthur Rubinstein  Hélène Grimaud  Martin Jones  Van Cliburn  Richard Goode  William Kapell  Ivan Ilić  Anna Vinnitskaya  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Barry Douglas  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Mikhail Rudy  Dmitry Paperno  Víkingur Ólafsson  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"7 Fantasias, op. 116: No. 7 in D minor. Capriccio. Allegro agitato","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Emil Gilels  Sviatoslav Richter  Barry Douglas  Jorge Federico Osorio  Johannes Brahms  İdil Biret  Jonathan Plowright  Stephen Kovacevich  Dinu Lipatti  Hélène Grimaud  Martin Jones  Richard Goode  Ivan Ilić  Anna Vinnitskaya  Håkon Austbø  Emanuel Ax  Nicholas Angelich  Gerhard Oppitz  Philippe Cassard  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Alexander Melnikov  Imogen Cooper  Yevgeny Kissin  Dmitry Paperno  Михаил Рудый  Víkingur Ólafsson  Eileen Joyce  Anna Tsybuleva  Richard North  Annika Treutler  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 1. Capriccio in F-sharp minor: Un poco agitato","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  İdil Biret  Arcadi Volodos  Stephen Kovacevich  Tamás Vásáry  Ivo Pogorelich  Martin Jones  Richard Goode  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Cédric Tiberghien  Julius Katchen  이방숙  Mikhail Rudy  Jozef de Beenhouwer  Heinrich Neuhaus  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F-sharp minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 2. Capriccio in B minor: Allegretto non troppo","Writers":"Johannes Brahms (composer)","Artists":"Arthur Rubinstein  Wilhelm Kempff  İdil Biret  Murray Perahia  Johannes Brahms  Béla Bartók  Arcadi Volodos  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Myra Hess  Richard Goode  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Evgeny Kissin  Cédric Tiberghien  Julius Katchen  이방숙  Mikhail Rudy  Jozef de Beenhouwer  David Deveau  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 3. Intermezzo in A-flat major: Grazioso","Writers":"Johannes Brahms (composer)","Artists":"İdil Biret  Wilhelm Kempff  Heinrich Neuhaus  Arcadi Volodos  Nelson Freire  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Myra Hess  Richard Goode  William Kapell  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Cédric Tiberghien  Walter Gieseking  Julius Katchen  이방숙  Mikhail Rudy  Jozef de Beenhouwer  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A-flat major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 4. Intermezzo in B-flat major: Allegretto grazioso","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  İdil Biret  Heinrich Neuhaus  Brad Mehldau  Arcadi Volodos  Nelson Freire  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Richard Goode  Clara Haskil  Walter Klien  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Misha Goldstein  Dinorah Varsi  Gerhard Oppitz  Peter Rösel  Barry Douglas  Harriet Cohen  Cédric Tiberghien  Walter Gieseking  Julius Katchen  이방숙  Mikhail Rudy  Jozef de Beenhouwer  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 5. Capriccio in C-sharp minor: Agitato, ma non troppo presto","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  İdil Biret  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Richard Goode  Clara Haskil  Walter Klien  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Cédric Tiberghien  Julius Katchen  이방숙  Mikhail Rudy  Jozef de Beenhouwer  Heinrich Neuhaus  David Deveau  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C-sharp minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 6. Intermezzo in A major: Andante con moto","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  İdil Biret  Heinrich Neuhaus  Glenn Gould  Jenő Jandó  Earl Wild  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Richard Goode  Walter Klien  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Cédric Tiberghien  Julius Katchen  Mikhail Rudy  Jozef de Beenhouwer  Eileen Joyce  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 7. Intermezzo in A minor: Moderato semplice","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  İdil Biret  Jenő Jandó  Arthur Rubinstein  Heinrich Neuhaus  Glenn Gould  Johannes Brahms  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Richard Goode  Walter Klien  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Evgeny Kissin  Cédric Tiberghien  Julius Katchen  이방숙  Mikhail Rudy  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"8 Klavierstücke, op. 76: Nr. 8. Capriccio in C major: Grazioso ed un poco vivace","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Sviatoslav Richter  İdil Biret  [unknown]  Stephen Kovacevich  Tamás Vásáry  Martin Jones  Richard Goode  Walter Klien  Eldar Djangirov  Justus Frantz  Anna Vinnitskaya  Håkon Austbø  Nicholas Angelich  Dinorah Varsi  Gerhard Oppitz  Barry Douglas  Cédric Tiberghien  Julius Katchen  Mikhail Rudy  Jozef de Beenhouwer  Heinrich Neuhaus  Marie‐Josèphe Jude  Vladimir Feltsman","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"16 Waltzes, op. 39 (for solo piano)","Writers":"Johannes Brahms (composer)","Artists":"Martin Jones  Julius Katchen  Gerhard Oppitz  Santiago Rodriguez  Nadia Boulanger, Dinu Lipatti","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 12 in C-sharp minor, S. 244 no. 12","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Arthur Rubinstein  Jorge Bolet  Julius Katchen  Евгений Игоревич Кисин  Evgeny Kissin  Valentina Lisitsa  Miyuji Kaneko  Franz Liszt  Jenő Jandó  Misha Dichter  Samson François  Kun Woo Paik  Van Cliburn  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  Agustin Anievas  Gina Bachauer  France Clidat  Yevgeny Kissin  Arthur De Greef  Ernst Levy  Mark Hambourg  Aleksandra Mikulska  Civitas Ensemble  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Tema. Vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  [unknown]  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. I. Alla marcia maestoso","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  [unknown]  Cyprien Katsaris  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. II. Poco allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. III. L'istesso tempo","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. IV. Un poco più vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Rudolf Serkin  Sviatoslav Richter  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. IX. Allegro pesante e risoluto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Ludwig van Beethoven  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  Leonard Shure  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. V. Allegro vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. VI. Allegro ma non troppo e serioso","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Stephen Kovacevich  Daniel Barenboim  Sviatoslav Richter  Ludwig van Beethoven  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  Leonard Shure  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. VII. Un poco più allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  Leonard Shure  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. VIII. Poco vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Rudolf Serkin  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. X. Presto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  Leonard Shure  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XI. Allegretto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XII. Un poco più moto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XIII. Vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Cyprien Katsaris  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XIV. Grave e maestoso","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Andreas Staier  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XIX. Presto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Maria Yudina  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XV. Presto scherzando","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XVI. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XVII. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XVIII. Poco moderato","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XX. Andante","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Ludwig van Beethoven  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Friedrich Gulda  Maurizio Pollini  Cyprien Katsaris  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXI. Allegro con brio","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Ludwig van Beethoven  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXII. Allegro molto","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Cyprien Katsaris  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXIII. Allegro assai","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXIV. Fughetta. Andante","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXIX. Adagio ma non troppo","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  William Kinderman  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXV. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXVI. Piacevole","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXVII. Vivace","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXVIII. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXX. Andante, sempre cantabile","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXXI. Largo, molto espressivo","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXXII. Fuga. Allegro - Poco adagio","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"33 Variations for Piano in C major on a Waltz by Anton Diabelli, op. 120: Var. XXXIII. Tempo di Menuetto moderato","Writers":"Ludwig van Beethoven (composer)","Artists":"Alfred Brendel  Daniel Barenboim  Sviatoslav Richter  Stephen Kovacevich  Rudolf Serkin  Claudio Arrau  András Schiff  Wilhelm Backhaus  Julius Katchen  Ludwig van Beethoven  Friedrich Gulda  Maurizio Pollini  Daniel Varsano  Artur Schnabel  Ronald Brautigam  Andreas Staier  Alfredo Perl  Olli Mustonen  Piotr Anderszewski  Vladimir Ashkenazy  Konstantin Scherbakov  Hans Richter-Haaser  Anatol Ugorski  Stefan Vladar  Maria Yudina  Grigory Sokolov  Evgeni Koroliov  Paul Lewis  Igor Levit  Georges Solchany  Martin Helmchen  Gary Cooper  Christian Leotta  John O’Conor  William Kinderman  Michael Leslie  Giovanni Mazzocchin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Arabeske in C major, op. 18","Writers":"Robert Schumann (composer)","Artists":"Vladimir Horowitz  Robert Schumann  Arthur Rubinstein  Евгений Игоревич Кисин  Maria João Pires  Stanislav Bunin  Владимир Самойлович Горовиц  Wilhelm Kempff  Claudio Arrau  Klára Würtz  Emil Gilels  Maurizio Pollini  Jenő Jandó  Byron Janis  Youri Egorov  Vladimir Ashkenazy  Jörg Demus  [unknown]  Nelson Freire  Wibi Soerjadi  Daniel Barenboim  Alexis Weissenberg  Станислав Станиславович Бунин  András Schiff  Bernd Glemser  Mieczysław Horszowski  Ricardo Peñalver  David Fung  Stefan Vladar  Anu Jaagosild  Norman Shetler  Yves Nat  Kong Xiangdong  Julius Katchen  Minako Tsuruta  Jonathan Biss  Myung Whun Chung  Slawomir Wilk  Pavel Jegorov  Costantino Catena  Arthur De Greef  Éric Le Sage  Tatiana Zelikman  Jurgis Karnavičius  Annette Servadei  Dieter Zechlin  Vassily Primakov  Alexander Romanovsky  Ronan O’Hora  Duo Anger-Gerassimez  Tom Nazziola","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Auf Flügeln des Gesanges, op. 34 Nr. 2","Writers":"Felix Mendelssohn (composer)  Heinrich Heine (lyricist)","Artists":"Felix Mendelssohn  London Promenade Orchestra, Eric Hammerstein  Julius Katchen  Daniel Hope, Sebastian Knauer  Victoria de los Ángeles, Sinfonia of London, Rafael Frühbeck de Burgos  Kiri Te Kanawa  Barbara Bonney  Leopold Godowsky  [unknown]  中川昌三  Kenneth McKellar  Dame Janet Baker  André Kostelanetz & His Orchestra  The New 101 Strings Orchestra  Thomas Quasthoff, Justus Zeyen  Dame Janet Baker, Geoffrey Parsons  Christian Lindberg, Per Lundberg  Philharmonia Orchestra, Richard Bonynge, Dame Joan Sutherland  Gunilla von Bahr, Karin Langebo  Christoph Prégardien, Andreas Staier  Mischa Maisky, Sergio Tiempo  Elly Ameling, Rudolf Jansen  Yvonne Kenny, Melbourne Symphony Orchestra, Vladimir Kamirski  St Paul’s Cathedral Choir, English Chamber Orchestra, Barry Rose, Kiri Te Kanawa  Daniel Müller‐Schott, Jonathan Gilad  Dietrich Fischer‐Dieskau, Wolfgang Sawallisch  Simon Lindley, Philip McCann  Richard Crooks, Clarence Dickinson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Ballade no. 3 in A-flat major, op. 47","Writers":"Fryderyk Chopin (composer)  Pauline de Noailles (dedication)","Artists":"Frédéric Chopin  Sviatoslav Richter  Claudio Arrau  Alfred Cortot  Van Cliburn  Benno Moiseiwitsch  Burkard Schliessmann  Friedrich Gulda  Wilhelm Kempff  Murray Perahia  Bella Davidovich  Arthur Rubinstein  Ignaz Friedman  Samson François  Tamás Vásáry  Vladimir Ashkenazy  Pieter van Winkel  Andrei Gavrilov  Julius Katchen  Jorge Bolet  Maurizio Pollini  İdil Biret  Владимир Самойлович Горовиц  Leopold Godowsky  Святослав Теофилович Рихтер  Nelson Freire  Ignacy Jan Paderewski  Stephen Hough  István Székely  Philippe Entremont  Jon Kimura Parker  Cyprien Katsaris  李雲迪  Adam Harasiewicz  Cécile Ousset  Piotr Paleczny  Garrick Ohlsson  Николай Луганский  Peter Schmalfuss  Ivan Moravec  Nikita Magaloff  Angela Brownridge  Alain Planès  Kathryn Stott  Maria Tipo  Wolf Harden  Annie Fischer  Piotr Anderszewski  Lise de la Salle  Janina Fialkowska  Nelson Goerner  Gülsin Onay  Jerome Rose  Freddy Kempf  Povilas Stravinsky  Rudolf Buchbinder  Shura Cherkassky  Vladimir Horowitz  Sergei Rachmaninoff  Fryderyk Chopin  Abbey Simon  Louis Lortie  Alexei Lubimov  Krystian Zimerman  Emanuel Ax  Jan Ekier  Agustin Anievas  Algis Pauljukaitis  Abdel Rahman El Bacha  Evgeny Kissin  Nikolai Demidenko  Cédric Tiberghien  Arthur Schoonderwoerd  Vladimir de Pachmann  Wojciech Świtała  Valerie Tryon  Michael Kim  Makiko Takeda-Herms  Lydia Gorstein  Ástríður Alda Sigurðardóttir  Rögnvaldur Sigurjónsson  Sung-Suk Kang  Frank Lévy  Ignacy Paderewski  Ignace Jan Paderewski  Eileen Joyce  Vladimir Sofronitzky  Ginette Doyen  Jean‐Philippe Collard  François‐René Duchâble  Iván Cítera  Masako Ezaki  Anatole Kitain  Eliane Rodrigues  Magdalena Baczewska  Rebecca Chaillot  Witold Malcuzynski","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A-flat major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Ballades, op. 10: No. 1 in D minor \"Edward\"","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Arturo Benedetti Michelangeli  Martin Jones  Emil Gilels  Glenn Gould  İdil Biret  Stephen Kovacevich  Stephen Hough  Arthur Rubinstein  Awadagin Pratt  Alfred Brendel  Claudio Arrau  Эмиль Григорьевич Гилельс  Rudolf Buchbinder  Григорий Соколов  Justus Frantz  Håkon Austbø  Krystian Zimerman  Nicholas Angelich  Gerhard Oppitz  Peter Rösel  Barry Douglas  Harriet Cohen  Cédric Tiberghien  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Daniel Harding  Marie‐Josèphe Jude  木幡律子  Vladimir Feltsman  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Ballades, op. 10: No. 2 in D major. Andante","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Arturo Benedetti Michelangeli  Emil Gilels  Glenn Gould  Johannes Brahms  İdil Biret  [unknown]  Stephen Kovacevich  Stephen Hough  Arthur Rubinstein  Awadagin Pratt  Alfred Brendel  Claudio Arrau  Эмиль Григорьевич Гилельс  Martin Jones  Rudolf Buchbinder  Sviatoslav Richter  Григорий Соколов  Justus Frantz  Håkon Austbø  Krystian Zimerman  Nicholas Angelich  Gerhard Oppitz  Peter Rösel  Barry Douglas  Cédric Tiberghien  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Daniel Harding  Marie‐Josèphe Jude  Vladimir Feltsman  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Ballades, op. 10: No. 3 in B minor. Intermezzo. Allegro","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Arturo Benedetti Michelangeli  Emil Gilels  Glenn Gould  İdil Biret  Stephen Kovacevich  Stephen Hough  Arthur Rubinstein  Awadagin Pratt  Alfred Brendel  Claudio Arrau  Эмиль Григорьевич Гилельс  Martin Jones  Rudolf Buchbinder  Григорий Соколов  Justus Frantz  Håkon Austbø  Krystian Zimerman  Nicholas Angelich  Gerhard Oppitz  Peter Rösel  Barry Douglas  Cédric Tiberghien  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Daniel Harding  Marie‐Josèphe Jude  Vladimir Feltsman  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B minor (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Ballades, op. 10: No. 4 in B major. Andante con moto","Writers":"Johannes Brahms (composer)","Artists":"Wilhelm Kempff  Arturo Benedetti Michelangeli  Arthur Rubinstein  Emil Gilels  Barry Douglas  Glenn Gould  İdil Biret  [unknown]  Stephen Kovacevich  Stephen Hough  Awadagin Pratt  Alfred Brendel  Claudio Arrau  Эмиль Григорьевич Гилельс  Martin Jones  Rudolf Buchbinder  Григорий Соколов  Justus Frantz  Håkon Austbø  Krystian Zimerman  Nicholas Angelich  Gerhard Oppitz  Peter Rösel  Cédric Tiberghien  Burkard Schliessmann  Julius Katchen  Valery Afanassiev  Daniel Harding  Marie‐Josèphe Jude  Vladimir Feltsman  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: I. Préambule","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: II. Pierrot","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: III. Arlequin","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Vladimir Ashkenazy  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: Intermezzo: Paganini (XVIb, often combined with XVI)","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Leopold Godowsky  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: IV. Valse noble","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: IX. Papillons","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Jenő Jandó  Arturo Benedetti Michelangeli  Robert Schumann  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Murray Perahia  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Didier Réty  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: Sphinxes (section between VIII and IX, not usually played)","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Alfred Cortot  Sergei Rachmaninoff  Samson François  Nikita Magaloff  Youri Egorov  Herbert Schuch  Peter Katin  Cédric Pescia  Mitsuko Uchida  Evgeny Kissin  Julius Katchen  Konstantin Lifschitz  Wolfram Schmitt-Leonardy","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: V. Eusebius","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: VI. Florestan","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  William Chen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: VII. Coquette","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: VIII. Réplique","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Alfred Cortot  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: X. A.S.C.H. - S.C.H.A.: Lettres dansantes","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XI. Chiarina","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Paul Badura-Skoda  Mitsuko Uchida  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Brigitte Engerer  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Jörg Demus  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XII. Chopin","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Jenő Jandó  Leopold Godowsky  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Paul Badura-Skoda  Mitsuko Uchida  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  [unknown]  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Brigitte Engerer  Herbert Schuch  Freddy Kempf  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Jörg Demus  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Daniil Trifonov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster  Даниил Трифонов, Mahler Chamber Orchestra, Михаил Васильевич Плетнёв","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XIII. Estrella","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Leopold Godowsky  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Mitsuko Uchida  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XIV. Reconnaissance","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XIX. Pause","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Wilhelm Kempff  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XV. Pantalon et Colombine","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Ernest Ansermet  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XVI. Valse allemande","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Guiomar Novaes  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XVII. Aveu","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XVIII. Promenade","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Robert Schumann  Arturo Benedetti Michelangeli  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Vladimir Ashkenazy  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Éric Le Sage  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Carnaval, op. 9: XX. Marche des ''Davidsbündler'' contre les Philistins","Writers":"Robert Schumann (composer)","Artists":"Claudio Arrau  Alfred Cortot  Arturo Benedetti Michelangeli  Robert Schumann  Jenő Jandó  Arthur Rubinstein  Annie Fischer  Sergei Rachmaninoff  Vladimir Ashkenazy  Dame Myra Hess  Wilhelm Kempff  Georges Cziffra  Leopold Godowsky  Nelson Freire  Stephen Hough  Wibi Soerjadi  Daniel Barenboim  Samson François  Nikita Magaloff  Youri Egorov  Myra Hess  Herbert Schuch  Shura Cherkassky  Peter Katin  Cédric Pescia  Yundi Li  Paul Badura-Skoda  Jörg Demus  Mitsuko Uchida  Марта Деянова  Howard Shelley  Ethella Chuprik  Evgeny Kissin  Guiomar Novaes  Julius Katchen  Konstantin Lifschitz  Pavel Jegorov  Wolfram Schmitt-Leonardy  Boris Giltburg  Vladimir Sofronitzky  Pietro Spada  Vassily Primakov  Helga Bryndís Magnúsdóttir  Sidney Foster","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Concerto for Piano and Orchestra for the Left Hand in D major","Writers":"Maurice Ravel (composer)","Artists":"Alfred Cortot, Orchestre de la Société des Concerts du Conservatoire, Charles Munch  Abbey Simon, Orchestra of Radio Luxembourg, Louis de Froment  Maurice Ravel  Zoltán Kocsis, Budapest Festival Orchestra, Iván Fischer  Cécile Ousset, City of Birmingham Symphony Orchestra, Simon Rattle  SWR Sinfonieorchester Baden-Baden und Freiburg, Pierre Dervaux, Pierre Sancan  Werner Haas, Alceo Galliera  Aldo Ciccolini, Orchestre de Paris, Jean Martinon  Philippe Entremont, The Cleveland Orchestra, Pierre Boulez  Yuja Wang, Tonhalle‐Orchester Zürich, Lionel Bringuier  Andrei Gavrilov, London Symphony Orchestra, Sir Simon Rattle  Andrei Gavrilov, London Symphony Orchestra, Simon Rattle  Alfred Cortot, L’Orchestre de la Société des Concerts du Conservatoire, Charles Munch  Leon Fleisher, Baltimore Symphony Orchestra, Sergiu Comissiona  Orchestre symphonique de Montréal, Charles Dutoit, Jean‐Yves Thibaudet  Léo Ferré  Vlado Perlemuter  London Philharmonic Orchestra, Lawrence Foster, Alicia de Larrocha  BBC Symphony Orchestra, Yan Pascal Tortelier, Jean-Efflam Bavouzet  Malmö SymfoniOrkester, 広上淳一, Yukie Nagai  Symphonieorchester der Hochschule für Musik Franz Liszt Weimar, Nicolás Pasquet, Hélène Tysman  The Philadelphia Orchestra, Robert Casadesus, Eugene Ormandy  Pascal Rogé, Orchestre symphonique de Montréal, Charles Dutoit  Anima Eterna Brugge, Jos van Immerseel, Claire Chevallier  Samson François, Orchestre de la Société des Concerts du Conservatoire, André Cluytens  Baltimore Symphony Orchestra, Sergiu Comissiona, Leon Fleisher  Orchestre philharmonique de Strasbourg, Alain Lombard, Anne Queffélec  Leon Fleisher, Boston Symphony Orchestra, Seiji Ozawa  Alicia de Larrocha, Saint Louis Symphony Orchestra, Leonard Slatkin  Krystian Zimerman, The Cleveland Orchestra, Pierre Boulez  Leon Fleisher, Boston Symphony Orchestra, 小澤征爾  Святослав Теофилович Рихтер, Riccardo Muti  Monique Haas, Orchestre National de France, Paul Paray  Julius Katchen, London Symphony Orchestra, István Kertész  Michel Béroff, London Symphony Orchestra, Claudio Abbado  Pierre‐Laurent Aimard, The Cleveland Orchestra, Pierre Boulez  Jean‐Philippe Collard, Orchestre National de France, Lorin Maazel  François‐René Duchâble, Orchestre national du Capitole de Toulouse, Michel Plasson  Georges Pludermacher, Orchestre National de Lille, Jean‐Claude Casadesus  François‐Joël Thiollier, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit, François‐Joël Thiollier  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Monique Haas, Orchestre National de la R.T.F., Paul Paray  Paul Wittgenstein, Orchestra del Concertgebouw di Amsterdam, Bruno Walter  Monique Haas, Orchestre national de France, Paul Paray  Robert Casadesus, The Philadelphia Orchestra, Eugene Ormandy  Louis Lortie, London Symphony Orchestra, Rafael Frühbeck de Burgos  Steven Osborne, BBC Scottish Symphony Orchestra, Ludovic Morlot  François‐René Duchâble, Orchestre de la Suisse Romande, Armin Jordan  Denis Kozhukhin, Orchestre de la Suisse Romande, Kazuki Yamada  Alicia de Larrocha, London Philharmonic Orchestra, Lawrence Foster","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"D major (Key)","Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"},{"Work":"Concerto for Piano and Orchestra in A minor, op. 54: I. Allegro affettuoso","Writers":"Robert Schumann (composer)","Artists":"Robert Schumann  Rudolf Serkin, The Philadelphia Orchestra, Eugene Ormandy  Arthur Rubinstein  Alfred Cortot  Leif Ove Andsnes, Berliner Philharmoniker, Mariss Jansons  Arthur Rubinstein, Chicago Symphony Orchestra, Carlo Maria Giulini  Walter Gieseking, Berliner Philharmoniker, Wilhelm Furtwängler  Royal Philharmonic Orchestra  [unknown]  Myra Hess  Central Wisconsin Symphony Orchestra  Martha Argerich, Orchestra della Svizzera italiana, Alexandre Rabinovitch-Barakovsky  Christian Zacharias, Orchestre de Chambre de Lausanne  Radu Lupu, London Symphony Orchestra, André Previn  Gewandhausorchester Leipzig, Kurt Masur  Hanspeter Gmür, Norddeutsche Philharmonie, Ernst Gröschel  John Ogdon, Philharmonia Orchestra, Paavo Berglund  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Howard Shelley, Orchestra of Opera North  Hélène Grimaud, Sächsische Staatskapelle Dresden, Esa-Pekka Salonen  Stephen Kovacevich, BBC Symphony Orchestra, Sir Colin Davis  Evgeny Kissin, London Symphony Orchestra, Sir Colin Davis  Maurizio Pollini, Berliner Philharmoniker, Claudio Abbado  Byron Janis, Chicago Symphony Orchestra, Fritz Reiner  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  Jorge Federico Osorio, Royal Philharmonic Orchestra, Enrique Bátiz  Friedrich Gulda, Vienna Philharmonic, Volkmar Andreae  Maria João Pires, London Symphony Orchestra, Sir John Eliot Gardiner  Sviatoslav Richter, National Philharmonic Orchestra, Kurt Sanderling  Ivan Moravec, Dallas Symphony Orchestra, Eduardo Mata  Leon Fleisher, The Cleveland Orchestra, George Szell  Philharmonic Festival Orchestra, Vladimir Petroschoff, Magda Bergreich  Solomon, Philharmonia Orchestra, Herbert Menges  Krystian Zimerman, Berliner Philharmoniker, Herbert von Karajan  Murray Perahia, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Arturo Benedetti Michelangeli, New York Philharmonic, Dimitri Mitropoulos  Arturo Benedetti Michelangeli, Orchestra Sinfonica di Torino della RAI, Ettore Gracis  Arturo Benedetti Michelangeli, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Claudio Arrau, Koninklijk Concertgebouworkest, Christoph von Dohnányi  Claudio Arrau, Boston Symphony Orchestra, Sir Colin Davis  Maria João Pires, The Chamber Orchestra of Europe, Claudio Abbado  Maurizio Pollini, Wiener Philharmoniker, Herbert von Karajan  Walter Gieseking, Philharmonia Orchestra, Herbert von Karajan  Clara Haskil, Residentie Orkest, Willem van Otterloo  Yves Nat, Eugéne Bigot  Dinu Lipatti, Philharmonia Orchestra, Herbert von Karajan  Annie Fischer, Otto Klemperer  Alfred Brendel, Wiener Philharmoniker, Simon Rattle  Ivan Moravec, Česká filharmonie, Václav Neumann  Sviatoslav Richter, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Sviatoslav Richter, Orchestre Philharmonique de Monte‐Carlo, Lovro von Matačić  Janne Mertanen, Gävle Symphony Orchestra, Hannu Koivula  Dinu Lipatti, L’Orchestre de la Suisse Romande, Ernest Ansermet  Arturo Benedetti Michelangeli, Orchestre de Paris, Daniel Barenboim  Shoko Sugitani, Berliner Symphoniker, Gerard Oskamp  Teo Gheorghiu, Musikkollegium Winterthur, Douglas Boyd  Klára Würtz, Nordwestdeutsche Philharmonie, Arie van Beek  András Schiff, Koninklijk Concertgebouworkest, Antal Doráti  Dame Myra Hess, Rudolf Schwarz  F. Obermair, Symphonieorchester IGG, Edwin B. Gahabka  Annie Fischer, Philharmonia Orchestra, Otto Klemperer  Stephen Hough, City of Birmingham Symphony Orchestra, Andris Nelsons  Lucy Parham, BBC Concert Orchestra, Barry Wordsworth  Arthur Rubinstein, BBC Symphony Orchestra, Rudolf Schwarz  Sviatoslav Richter, Nemzeti Filharmonikus Zenekar, János Ferencsik  Julius Katchen, Israel Philharmonic Orchestra, István Kertész  Byron Janis, Minnesota Orchestra, Stanisław Skrowaczewski  Alfred Brendel, London Symphony Orchestra, Claudio Abbado  Alfred Brendel, Philharmonia Orchestra, Kurt Sanderling  Monique Haas, Berliner Philharmoniker, Eugen Jochum  Andreas Staier, Orchestre des Champs‐Élysées, Philippe Herreweghe  Wolfgang Abendroth, Claudio Brizi, Costantino Catena, Johannes Geffert, Carmen Pellegrino, Alessandro Maria Trovato, Elide d’Atri  Daniel Barenboim, London Philharmonic Orchestra, Dietrich Fischer‐Dieskau  Deutsches Symphonie‐Orchester Berlin, Stefan Soltesz, Heidrun Holtmann  Hélène Grimaud, Deutsches Symphonie‐Orchester Berlin, David Zinman  Jorge Bolet, Radio‐Symphonie‐Orchester Berlin, Riccardo Chailly  Malcolm Frager, Royal Philharmonic Orchestra, Jascha Horenstein  Alfred Cortot, London Symphony Orchestra, Sir Landon Ronald  Vladimir Ashkenazy, London Symphony Orchestra, Uri Segal  Samson François, Orchestre National de la Radiodiffusion Française, Charles Munch  Samson François, Orchestre National de la Radiodiffusion Française, Paul Kletzki  Arturo Benedetti Michelangeli, Orchestra del Teatro alla Scala di Milano, Antonio Pedrotti  Annie Fischer, Philharmonia Orchestra, Carlo Maria Giulini  Wilhelm Kempff, London Symphony Orchestra, Josef Krips  Arturo Benedetti Michelangeli, Sveriges Radios Symfoniorkester, Sergiu Celibidache  Arturo Benedetti Michelangeli, Münchner Philharmoniker, Sergiu Celibidache  Sylvia van der Linden  Guiomar Novaes, Wiener Symphoniker, Otto Klemperer  Dennis Gorley, The Montreal Philharmonic Orchestra, Philip Kingtown  Eugene Istomin, Columbia Symphony Orchestra, Bruno Walter  Evgeny Kissin, Wiener Philharmoniker, Carlo Maria Giulini  Sviatoslav Richter, Wiener Philharmoniker, Riccardo Muti  Lars Vogt, BBC Scottish Symphony Orchestra, Martyn Brabbins  Alexander Meinel, Erzgebirgische Philharmonie Aue, Naoshi Takahashi  Béla Síki, Pro Arte Orchestra, Sir Eugene Goossens  Angela Hewitt, Deutsches Symphonie‐Orchester Berlin, Hannu Lintu  Francesco Piemontesi, BBC Symphony Orchestra, Jiří Bělohlávek  Fou Ts'Ong, London Symphony Orchestra, Peter Maag  Martha Argerich, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Martin Stadtfeld, Hallé Orchestra, Sir Mark Elder  Святослав Теофилович Рихтер, Государственный Академический Симфонический Оркестр России, Рудольф Борисович Баршай  Anda Géza, Berliner Philharmoniker, Rafael Kubelík  Clara Haskil, Orchestre de la Suisse Romande, Ernest Ansermet  Justus Frantz, Wiener Philharmoniker, Leonard Bernstein  Cécile Ousset, London Philharmonic Orchestra, Kurt Masur  Maria Novak, Philharmonia Slavonica, Henry Adolph  Rebecca Chaillot, L'Ensemble Parisien, Alexis Roy  Christian Zacharias, Kölner Rundfunk-Sinfonie-Orchester, Hans Vonk  Arturo Benedetti Michelangeli, Orchestra sinfonica della RAI di Roma, Gianandrea Gavazzeni  T. Min, St. Petersburg New Philharmony Orchestra, Alexander Titov  Nigel Simpson, Royal Promenade Orchestra, Alfred Gehardt  Alexander Melnikov, Freiburger Barockorchester, Pablo Heras‐Casado  Arthur Rubinstein, RCA Victor Symphony Orchestra, William Steinberg  Tee Min, St. Petersburg New Philharmony Orchestra, Alexander Titov  Alicia de Larrocha, Royal Philharmonic Orchestra, Charles Dutoit  Louis Lortie, Philharmonia Orchestra, Neeme Järvi  Thomas Hlawatsch, Philharmonia Cassovia, Johannes Wildner  Jan Lisiecki, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Alfred Cortot, Deutsches Symphonie‐Orchester Berlin, Ferenc Fricsay  Martha Argerich, National Symphony Orchestra, Mstislav Rostropovitch  Murray Perahia, Berliner Philharmoniker, Claudio Abbado  Marián Lapšanský, Witold Lipinsky, Maria Novak, Dubravka Tomšič, Sylvia van der Linden, Philharmonia Slavonica, Simfonični orkester RTV Slovenija, Sinfonia Academica, Slovenská filharmónia, Alberto Lizzio, Marko Munih, Bystrík Režucha, Dudley Skinner  Guiomar Novaes, Wiener Symphoniker  Rudolf Firkušný, Orchestre symphonique de Radio Télé Luxembourg, Louis de Froment  Arkadij Sevidov, Russisches Philharmonisches Orchester, Thomas Sanderling  Wilhelm Kempff, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Martha Argerich, Orchestra della Svizzera italiana, Alexander Vadernikov  Peter Katin, London Symphony Orchestra, Sir Eugene Goossens  Sidney Foster, Japan Philharmonic, Michiaki Okuda","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"3d5c9fd5-16dc-4ae9-bfe8-f5d9f69a3621"}]