[{"Work":"Don’t Stop Believin’ (Journey song)","Writers":"Steve Perry (writer)  Neal Schon (writer)  Jonathan Cain (writer)  Tony Huerta (vocal arranger)","Artists":"Journey  Glee Cast  George LaMond  Northern Allstars  Hayseed Dixie  The 17th Avenue All-Stars  Petra Haden  [unknown]  Mickey Thomas  Jim Guthrie  Eric Dover  Jorn  Pine Mountain Railroad  Kevin Chalfant  Scouting for Girls  Northern Kings  Red Hot Chilli Pipers  Rockabye Baby!  Steel Panther  The Jezabels  Sam Tsui  Anthem Lights  Julianne Hough, Diego Boneta, Tom Cruise, Alec Baldwin, Russell Brand & Mary J. Blige  Terry McDermott  Love Canon  Jaap  Bossa Nova All-Star Ensemble  Steve Acho  Heaven in Hell  Stephen Chalk  Celtica - Pipes Rock!  The Choir, David Hill  Well-Strung","ISWC":"T-070.261.240-5","Type":"Song","Lyrics Languages":"eng","Attributes":"327895 (BMI ID)  0D1-2592-4 (JASRAC ID)","Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"Every Rose Has Its Thorn","Writers":"Rikki Rockett (writer)  Bret Michaels (writer)  C.C. DeVille (writer)  Bobby Dall (writer)","Artists":"Poison  Bret Michaels  Miley Cyrus  The Unseen  Operation: Cliff Clavin  Rick Ruhl  The Lullaby Ensemble  Julianne Hough, Diego Boneta, Tom Cruise & Mary J. Blige  Bret Michaels feat. Loretta Lynn, Bobby Capps, Joe Perry and Hugh McDonald","ISWC":"T-911.058.464-0","Type":"Song","Lyrics Languages":"eng","Attributes":"388471 (BMI ID)","Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"Here I Go Again","Writers":"David Coverdale (writer)  Bernie Marsden (writer)","Artists":"Whitesnake  Whitesnake  Coverdale\/Page  Topmodelz  Richard Kendrick  Bernie Shaw  The Old Ceremony  Stephen Kellogg  The Botticellis  The Lullaby Ensemble  Rebecca Frazier, John Frazier, Travis Book and Chris Pandolfi  Asking Alexandria  Hitboutique  Urban Method  Diego Boneta, Paul Giamatti, Julianne Hough, Mary J. Blige & Tom Cruise  Dragon Warriors  La Famiglia Superstar","ISWC":"T-900.222.844-6","Type":"Song","Lyrics Languages":"eng","Attributes":"380281098 (ASCAP ID)","Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"I Wanna Rock","Writers":"Rob Base (writer)  Calvin Broadus (writer)  Elijah Blue Molina (writer)","Artists":"Snoop Dogg  Snoop Dogg feat. Jay-Z  Diego Boneta  Snoop Dogg feat. Samy Deluxe  Snoop Dogg feat. Yo Gotti, OJ da Juiceman, Rick Ross & Roscoe  Snoop Dogg feat. JAY Z","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"Just Like Paradise","Writers":"David Lee Roth (composer)  Brett Tuggle (composer)","Artists":"David Lee Roth  Julianne Hough, Diego Boneta, Russell Brand & Alec Baldwin  Derrick LeFevre & Marko Pukkila","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"Nothin’ but a Good Time","Writers":"Rikki Rockett (writer)  Bret Michaels (writer)  C.C. DeVille (writer)  Bobby Dall (writer)","Artists":"Poison  Bret Michaels  Reel Big Fish  Situation No-Win  Wes Kimbell  WaveGroup Sound  The Madison Square Gardeners  Julianne Hough, Diego Boneta, Russell Brand & Alec Baldwin  Bret Michaels feat. Ace Frehley, Michael Anthony and Lil Jon  Bret Michaels feat. Ace Frehley, Michael Anthony and The Shields Brothers  Bret Michaels feat. Ace Frehley & Michael Anthony  Heaven in Hell","ISWC":"T-916.232.337-7","Type":"Song","Lyrics Languages":"eng","Attributes":"1087154 (BMI ID)","Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"},{"Work":"Sister Christian","Writers":"Kelly Keagy (lyricist, composer)","Artists":"Night Ranger  Julianne Hough, Diego Boneta, Russell Brand & Alec Baldwin","ISWC":"T-070.243.641-6","Type":"Song","Lyrics Languages":"eng","Attributes":"1349892 (BMI ID)","Rating":null,"gid":"3e767a89-1023-492c-9fd3-1ca15cbf3843"}]