[{"Work":"Quatuor à cordes en sol mineur, op. 10, L. 85, CD 91 : I. Animé et très décidé","Writers":"Claude Debussy (composer)","Artists":"Tokyo String Quartet  Orlando String Quartet  Talichovo kvarteto  Guarneri Quartet  Borodin Quartet  Juilliard String Quartet  Carmina Quartet  Brodsky Quartet  Emerson String Quartet  Artaria Quartet  Kodály Quartet  Alban Berg Quartet  Quartetto Italiano  Cleveland Quartet  Budapest String Quartet  LaSalle Quartet  Hagen Quartett  Quatuor Ébène  Kvarteto Martinů  Quatuor Résonance  Párkányí quartet  Dante Quartet  Auryn Quartet  Brooklyn Rider  Alexander String Quartet  Takács Quartet  Chilingirian Quartet  The International String Quartet New York  Lindsay String Quartet  Belcea Quartet  Quatuor Parrenin  Trávníček Quartet  The Medici Quartet  St. Petersburg String Quartet  Quartetto Prometeo  Melos Quartett  Kuijken Strijkkwartet  Arcanto Quartett  Orion String Quartet  Keller Quartet  Quatuor Ysaÿe  Borodin String Quartet  Amaryllis Quartett  Cuarteto Casals  Raphael Quartet  Quatuor Viotti  Nuovo Quartetto  Quatuor Via Nova  Orford String Quartet  Avalon String Quartet  Endress Quartet  The Fairfield Quartet  Quatuor Debussy  The Galimir Quartet  Neues Zürcher Quartett  Quatuor Calvet  Bartók Quartet  Stuyvesant String Quartet  Galatea Quartett  Quatuor Pascal  The Budapest String Quartet  Euridice Quartet  Vlach Quartet  New Hungarian Quartet  Quatuor de Genève  Den Nye Danske Kvartet  Drolc-Quartett  Le Quatuor Bernède  Slovenské kvarteto  Jacques Balout, Robert Cordier, Maurice Hugon, Georges Tessier  Pro Arte Quartet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"43738d61-e5b2-422b-ba17-6a8e8c909c54"},{"Work":"Quatuor à cordes en sol mineur, op. 10, L. 85, CD 91 : II. Assez vif et bien rythmé","Writers":"Claude Debussy (composer)","Artists":"[unknown]  Tokyo String Quartet  Talichovo kvarteto  Guarneri Quartet  Borodin Quartet  Juilliard String Quartet  Orlando String Quartet  Carmina Quartet  Lindsay String Quartet  Pro Arte Quartet  Brodsky Quartet  Emerson String Quartet  Artaria Quartet  Kodály Quartet  Alban Berg Quartet  Quartetto Italiano  Cleveland Quartet  Budapest String Quartet  LaSalle Quartet  Hagen Quartett  Quatuor Ébène  Kvarteto Martinů  Quatuor Résonance  Párkányí quartet  Dante Quartet  Auryn Quartet  Brooklyn Rider  Alexander String Quartet  Takács Quartet  Chilingirian Quartet  The International String Quartet New York  Belcea Quartet  Quatuor Parrenin  Trávníček Quartet  The Medici Quartet  St. Petersburg String Quartet  Quartetto Prometeo  Kuijken Strijkkwartet  Arcanto Quartett  Orion String Quartet  Keller Quartet  Quatuor Ysaÿe  Borodin String Quartet  Amaryllis Quartett  Cuarteto Casals  Raphael Quartet  Quatuor Viotti  Nuovo Quartetto  Quatuor Via Nova  Orford String Quartet  Avalon String Quartet  Endress Quartet  The Fairfield Quartet  Quatuor Debussy  The Galimir Quartet  Neues Zürcher Quartett  Quatuor Calvet  Bartók Quartet  Stuyvesant String Quartet  Galatea Quartett  Peter Buck, Wilhelm Melcher, Melos Quartett, Gerhard Voss, Hermann Voss  Quatuor Pascal  The Budapest String Quartet  Euridice Quartet  Vlach Quartet  New Hungarian Quartet  Quatuor de Genève  Den Nye Danske Kvartet  Drolc-Quartett  Le Quatuor Bernède  Slovenské kvarteto  Jacques Balout, Robert Cordier, Maurice Hugon, Georges Tessier","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"43738d61-e5b2-422b-ba17-6a8e8c909c54"},{"Work":"Quatuor à cordes en sol mineur, op. 10, L. 85, CD 91 : III. Andantino, doucement expressif","Writers":"Claude Debussy (composer)","Artists":"Guarneri Quartet  Tokyo String Quartet  Borodin Quartet  Talichovo kvarteto  Juilliard String Quartet  Orlando String Quartet  Carmina Quartet  Melos Quartett  Quatuor Ysaÿe  Brodsky Quartet  Emerson String Quartet  Artaria Quartet  Kodály Quartet  Alban Berg Quartet  Quartetto Italiano  Cleveland Quartet  Budapest String Quartet  LaSalle Quartet  Hagen Quartett  Quatuor Ébène  Kvarteto Martinů  Quatuor Résonance  Párkányí quartet  Dante Quartet  Auryn Quartet  Brooklyn Rider  Alexander String Quartet  Takács Quartet  Chilingirian Quartet  The International String Quartet New York  Lindsay String Quartet  Belcea Quartet  Quatuor Parrenin  Trávníček Quartet  The Medici Quartet  St. Petersburg String Quartet  Quartetto Prometeo  Kuijken Strijkkwartet  Arcanto Quartett  Orion String Quartet  Keller Quartet  Borodin String Quartet  Amaryllis Quartett  Cuarteto Casals  Raphael Quartet  Quatuor Viotti  Nuovo Quartetto  Quatuor Via Nova  Orford String Quartet  Avalon String Quartet  Endress Quartet  The Fairfield Quartet  Quatuor Debussy  Radovan Vlatković, English Chamber Orchestra, Jeffrey Tate  The Galimir Quartet  Neues Zürcher Quartett  Quatuor Calvet  Bartók Quartet  Aeolian String Quartet  Stuyvesant String Quartet  Galatea Quartett  Peter Buck, Wilhelm Melcher, Melos Quartett, Gerhard Voss, Hermann Voss  Quatuor Pascal  The Budapest String Quartet  Euridice Quartet  Vlach Quartet  New Hungarian Quartet  Quatuor de Genève  Den Nye Danske Kvartet  Drolc-Quartett  Le Quatuor Bernède  Slovenské kvarteto  Jacques Balout, Robert Cordier, Maurice Hugon, Georges Tessier  Pro Arte Quartet  Quatuor Loewenguth","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"43738d61-e5b2-422b-ba17-6a8e8c909c54"},{"Work":"Quatuor à cordes en sol mineur, op. 10, L. 85, CD 91 : IV. Très modéré","Writers":"Claude Debussy (composer)","Artists":"Tokyo String Quartet  Talichovo kvarteto  Guarneri Quartet  Borodin Quartet  Juilliard String Quartet  Orlando String Quartet  Carmina Quartet  Belcea Quartet  Brodsky Quartet  Emerson String Quartet  Artaria Quartet  Kodály Quartet  Alban Berg Quartet  Quartetto Italiano  Cleveland Quartet  Budapest String Quartet  LaSalle Quartet  Hagen Quartett  Quatuor Ébène  Kvarteto Martinů  Quatuor Résonance  Párkányí quartet  Dante Quartet  Auryn Quartet  Brooklyn Rider  Alexander String Quartet  Takács Quartet  Chilingirian Quartet  The International String Quartet New York  Lindsay String Quartet  Quatuor Parrenin  Trávníček Quartet  The Medici Quartet  St. Petersburg String Quartet  Quartetto Prometeo  Kuijken Strijkkwartet  Arcanto Quartett  Orion String Quartet  Keller Quartet  Quatuor Ysaÿe  Borodin String Quartet  Amaryllis Quartett  Cuarteto Casals  Raphael Quartet  Quatuor Viotti  Nuovo Quartetto  Quatuor Via Nova  Orford String Quartet  Avalon String Quartet  Endress Quartet  The Fairfield Quartet  Quatuor Debussy  The Galimir Quartet  Neues Zürcher Quartett  Quatuor Calvet  Bartók Quartet  Stuyvesant String Quartet  Galatea Quartett  Peter Buck, Wilhelm Melcher, Melos Quartett, Gerhard Voss, Hermann Voss  Quatuor Pascal  The Budapest String Quartet  Euridice Quartet  Vlach Quartet  New Hungarian Quartet  Quatuor de Genève  Den Nye Danske Kvartet  Drolc-Quartett  Le Quatuor Bernède  Slovenské kvarteto  Jacques Balout, Robert Cordier, Maurice Hugon, Georges Tessier  Pro Arte Quartet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"43738d61-e5b2-422b-ba17-6a8e8c909c54"}]