[{"Work":"Battle Hymn of the Republic","Writers":"Julia Ward Howe (lyricist)  William Steffe (composer)","Artists":"[unknown]  Judy Garland  Joan Baez  William Steffe  John Williams  U2  Larry Adler  Odetta  [anonymous]  Andy Williams  Herbie Mann  Judy Collins  Tennessee Ernie Ford  Inon Zur  The Abyssinian Baptist Church Sanctuary Choir  Jay Ungar & Molly Mason  浜口史郎  Starshine Orchestra & Singers  The Treorchy Male Voice Choir  Harry Secombe  Julia Ward Howe  Cal Tjader Quartet  Daniel Decatur Emmett  Robert Merrill  Rhonda Renee  Mannheim Steamroller and C. W. McCall  Matt Glaser & Jacqueline Schwab  John Williams & The Boston Pops Orchestra  Douglas Jimerson, The National Military Band  New York Philharmonic, Leonard Bernstein  Eastman Wind Ensemble, Frederick Fennell  The New York Choral Society with Orchestra, Robert De Cormier  101 Strings  Ruby Wilson and Kurt Clayton  Leningrad Cowboys & The Alexandrov Red Army Ensemble  Tanglewood Festival Chorus, Boston Pops Orchestra, John Williams  Bob Crosby and The Bob Cats  Marilyn Horne, English Chamber Orchestra, Carl Davis  Greater Sabathani Baptist Church Mass Choir  The 101 Strings Orchestra  Chester Children's Chorus  Liverpool Cathedral Choir, Massed Choirs from Merseyside, Liverpool Cathedral Brass Ensemble, Ian Tracey, Ian Wells  Alcide “Slow Drag” Pavageau  The London Festival Chorus, Robert Merrill, London Festival Orchestra, Stanley Black  Chœur de l’armée française, Aurore Tillac  Ann Atkinson, The Fron Male Voice Choir, Czech Film Orchestra, Cliff Masterson  ようげん＆みゅーじっく  Ingrid Bergman & Larry Adler  Mormon Tabernacle Choir, Bryn Terfel, Orchestra at Temple Square, Mack Wilberg  The National Philharmonic Chorus, National Philharmonic Orchestra, Charles Gerhardt","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"},{"Work":"Battle Hymn of the Republic (arr. Ringwald)","Writers":"Julia Ward Howe (lyricist)  William Steffe (composer)  Roy Ringwald (arranger)","Artists":"Saint Louis Symphony Orchestra Chorus, Saint Louis Symphony Orchestra, Leonard Slatkin","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"},{"Work":"Battle Hymn of the Republic (arr. Wilhousky)","Writers":"William Steffe (composer)  Peter J. Wilhousky (arranger)","Artists":"Mormon Tabernacle Choir  Mormon Tabernacle Choir, Richard P. Condie, The Philadelphia Orchestra, Eugene Ormandy, Alexander Schreiner, Frank W. Asper  Gene Harris  Mormon Tabernacle Choir, Orchestra at Temple Square  The Allentown Band, Ronald Demkee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"},{"Work":"Mine Eyes Have Seen the Glory","Writers":"William Steffe (composer)","Artists":"Upper Norwood Band of The Salvation Army","ISWC":"T-900.134.833-0","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"},{"Work":"ともだち賛歌","Writers":"Julia Ward Howe (lyricist)  William Steffe (composer)  阪田寛夫 (translator)","Artists":"コロムビアゆりかご会","ISWC":"T-101.409.194-0","Type":"Song","Lyrics Languages":"jpn","Attributes":"055-0797-9 (JASRAC ID)","Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"},{"Work":"一丁目のウルトラマン","Writers":"William Steffe (composer)  [traditional] (composer)  島田直美 (lyricist)  ウルトラの仲間たち (lyricist)","Artists":"voyager & コノミ先生  米澤円 & 川野剛稔","ISWC":null,"Type":"Song","Lyrics Languages":"jpn","Attributes":"192-9520-1 (JASRAC ID)","Rating":null,"gid":"4deba3cc-73ac-4466-bb47-2786c144c78e"}]