[{"Work":"(I’m Getting) Used to the Crying","Writers":"Roger Miller (composer)  Micheal Smotherman (composer)","Artists":"Glen Campbell","ISWC":"T-911.062.548-4","Type":"Song","Lyrics Languages":"eng","Attributes":"653250 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"500 Miles Away From Home","Writers":"Bobby Bare (writer)  Hedy West (writer)  Charlie Williams (writer)","Artists":"Bobby Bare  Glen Campbell  Tom Astor with Bobby Bare","ISWC":"T-071.129.510-1","Type":"Song","Lyrics Languages":"eng","Attributes":"422311 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"A Mansion on the Hill","Writers":"Hank Williams (writer)  Fred Rose (writer)","Artists":"Hank Williams  Roy Orbison  Glen Campbell  Stonewall Jackson  Willie Nelson  David Allan Coe  George Jones  Hank Williams, Jr.  Roy Acuff  The Whitstein Brothers  Moe Bandy  Clyde Moody  The Earl Scruggs Revue  Faron Young and Ray Price  Hank Williams Jr.  Daniel O’Donnell","ISWC":"T-071.066.429-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"A Place in the Sun","Writers":"Ron Miller (writer)  Bryan Wells (writer)","Artists":"Stevie Wonder  David Isaacs  Engelbert Humperdinck  Slim Smith  Four Tops  The Young Rascals  Bill Cosby  Glen Campbell  Sandy Posey  Stars on 45  Billy Eckstine  浜田省吾  Monk Montgomery  彩花-iroha-  Jools Holland & His Rhythm & Blues Orchestra feat. James Morrison  河口恭吾  Family Dogg  Diana Ross & The Supremes and The Temptations","ISWC":"T-071.068.568-9  T-915.743.403-2","Type":"Song","Lyrics Languages":"eng","Attributes":"460113724 (ASCAP ID)  1177540 (BMI ID)  0P0-8550-8 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"A Satisfied Mind","Writers":"Jack Rhodes (writer)  Joe Hayes (writer)","Artists":"Porter Wagoner  Bob Dylan  The Byrds  Bruce Springsteen  David Allan Coe  Bobby Hebb  Jean Shepard  Ben Harper and The Blind Boys of Alabama  Johnny Cash  Ella Fitzgerald  Glen Campbell  Loretta Lynn  Jeff Buckley  Goose Creek Symphony  Ian & Sylvia  Lindsey Buckingham  Tim Hardin  Mary McCaslin  The International Submarine Band  Ben Goldberg  Red Hayes  The Billy Pilgrims  Jeff Buckley & Gary Lucas  Bob Dylan & The Band  Red Foley feat. Betty Foley  Marty Stuart and His Fabulous Superlatives  Robert Plant & the Band of Joy  Eau Claire Memorial Jazz I feat. Justin Vernon  Jean Sheppard  Daniel O’Donnell","ISWC":"T-070.243.360-0","Type":"Song","Lyrics Languages":"eng","Attributes":"1291236 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"All I Have to Do Is Dream","Writers":"Boudleaux Bryant (lyricist, composer)","Artists":"The Everly Brothers  Roy Orbison  Everly Brothers  R.E.M.  Bob Dylan  Richard Chamberlain  Carly Simon  Anne Murray  Bobby Darin  George Harrison  The Dandy Warhols  Barry Manilow  Paul Anka  Keith Richards  The Glitter Band  區瑞強  Crowe & McLaughlin  The Young World Singers  Unicante  The Sorry Kisses  Lauren O'Connell  Jadon Faith  Bobbie Gentry & Glen Campbell  Tashaki Miyaki  Bob Dylan & George Harrison  Laurent Voulzy feat. Andrea Corr  Leslie Clio  Linda Ronstadt feat. Kermit the Frog  The Lost Twenties  Phil Keaggy & Friends  グッチ裕三&グッチーズ  Ken Yates  The Everly Brothers (Live)  The Everly Brothers, Mary Chapin Carpenter, Vince Gill, Garrison Keillor, Kate MacKenzie, Robin & Linda Williams, Buddy Emmons, Heather Kolbrek, Richard Dworsky and The Guy's All-Star Shoe Band  The Rock Band Revival  Linda Ronstadt and Kermit the Frog","ISWC":"T-070.231.895-3","Type":"Song","Lyrics Languages":"eng","Attributes":"21567 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"All I Want Is You","Writers":"Bono (composer, lyricist)  The Edge (composer)  Adam Clayton (composer)  Larry Mullen, Jr. (composer)","Artists":"U2  Mary Byrne  Pearl Jam  Glen Campbell  Jars of Clay  Aslan  Bellefire  The Mission  Royal Philharmonic Orchestra  Studio 99  Tufts University Beelzebubs  Malachi  Adrianne  Mark Geary  Anneke van Giersbergen  Kane  Absolute Rock  Pepper McGowan  Sweet Little Band  Rockabye Baby!  Vitamin String Quartet  Vitamin Piano Series  Sugarplum Fairies  We Three  Les Paul feat. Johnny Rzeznik  Selfish Gene  Brian McFadden feat. Ronan Keating  Mike Massé feat. Jeff Hall  Pickin' On Project  Transient & Josefin Glenmark  Al‐pha‐X feat. Doral Hayes  electrøn love theory  Greg Doney  Daniel Russell","ISWC":"T-010.201.518-8","Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Angels in the Sky","Writers":"Dick Glasser (writer)","Artists":"Bobby Vee  Glen Campbell  Tony Martin  Gene McDaniels  The Crew-Cuts","ISWC":"T-070.224.464-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Annie Had a Party","Writers":"Glen Campbell (composer)  Jerry Capehart (composer)","Artists":"The Gee Cees","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Blue Christmas","Writers":"Bill Hayes (writer)  Jay Johnson (writer)","Artists":"Elvis Presley  The Beach Boys  Shakin’ Stevens  Johnny Cash  Willie Nelson  Bruce Springsteen  Elvis Presley & Guus Meeuwis  Glen Campbell  Ernest Tubb  Melissa Etheridge  The Platters  Johnny Mathis  Henning Stærk  Bruce Springsteen & The E Street Band  The Proclaimers  Dean Martin  Billy Idol  Big Bad Voodoo Daddy  John Denver  Anne Murray  Merle Haggard  Keely Smith  Bright Eyes  Danielle Dax  Andy Williams  Jim Reeves  Leon Redbone  Dread Zeppelin  Studio 99  Hank Snow  Dottie West  PIG  Tony Christie  Eilert Pilarm  Joe Perry  Jerry Vale  Kelly Clarkson  Delta Goodrem  Jack Russell  Michael Bublé  The Jordanaires  Jon Bon Jovi  Hank Thompson & His Brazos Valley Boys  Frantic Flintstones  Patti LaBelle & The Bluebelles  Heartless Bastards  Doye O'Dell  El Fez  杉山清貴  Vic Jordan  She & Him  Frank Ferrari  Glee Cast  Leftover Cuties  Elvis Presley and The Jordanaires  Glowbug  Ann & Nancy Wilson  Elvis Presley & Martina McBride  Guus Meeuwis & Elvis Presley  Roberto Gatto & John Scofield  Blake Shelton feat. Pistol Annies  Elvis Presley with The Jordanaires  Houndmouth  Elvis Presley with Martina McBride  Martina McBride & Elvis Presley  The Browne Sisters and George Cavanaugh  Kelly Willis & Bruce Robison  Charles Esten feat. Vince Gill  Elvis Presley with the Royal Philharmonic Orchestra  Bruce Springsteen & The Max Weinberg 7 With Friends  Johnny Cash & Jack Hale, Jr. and His Nashville All-Star Band  U‐Men  Bill Hayes & Jay Johnson  Old School Basterds  William Shatner ft. Brad Paisley  Russ Morgan, His Chorus and Orchestra","ISWC":"T-070.011.653-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Both Sides Now","Writers":"Joni Mitchell (lyricist, composer)","Artists":"Joni Mitchell  Neil Diamond  Judy Collins  Frank Sinatra  Pete Seeger  Glen Campbell  Anne Murray  Paul Young  Clannad  Melanie C  Tina Arena  Andy Williams  Davey Graham  Clannad & Paul Young  Chet Atkins  Herbie Hancock  Hugh Masekela  Natalie Cole  Fred Hersch  Michael Feinstein  Willie Nelson  Roger Whittaker  Tom Grant  Parasites  Paul Anka  Paul Winter Consort  Pat Martino  Rufus Wainwright  Allison Moorer  Jason Falkner  Gregorian  Jim Nabors  Stephen Fearing  Claudine Longet  藤田恵美  Robert Goulet  Michael Ball  Tierney Sutton  Harpers Bizarre  Dee Felice Trio  Rachael Yamagata  Unni Wilhelmsen  The Singers Unlimited  Vocal Line  Julie Felix  Ann Sally  林志美  Mantovani  Jimmie Rodgers  Uncle Seth  Jemima Price  MiriaM. & Band  Out of the Blue  Treasure  Ian Shaw  Rachel Z Trio  Carly Rae Jepsen  Susan Boyle  Jeanette Lindström & Steve Dobrogosz  Adam Harvey feat. The McClymonts  Joni Mitchell with Pete Seeger  Håkan Hardenberger, Academy of St Martin in the Fields, Kenneth Sillito  Percy Faith, His Orchestra & Chorus  Bo Stief, Bobo Moreno & Ole Kock Hansen  Alva Leigh feat. Natalie Prass  Joni Mitchell and the L.A. Express  ALLISON  Ian McShane  サラ・オレイン  Friend ’n Fellow  Adrian Kerr  Louis Van Dyke \/ Rogier van Otterloo  Irene Ryder  Anita Meyer, Metropole Orkest  Denny Brooks","ISWC":"T-072.133.365-8","Type":"Song","Lyrics Languages":"eng","Attributes":"0B1-7490-1 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Bowling Green (1967 song)","Writers":"Jaqueline Ertl (composer, lyricist)  Terry Slater (lyricist)","Artists":"The Gosdin Brothers  Glen Campbell  Vern Gosdin  Neko Case and Her Boyfriends","ISWC":"T-908.919.788-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Brenda","Writers":"Billy Page (composer)","Artists":"Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Bridge Over Troubled Water","Writers":"Paul Simon (lyricist, composer)","Artists":"Elvis Presley  Simon & Garfunkel  Paul Simon  Aretha Franklin  Tom Jones  Aled Jones  Willie Nelson  The Ventures  Eva Cassidy  Tufts University Beelzebubs  THE ALFEE  The Jackson 5  Hear’Say  Stevie Wonder  Acker Bilk  Glen Campbell  Johnny Cash  Shirley Bassey  Maynard Ferguson  Linda Clifford  Johnny Mathis  Andy Williams  Nancy Wilson  Roberta Flack  Russell Watson  Gregorian  Michael Ball  Hannah Jones  Osmo's Cosmos  Top of the Poppers  LeAnn Rimes  Linda Eder  Anne Murray  Michael W. Smith  Matt Monro  Aaron Neville  Peggy Lee  Bonnie Tyler  Barry Manilow  The Shadows  Larry Norman  Gladys Knight & The Pips  Charlotte Church  Art Garfunkel  Frank Mills  Kate Ceberano  King Curtis  Richard Elliot  The Dramatics  Paul Desmond  Barrage  Nana Mouskouri  Richard Clayderman  Bobby Womack  Mormon Tabernacle Choir  Wanda Jackson  Franco Battiato  Quincy Jones  Ray Conniff  James Last  Wax  Josh Groban  Jim Nabors  Phil Perry  Black Label Society  Skeeter Davis  Buck Owens  Jimmy London  Royal Philharmonic Orchestra  Demis Roussos  Susan Egan  Bugge Wesseltoft  Kaare Norge  Raul di Blasio  101 Strings Orchestra  Dinu Radu  Cilla Black  Vienna Teng  Casiopea  Giorgia  Billy Vaughn  Zachary Richard  国府弘子  Luce  Sen. Sam J. Ervin, Jr.  BeBe & CeCe Winans  Ronnie Dyson  [unknown]  On the Rocks  Etta Cameron  Clay Aiken  Steel Train  Dennis Coffey  Joe Dolan  Iver Kleive  Lee Towers  The Supremes  Bobbi Martin  Vocal Line  鄧麗君  Ayako Hosokawa  伊藤君子  Björn Casapietra  Anthony Callea  Paul Flood  The Coolies  Buck Owens and His Buckaroos  Claude Denjean  Larry Santos  陳潔儀  Leo Wright  Munich Symphonic Sound Orchestra  David Archuleta  Auscultate  杉山清貴  Alfie Boe  The Fron Male Voice Choir  Alan Caddy Orchestra & Singers  The Filmscore Orchestra  Franck Pourcel and His Orchestra  Kerli  Blake  Rhydian  Michael Hirte  Susan Boyle  Glee Cast  The Soldiers  Matt Wilson's Arts and Crafts  Fred Benedetti & Peter Pupping  Chet Atkins & Jerry Reed  Josh Groban & Brian McKnight  Waylon Jennings feat. Jessi Colter  Ornette  ACM Gospel Choir, City of Bath Male Choir, Only Men Aloud, Revelation, Sense of Sound & Ysgol Glanaethwy  101 Strings  Simon & Garfunkel, arrangement Iver Kleive  The King’s Singers  Ron Steele  Thomas Illig  Rob Snarski  Die Singphoniker feat. Ulrich Herkenhoff  Shirma Rouse  Paul Simon with Urubamba & The Jessy Dixon Singers  Elian Bittencourt  Phil Allen  Royal Philharmonic Orchestra, Matthew Freeman  Le Valedon feat. Kenny Geoffrey, Dan Pickering & Marion Meadows  Elvis Presley with the Royal Philharmonic Orchestra  Simon and Garfunkel  Lauren the Flute  The Sergio Rafael Orchestra  Michel Legrand & His Orchestra  Shannon & Keast  Artists for Grenfell  Jessie Hillel  Joe Chindamo & Nina Ferro  Ralf Willing and his Multisound-Orchestra  Elvis Presley avec le Royal Philharmonic Orchestra  Tom Collins  Winchester College Quiristers  S.P.M.  Amy Banks  Filipa Jeronimo  The Choir of St Bride’s Church Choir, Robert Jones, Matthew Morley  Patrick James  Young World Singers & Steve Chandler","ISWC":"T-070.880.931-7","Type":"Song","Lyrics Languages":"eng","Attributes":"150264 (BMI ID)  0B1-9420-1 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Bring Back the Love","Writers":"Brent Titcomb (writer)  Richard Miller (writer)","Artists":"Anne Murray  Anne Murray & Glen Campbell","ISWC":"T-070.307.445-6","Type":"Song","Lyrics Languages":"eng","Attributes":"151494 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Buzz Saw Twist","Writers":"Glen Campbell (composer)","Artists":"The Gee Cees","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"By the Time I Get to Phoenix","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Isaac Hayes  Nick Cave & The Bad Seeds  Andy Williams  Stevie Wonder  Frank Sinatra  Glen Campbell  Johnny Rivers  Reba McEntire  Engelbert Humperdinck  Doris Duke  The Ventures  Dean Martin  Marty Robbins  Roger Miller  Susannah McCorkle  Collin Raye  Four Tops  Al Wilson  Johnny Mathis  Dorothy Ashby  George van Eps  José Feliciano  Erma Franklin  William Bell  Vikki Carr  Robert Goulet  The Gaylads  101 Strings Orchestra  King Harvest  Jerry Vale  Marty Wilde  Billy Stewart  Young-Holt Unlimited  The Baja Marimba Band  Paul Holmes  Peter Shelley  Moses Dillard & the Tex-Town Display  Wim Overgaauw  Anne Murray & Glen Campbell  John Williams & The Boston Pops Orchestra  The Button Down Brass & Ray Davies & His Funky Trumpet  Don Cherry & Willie Nelson  David J’s Cabaret Obscuro","ISWC":"T-070.013.855-1","Type":"Song","Lyrics Languages":"eng","Attributes":"164783 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Canadian Sunset","Writers":"Eddie Heywood, Jr. (composer)  Norman Gimbel (lyricist)","Artists":"Andy Williams  Dean Martin  George Shearing  Wes Montgomery  Tony Martin  Phil Woods  Etta Jones  Keely Smith  Roger Williams  Doc Severinsen  Frankie Carle  Billy Stewart  Polly Bergen  Ellery Eskelin  Connie Evingson  Chris Boardman  Harry Stoneham  Anne Murray & Glen Campbell  Diana Ross & The Supremes  Douglas Gamley his Piano, & Orchestra  Pepe Jaramillo \/ Manuel & The Music of the Mountains  Pepe Jaramillo, Manuel & His Music of the Mountains  Hugo Winterhalter and His Orchestra  Hugo Winterhalter and His Orchestra with Eddie Heywood","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Christmas Is for Children","Writers":"Sammy Cahn (writer)  Jimmy Van Heusen (writer)","Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Cold, Cold Heart","Writers":"Hank Williams (composer, lyricist)","Artists":"Johnny Cash  Hank Williams  Norah Jones  Jerry Lee Lewis  Louis Armstrong  Tony Bennett  Hank Williams, Jr.  Glen Campbell  Lucinda Williams  Willie Nelson  Ray Price  Dinah Washington  George Jones  Roy Clark & Joe Pass  Aretha Franklin  Joni James  Stonewall Jackson  B.J. Thomas  Ernest Tubb  Pat Boone  David Allan Coe  Bill Frisell  Del Shannon  Gram Parsons  Tennessee Ernie Ford  Johnny Tillotson  Don Gibson  101 Strings Orchestra  Lenny Breau  Roy Acuff  Patrick Norman  Ray Sharpe  The First Ladies of Jazz  Harley Allen  Anakelly  Marijohn Wilkin  Robin and Linda Williams  Tony Bennett & Tim McGraw  Faron Young and Ray Price  Jerry Lee Lewis with Jimmy Ellis  Hank Williams Jr.  Tony Bennett & Vicentico  Chet Atkins \/ Boston Pops \/ Arthur Fiedler  Tony Bennett with The Percy Faith Orchestra  Jimmy Barnes with Smoky Dawson  Tony Bennett with Percy Faith & His Orchestra  Robin and Linda Williams, R. Dworsky, and G. Hippen  Louis Armstrong with Sy Oliver’s Orchestra  John Prine w\/ Miranda Lambert  Daniel O’Donnell  Ray Gelato & Kai Hoffman  Jim Owen & The Drifting Cowboys  The Highlanders  Louis Armstrong with Sy Oliver’s Orchestra","ISWC":"T-070.233.402-8","Type":"Song","Lyrics Languages":"eng","Attributes":"224653 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Country Boy (You Got Your Feet in L.A.)","Writers":"Dennis Lambert (writer)  Brian Potter (writer)","Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Daddy Sang Bass","Writers":"Carl Perkins (composer, lyricist)","Artists":"Johnny Cash  Carl Perkins  Johnny Cash & June Carter Cash  Frank Sheen  Glen Campbell  Tommy Cash  Johnny Cash With The Carter Family, The Statler Brothers and Carl Perkins  Johnny Cash feat. June Carter Cash  Johnny Cash feat. John Schneider  Johnny Cash, The Carter Family, The Statler Brothers, Carl Perkins and The Tennessee Three  The Cashbags  Dirty Rotten Cash  Johnny Cash, The Carter Family, The Statler Brothers, Carl Perkins & The Tennessee Three","ISWC":"T-070.233.563-4","Type":"Song","Lyrics Languages":"eng","Attributes":"269871 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Daisy a Day","Writers":"Jud Strunk (composer, lyricist)","Artists":"Glen Campbell  Ernest Tubb  Mike Curb Congregation  Wilma Lee Cooper  Jud Strunk","ISWC":"T-070.041.486-3","Type":"Song","Lyrics Languages":"eng","Attributes":"340141920 (ASCAP ID)  003635700 (SABAM ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Dream Baby (How Long Must I Dream)","Writers":"Cindy Walker (lyricist, composer)","Artists":"Roy Orbison  Waylon Jennings  The Vogues  Glen Campbell  Jerry Lee Lewis  Traveling Wilburys  Damien Leith  Hootie & the Blowfish  Waylon Jennings and The Waylors","ISWC":"T-070.881.234-3","Type":"Song","Lyrics Languages":"eng","Attributes":"20330105 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Dream Lover","Writers":"Bobby Darin (lyricist, composer)","Artists":"Bobby Darin  Horace Andy  Mud  Don McLean  Vince Eager  Misfits  Tanya Tucker & Glen Campbell  Rick Nelson  Cliff Richard  Anne Murray  Ricky Nelson  Johnny Nash  Johnny Burnette  Showaddywaddy  Marc Almond  Tony Orlando  Marty Wilde  Darren Coggan  Unicante  The Manhattan Transfer with James Taylor  Kevin Spacey with John Wilson & The Orchestra  Mud feat. Les Gray  Sundance","ISWC":"T-901.129.126-2","Type":"Song","Lyrics Languages":"eng","Attributes":"341196 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Dreams for Sale","Writers":"Coy Zeigler (composer)","Artists":"Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Dreams of the Everyday Housewife","Writers":"Chris Gantry (lyricist, composer)","Artists":"Glen Campbell","ISWC":"T-070.233.822-4","Type":"Song","Lyrics Languages":"eng","Attributes":"343893 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Early Morning Song","Writers":"Jimmy Webb (lyricist, composer)","Artists":"Glen Campbell  Jimmy Webb","ISWC":"T-070.050.771-6","Type":"Song","Lyrics Languages":"eng","Attributes":"350078196 (ASCAP ID)  0E0-6327-2 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Ease Your Pain","Writers":"Hoyt Axton (lyricist, composer)","Artists":"Hoyt Axton  Anne Murray  Jackie DeShannon  Anne Murray & Glen Campbell","ISWC":"T-700.011.603-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Elusive Butterfly","Writers":"Bob Lind (lyricist, composer)","Artists":"Cher  Petula Clark  Bob Lind  Carmen McRae  Glen Campbell  Aretha Franklin  Dolly Parton  Stanley Turrentine  Four Tops  Johnny Mathis  Val Doonican  Paul Horn Quintet  The Mystic Moods Orchestra  Jane Morgan  Enrico Ciacci","ISWC":"T-070.233.882-6","Type":"Song","Lyrics Languages":"eng","Attributes":"370599 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Faithless Love","Writers":"J.D. Souther (lyricist, composer)","Artists":"Glen Campbell  Linda Ronstadt  Lynn Anderson  許冠傑  John David Souther","ISWC":"T-072.054.021-5","Type":"Song","Lyrics Languages":"eng","Attributes":"360117884 (ASCAP ID)  C-1001414233 (CASH ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"For Cryin’ Out Loud","Writers":"Micheal Smotherman (lyricist, composer)","Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Funny How Time Slips Away","Writers":"Willie Nelson (composer, lyricist)","Artists":"Willie Nelson  Elvis Presley  Johnny Tillotson  The Supremes  Al Green & Lyle Lovett  Bryan Ferry  Al Green  Jerry Lee Lewis  Tom Jones  The Simpsons  Kris Kristofferson  Ray Price  Ricky Nelson  Jimmie Vaughan  Lulu  Georgie Fame  Dorothy Moore  Georgie Fame & The Blue Flames  Vince Jones  Hanne Boel  Joe Hinton  Narvel Felts  Lee Towers  Dennis 'Cannonball' Caplinger  Jim James  Willie Nelson & Ray Price  Johnny Cash & Willie Nelson  Willie Nelson and Faron Young  Willie Nelson & Asleep at the Wheel  B.B. King feat. Bobby Bland  Faron Young and Ray Price  Willie Nelson feat. Ray Price  Willie Nelson & Norah Jones  Willie Nelson & Francine Reed  Juice Newton feat. Willie Nelson  Outside the Lines  Perry Como with The Anita Kerr Quartet  Juice Newton & Willie Nelson  Arthur Prysock & Willie Nelson  Glen Campbell with Willie Nelson  Al Green, Willie Nelson and The Rock Hall Jam Band  The One Night Band feat. Hansi Lang","ISWC":"T-070.881.524-0","Type":"Song","Lyrics Languages":"eng","Attributes":"GW03539040 (APRA ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Galveston","Writers":"Jimmy Webb (composer, lyricist)","Artists":"The Ventures  Glen Campbell  Collin Raye  Roger Williams  101 Strings Orchestra  Don Ho  The Kennedys  Glenn Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Gentle on My Mind","Writers":"John Hartford (composer, lyricist)","Artists":"Elvis Presley  John Hartford  Frank Sinatra  Dean Martin  Glen Campbell  R.E.M.  Lou Rawls  Andy Williams  Tammy Wynette  The Band Perry  Bing Crosby  Aretha Franklin  Roger Miller  Trini Lopez  Waylon Jennings  Luka Bloom  Collin Raye  Kathy Mattea  Paul Anka  Nancy Wilson  Terri Clark  Floyd Cramer  Engelbert Humperdinck  Madeleine Peyroux  Howard Carpendale  Tompall Glaser & The Glaser Brothers  Ferrante and Teicher  Gil Trythall  The Romantic Strings and Orchestra  Alison Krauss  Lenny Dee  Wiglaf Droste & Das Spardosen-Terzett  Bing Crosby & Count Basie  Count Basie & The Mills Brothers  Piera Martell  Richard Bennett  Bobbie Gentry feat. Glen Campbell  Bing Crosby & Count Basie & His Orchestra  Billy Bragg & Joe Henry  The Sergio Rafael Orchestra  Tompall And The Glaser Brothers  Cliff Adams Singers and the Jack Emblow Quartet","ISWC":"T-070.881.549-9","Type":"Song","Lyrics Languages":"eng","Attributes":"460564 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"God Only Knows","Writers":"Brian Wilson (composer)  Tony Asher (lyricist)","Artists":"The Beach Boys  Brian Wilson  Holly Cole  Jamie Cullum  The Shadows  Andy Williams  Mandy More  Glen Campbell  Blake  Dale Earnhardt Jr. Jr.  Elvis Costello and The Brodsky Quartet  Various Artists  Bryan Adams  Wilson Phillips  David Bowie  Elvis Costello  Jars of Clay  Dave Edmunds  Diesel Park West  Daniel Johnston  The Manhattan Transfer  Brad Mehldau  John Pizzarelli  Jonatha Brooke  The Vogues  Betty Everett  Claudine Longet  Athlete  Derek Webb  Captain & Tennille  Gary Usher  Joss Stone  Terry Hall  Shrift  Chris Catena  Wayne Hussey  Catherine Porter  Bruce Gaitsch  Seamus Blake  The Dear Hunter  The Langley Schools Music Project  Darren Day  Rockabye Baby!  Vitamin String Quartet  Jan Gunnar Hoff  Charly García & Pedro Aznar  Paul McCartney & Elvis Costello  Maxine Linehan  Beach Boys  BBC Concert Orchestra  Brian Wilson feat. The Corrs  Selfish Gene  POP ETC  West Coast All Stars  Charles Lloyd & Jason Moran  Michele Bravi  Phil Keaggy & Friends  Brian Wilson & Various Artists  Matt McAndrew  Paul Dano  Jordan Smith & Adam Levine  Eduardo Hernandez, Alberto Hernandez, Álex Loscos y Roger Rodés  Mandy Moore feat. Michael Stipe  Brian Wilson, Tony Asher  Brenda and the Tabulations  The Beach Boys with the Royal Philharmonic Orchestra  SPiN  AFX  Lucy Durack","ISWC":"T-070.234.264-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Guide Me","Writers":"John Jennings (writer)","Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Half as Much","Writers":"Curley Williams (composer, lyricist)","Artists":"Hank Williams  Rosemary Clooney  Ray Charles  Glen Campbell  Van Morrison  Marty Robbins  Petula Clark  Joni James  Peggy Lee  Dinah Washington  George Jones  Amália Rodrigues  Patrick Norman  Emmylou Harris & The Nash Ramblers  CAKE  Daniel O’Donnell","ISWC":"T-070.234.394-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Have I Stayed Away Too Long","Writers":"Frank Loesser (lyricist, composer)","Artists":"Tex Ritter  Bobby Bare  Willie Nelson  Jim Reeves  The Louvin Brothers  Glen Campbell  Perry Como  Homer & Jethro  Sally Ann Howes and Chorus  Bob Paisley and the Southern Grass","ISWC":"T-070.072.621-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Have Yourself a Merry Little Christmas","Writers":"Hugh Martin (composer)  Ralph Blane (lyricist)","Artists":"Frank Sinatra  Judy Garland  Tony Bennett  Bing Crosby  Diana Krall  Coldplay  Rosemary Clooney  Carpenters  Cliff Richard  The Pretenders  Luther Vandross  Perry Como  Vanessa Williams  Lou Rawls  Bob Dylan  James Taylor  Glen Campbell  Melissa Etheridge  Ella Fitzgerald  Andy Williams  IQ  Hugh Martin & Ralph Blane  Judy Garland with Georgie Stoll and His Orchestra  John Williams  Billy Joel  Toni Braxton  Carly Simon  Blue Rodeo  Christina Aguilera  Eric Clapton  Whitney Houston  LeAnn Rimes  Sarah McLachlan  Dinah Shore  Alan Jackson  Vonda Shepard  Anne Murray  Mannheim Steamroller  Kim Wilde  Chicago  Twisted Sister  Neil Diamond  George Shearing  Andrea Marcovicci  Joni James  Ann Hampton Callaway  Liza Minnelli  Marlena Shaw  Brian Keane  Bright Eyes  Bette Midler  Kenny G  Ronan Keating  Train  Michelle Wright  André Gagnon  Etta James  Vince Gill  London Symphony Orchestra  Laura Pausini  Steps  Doris Day  Canadian Brass  Helen Reddy  Lena Horne  Ellis Marsalis  Bobby Womack  Plácido Domingo  Grover Washington, Jr.  Percy Faith  [christmas music]  The Glenn Miller Orchestra  The Trammps  Sarah Connor  Kiri Te Kanawa  Crystal Gayle  Tracey Thorn  Annie Haslam  Wynonna  Lucinda Williams  Studio 99  Attila Fias  Domestic Problems  Edyta Górniak  Hem  Tony Christie  中山美穂  Paul Scheffert  Silje Nergaard  Søren Sko  Jerry Vale  Melissa Manchester  Mel Tormé  Jennifer Hanson  Vanessa Rubin  Dorothy Moore  Kelly Clarkson  Delta Goodrem  The Brooklyn Bridge  Michael Bublé  Billy Thorpe & The Aztecs  Birthe Kjær  Kenny Rankin  Gavin DeGraw  The Cranberry Singers  Katie Melua  Sleeping at Last  Thomas Hampson  Jack Jezzro  Geoff Love & His Orchestra  Greg Dulli  Bruno Pelletier  Amanda Stott  Aloe Blacc  Renée Geyer  Cascada  Katherine Jenkins  6 Feet Deep  Eddie M.  Jane Morgan  Loston Harris II  Kermit the Frog  Reginald Dixon  Simone  The New Standards  Gunn and Fames  Betty Bennett  현진  Alfie Boe  Rome  noon  She & Him  Frank Ferrari  honeyhoney  Sam Smith  Kalafina  Jessica Mauboy  Paulini  Only Men Aloud  Alexander Rybak  Fear  Danielle Ate the Sandwich  Poema  John Denver & The Muppets  Bing Crosby & Frank Sinatra  Sam Tsui  Mr. Hankey, with Stan, Kyle and Cartman  Michael Wolff & Kenny Rankin  Pretenders  Bing Crosby featuring Chrissy DePaua  Houston Person & Etta Jones  Diana Krall, Russell Malone & Ben Wolfe  Tony Bennett and the London Symphony Orchestra  Frank Sinatra, Orchestra under direction of Axel Stordahl  Guy Maeda  The Jackson 5  Don Scaletta Trio  Taylor Davis  Kylie  The Holiday Choraliers & The Longines Symphonette  Percy Faith & His Orchestra  Kacey Musgraves  Percy Faith & His Orchestra & Chorus  Christmas Brass  Frank Sinatra with Axel Stordahl & His Orchestra  Patricia Kaas & Alejandro Fernández  Matt Dusk & Ryan Ahlwardt  Tomi Metsäketo  The Eastern Sea  Percy Faith, His Orchestra and Chorus  Percy Faith and His Orchestra  Chaley Rose  Jewel feat. Home Free  Michel Donato, Pierre Leduc & Richard Provençal  Ivy Levan  Luther Vandross with Chaka Khan  Caribbean Steel Drum Ensemble  Kelly Willis & Bruce Robison  Tomo Nakayama  Catie Curtis feat. Elana Arian, Ingrid Graudins & John Jennings  The O’Jays  Ralph Blane  Billy Joel & Rosie O’Donnell  Michelle Beauchesne  Elevation Falls  Hollywood Tuba 12  Helene Fischer & The Royal Philharmonic Orchestra mit Frank Sinatra  Albert and Gage  Elizabeth Cornish  Jade Arcade  Alice Bag  Anita Samsom  The Golddiggers  John Travolta & Olivia Newton‐John feat. Cliff Richard  Anne Murray duet with Diana Krall  Katharine McPhee feat. Chris Botti  Judy Garland and the M‐G‐M Studio Orchestra conducted by George Stoll  Mo'Cheddah  Bill Augustine & Malcolm Cecil  Cats Co. (London)  Paul Carrack with the SWR Big Band  Kiri Te Kanawa, Philharmonia Orchestra, Carl Davis  David Archuleta feat. Charice Pempengco  Jourdan Hines  Jennifer Berning","ISWC":"T-070.072.662-0","Type":"Song","Lyrics Languages":"eng","Attributes":"380021145 (ASCAP ID)  0H0-0382-3 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"He","Writers":"Richard Mullan (lyricist)  John Richards (composer)","Artists":"Glen Campbell  The Righteous Brothers  Andy Williams  Al Hibbler  Sister Rosetta Tharpe  The Supremes","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Here I Am (Glen Campbell song)","Writers":"Glen Campbell (lyricist, composer)  Marc Douglas (composer, lyricist)","Artists":"Glen Campbell  Ricky Nelson","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Hey Little One","Writers":"Dorsey Burnette (writer)  Barry De Vorzon (writer)","Artists":"Glen Campbell","ISWC":"T-913.572.606-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Home! Sweet Home! (Mid pleasures and palaces though we may roam, be it ever so humble there's no place like home)","Writers":"Sir Henry Rowley Bishop (composer)  John Howard Payne (lyricist)","Artists":"The Million Dollar Quartet  Bing Crosby  Glen Campbell  Judy Garland  Bryn Terfel  Deanna Durbin  浜口史郎  Reno and Smiley  Kirsten Flagstad  Brigham Young University Concert Choir  Douglas Jimerson, Harvey Jacobson  McCamy's Melody Sheiks  カール・オルジェ・ピアノ・アンサンブル  アメリータ・ガリ＝クルチ  Sir Henry Rowley Bishop & John Howard Payne feat. Christine Collister  Yvonne Kenny, Melbourne Symphony Orchestra, Vladimir Kamirski  Elvis Presley, Jerry Lee Lewis et Carl Perkins  Joan Sutherland, Tina Bonifacio  Edith Wiens, Judy Loman  Frank Wakefield, Taylor Baker & Friends  The Little Grasscals  Leroy Mack","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":"0O4-9813-2 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Honey Come Back","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Glen Campbell  Johnny Mathis  Jr. Walker & The All Stars  Chuck Jackson  Jimmy Webb feat. Kris Kristofferson","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"How High Did We Go?","Writers":null,"Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Can’t Help It (If I’m Still in Love With You)","Writers":"Hank Williams (composer, lyricist)","Artists":"Hank Williams  Jerry Lee Lewis  Ricky Nelson  Johnny Cash  Marty Robbins  Hank Williams and His Drifting Cowboys  Roy Clark & Joe Pass  Cat Power  Glen Campbell  Bruce Springsteen  Dean Martin  The Breeders  Linda Ronstadt  Roy Orbison  Isaac Hayes  Joni James  Stonewall Jackson  B.J. Thomas  Willie Nelson  Roger Whittaker  Ray Price  George Jones  Del Shannon  Bobby Vinton  Johnny Tillotson  Freddy Fender  Lenny Breau  Link Wray  Roy Acuff  Sue Thompson  Patrick Norman  Jeff Walker und die Flüffers  Hank Williams Jr.  Bruce Springsteen & The E Street Band  ‘Little’ Jimmy Dickens  Daniel O’Donnell","ISWC":"T-070.240.487-2","Type":"Song","Lyrics Languages":"eng","Attributes":"609175 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Could Never Be Ashamed of You","Writers":"Hank Williams (composer, lyricist)","Artists":"Johnny Cash  Jerry Lee Lewis  Hank Williams  Glen Campbell  George Jones  Moe Bandy","ISWC":"T-904.002.015-3","Type":"Song","Lyrics Languages":"eng","Attributes":"612530 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Keep It Hid","Writers":null,"Artists":"Glen Campbell  Linda Ronstadt","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Love How You Love Me","Writers":"Barry Mann (writer)  Larry Kolber (writer)","Artists":"The Paris Sisters  Beth Orton  Bobby Vinton  Bryan Ferry  Chet Atkins  Glen Campbell  The Ataris  Gary Glitter  Kramer  Barry Mann  細野晴臣  Nelson Riddle  Lynn Anderson  Mud  Lorrie Morgan  Claudine Longet  斉藤由貴  Camera Obscura  Jerry Vale  The Babys  Timi Yuro  Nino Tempo & April Stevens  Jeff Mangum  The Aquatones  Les Sauterelles  Jimmy Crawford  Rachel York  Dana  Pascale Picard Band  Teen Queens  The Everymen  Percy Faith, His Orchestra & Chorus","ISWC":"T-070.918.986-5","Type":"Song","Lyrics Languages":"eng","Attributes":"645401 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Really Don’t Want to Know","Writers":"Don Robertson (composer)  Howard Barnes (lyricist)","Artists":"Elvis Presley  Gene Clark  Anne Murray  Kay Starr  Al Martino  Les Paul & Mary Ford  Andy Williams  Pepe Jaramillo  Tennessee Ernie Ford & Glen Campbell  Perry Como with The Anita Kerr Quartet  Dolly Parton duet with Willie Nelson","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Saw Three Ships","Writers":"[traditional] (lyricist, composer)","Artists":"Nat King Cole  [traditional]  Marillion  Mario Lanza  [unknown]  Tonus Peregrinus  Choir of King’s College, Cambridge  Choir of King’s College, Cambridge, Stephen Cleobury  Bing Crosby  Cyndi Lauper  Bruce Cockburn  Glen Campbell  Carpenters  David Arkenstone  Anonymous 4  Kiri Te Kanawa  Philip Aaberg  The Irish Descendants  Robert Shaw Chamber Singers  Marlborough College Chapel Choir  Elisabeth Schwarzkopf  The Ukulele Orchestra of Great Britain  Dick Leibert  Tom Jackson  The Huddersfield Choral Society  The Moscow Boys' Choir  Nadia Birkenstock  Arthur Fiedler & Boston Pops Orchestra  Mantovani & His Orchestra  Plácido Domingo and Vanessa Williams  Lindsey Stirling  Taylor Davis  Choir of Trinity College, Richard Marlow  The Singers—Minnesota Choral Artists, Matthew Culloton  Chicago feat. America  Sufjan Stevens feat. Vito Aiuto  The Guildford Cathedral Choir  Arthur Fiedler and the Boston Pops  The Bach Choir, Sir David Willcocks  Blackmore’s Night  German Brass mit dem Windsbacher Knabenchor  Vox Turturis, David Quinn, Andrew Gant  The Ambrosian Singers, Leon Goossens, Marie Goossens, The Mighty Pipe Organ, John McCarthy  Sean Kelly  Laudibus, Michael C. Brewer  Shelley Marsh, Stan’s sister  St Chad's Cathedral Choir, Birmingham, Henry Fairs, David Saint  The Celtic Connection  Choir of St John’s College, Cambridge, John Challenger, Andrew Nethsingha","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Say a Little Prayer","Writers":"Burt Bacharach (composer)  Hal David (lyricist)","Artists":"Diana King  Dionne Warwick  Aretha Franklin  Burt Bacharach  Trijntje Oosterhuis  Bomb the Bass feat. Maureen  Bomb the Bass  Rahsaan Roland Kirk  Johnny Mathis  Martha Reeves  Anita Kerr Singers  [unknown]  The BossHoss  Patty Ascher  Wes Montgomery  Al Green  Sérgio Mendes  Woody Herman  Nnenna Freelon  Cal Tjader  Reuben Wilson  Jackie Leven  Mary Black  Gene  Ray Bryant  Ahmad Jamal  Earl Klugh Trio  Ray Conniff  The Dells  Martha and The Vandellas  Skeeter Davis  Steve Tyrell  Raffaella Carrà  Anita Harris  Bud Shank  Alan Moorhouse  Mitchell Rasor  Jane McDonald  Workshy  Russell Malone  The Baja Marimba Band  David Michael Johnson  Kyle Riabko  The Romantic Strings and Orchestra  Glennis Grace  Karine Costa  Emergency!  Valerie Joyce  Cídia e Dan  Glee Cast  Picnic  Martha Reeves and The Vandellas  Anne Murray & Glen Campbell  Martha Reeves & The Vandellas  Burt Bacharach & Hal David  Bomb the Bass feat. Maureen Walsh  Dionne Warwick feat. Reba McEntire  Richard Poon  Lorena  Nick Charles  Percy Faith, His Orchestra and Chorus  The Company  Dionne Warwick & Burt Bacharach  The Tony Mansell Singers  Will Swenson, Jacqueline Arnold, Anastacia McCleskey & Ashley Spencer  Will Swenson & Luke Mannikus  Yoshimi  The Cast of “My Best Friend’s Wedding”  Bomb the Bass featuring Maureen  Aretha Franklin with the Royal Philharmonic Orchestra  Nora & Will  Jacqui Hicks  Carol Duboc featuring Hubert Laws  Stephanie McKeon & Anastacia McCleskey & The Original London Cast  Peter & Matilda","ISWC":"T-070.079.723-4","Type":"Song","Lyrics Languages":"eng","Attributes":"1039722-001 (GEMA ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Wanna Live","Writers":"John D. Loudermilk (lyricist, composer)","Artists":"Glen Campbell","ISWC":"T-070.919.083-9","Type":"Song","Lyrics Languages":"eng","Attributes":"688609 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I Will Never Pass This Way Again","Writers":"Ronnie Gaylord (lyricist, composer)","Artists":"Glen Campbell  Marquis","ISWC":"T-070.240.988-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I'm a One-Woman Man","Writers":"Johnny Horton (writer)  Tillman Franks (writer)","Artists":"Steve Young  Glen Campbell  Johnny Horton  Jimmy Martin","ISWC":"T-070.240.732-6","Type":"Song","Lyrics Languages":"eng","Attributes":"649489 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I’ll Be Home for Christmas","Writers":"Walter Kent (composer)  Kim Gannon (lyricist)  Buck Ram (writer)","Artists":"Bing Crosby  Frank Sinatra  The Beach Boys  Elvis Presley  Perry Como  Johnny Cash  Fats Domino  Tony Bennett  Reba McEntire  Carpenters  Doris Day  Johnny Mathis  Bing Crosby & Frank Sinatra  Bob Dylan  Glen Campbell  Dean Martin  Dolly Parton  Andy Williams  Blake Shelton  Tony Christie  Kelly Clarkson  Michael Bublé  Rosemary Clooney  98 Degrees  Whitney Houston  Sarah McLachlan  Linda Ronstadt  Marty Robbins  Anne Murray  Jimmy Buffett  Chicago  Neil Diamond  George Shearing  Joni James  Keely Smith  Al Martino  Bette Midler  Barry Manilow  André Gagnon  Pat Boone  Vince Gill  Kate Ceberano  Spyro Gyra  Helen Reddy  Diane Schuur  Brad Paisley  The Mills Brothers  Floyd Cramer  The Trammps  Kiri Te Kanawa  Josh Groban  Leon Redbone  Bryan White  Attila Fias  Lee Greenwood  John Berry  Søs Fenger  Jerry Vale  Melissa Manchester  Jennifer Hanson  Phil Driscoll  Sleeping at Last  Jack Jezzro  Mindy Smith  Cascada  Stephanie Davis  Günter Noris  Aly & AJ  Jordin Sparks  She & Him  Frank Ferrari  Joe Hackney  Kat Parsons  Kim Gannon  Matt Belsante  Alexander Rybak  Jackie Evancho  98°  Houston Person & Etta Jones  Tony Bennett with The Ralph Sharon Trio  Al Caiola & Riz Ortolani  Tony Bennett and Plácido Domingo  Pentatonix  J Rabbit  The Holiday Choraliers & The Longines Symphonette  José Carreras, Plácido Domingo & Luciano Pavarotti  Twisted Sister feat. Lita Ford  Johnny Mathis with Percy Faith & His Orchestra  Elvis Presley with Carrie Underwood  Percy Faith, His Orchestra and Chorus  Percy Faith & His Orchestra  Tony Bennett feat. Paul the 55-Year-Old Intern  The Robertsons  Bing Crosby with John Scott Trotter and His Orchestra  The Browne Sisters and George Cavanaugh  Larry Chance & The Earls  Bing Crosby with John Scott Trotter and his Orchestra  Andrej Hermlin & The Swing Dance Orchestra  Jessica Simpson duet with John Britt  Michael Ball & Alfie Boe  Philadelphia Orchestra and Chorus  Richmond Brass Ensemble with the National Philharmonic Orchestra, Charles Gerhardt  The Continentals","ISWC":"T-070.903.338-4","Type":"Song","Lyrics Languages":"eng","Attributes":"390032507 (ASCAP ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"I’m So Lonesome I Could Cry","Writers":"Hank Williams (lyricist, composer)","Artists":"Johnny Cash  Elvis Presley  Hank Williams  Cowboy Junkies  Hank Williams, Jr.  B.J. Thomas  Roy Orbison  The Mountain Goats  Bob Dylan  Bruce Springsteen  Al Green  Marty Robbins  Bill Monroe  Stephan Eicher  Andy Williams  Sarah Beth  Grateful Dead & Bob Dylan  Glen Campbell  Dean Martin  Dar Williams  Jerry Lee Lewis  Tom Jones  Me First and the Gimme Gimmes  Holly Cole  Diamanda Galás  Little Richard  Joni James  Frank Ifield  Stonewall Jackson  Willie Nelson  Tanya Tucker  Bill Frisell  Del Shannon  John Scofield  Cassandra Wilson  Johnny Tillotson  Dottie West  Townes Van Zandt  Tommy Edwards  Rita Chiarelli  David Bridie  Tracy Nelson  Roy Acuff  Ferlin Husky  Hank Williams and His Drifting Cowboys  Phil Leadbetter  Hans Theessink  Patrick Norman  Teenage Larvae  Kathy Chiavola  Volbeat  Roy Forbes  Linda Plowman  Jeff Walker und die Flüffers  Hurray for the Riff Raff  Schrammel & Slide  Wiglaf Droste & Das Spardosen-Terzett  Keb’ Mo’  Till Brönner feat. Madeleine Peyroux  Hank Williams Jr.  Bim  Kasey Chambers feat. Paul Kelly  SQÜRL  Slim Cessna  The Dead Brothers  Keisha Renee & Noah Mac","ISWC":"T-904.017.744-4","Type":"Song","Lyrics Languages":"eng","Attributes":"665484 (BMI ID)  878468-001 (GEMA ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"If These Walls Could Speak","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Glen Campbell  Amy Grant  Shawn Colvin  Nanci Griffith  Jimmy Webb  Tom Wopat  Nanci Griffith feat. Jimmy Webb","ISWC":"T-070.084.342-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"It Must Be Getting Close to Christmas","Writers":"Sammy Cahn (writer)  Jimmy Van Heusen (writer)","Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"It’s Only Make Believe","Writers":"Conway Twitty (writer)  Jack Nance (writer)","Artists":"Wanda Jackson  Conway Twitty  Brian May  Child  Vince Eager  Glen Campbell  Misfits  Johnny Burnette  Connie Francis  Showaddywaddy  Lynn Anderson  Clay Aiken  Loretta Lynn & Conway Twitty  T. E. Conway","ISWC":"T-070.939.577-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"It’s Over","Writers":"Jimmie Rodgers (composer, lyricist)","Artists":"Elvis Presley  The Sandpipers  Jimmie Rodgers  Dusty Springfield  Glen Campbell  Big Fat Snake  Henson Cargill  Andy Tielman","ISWC":"T-070.079.509-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Less of Me","Writers":"Glen Campbell (lyricist, composer)","Artists":"Glen Campbell  Loretta Lynn  The Country Gentlemen  Bobbie Gentry & Glen Campbell  Bill Staines  Curt & Roland","ISWC":"T-070.241.620-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Let Go","Writers":null,"Artists":"Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Let It Be Me","Writers":"Gilbert Bécaud (composer)  Pierre Delanoë (lyricist)  Mann Curtis (translator)","Artists":"The Everly Brothers  Nina Simone  Bob Dylan  Laura Nyro  Skeeter Davis & Bobby Bare  Bruce Springsteen  Elvis Presley  James Brown  The 5th Dimension  Herb Alpert & The Tijuana Brass  Jay & The Americans  Canarios  James Brown & Lyn Collins  Acker Bilk  Tom Jones  Anne Murray  The Pointer Sisters  Petula Clark  Willie Nelson  Collin Raye  Kate Ceberano  The Sweet Inspirations  Percy Sledge  Johnny Mathis  Andy Williams  Nancy Wilson  Françoise Hardy  Claudine Longet  Dave Dee, Dozy, Beaky, Mick & Tich  Barbara Lewis  Janis Siegel  Shanes  竹内まりや  Dave  Lloyd Charmers  The Willy DeVille Acoustic Trio  Jill Corey  Marshall & Alexander  岩崎宏美  The Gosdin Brothers  John Alford  Jazz Club  Sonaglio  Kenny Rogers & Dottie West  Bobbie Gentry & Glen Campbell  Bobby Bare & Skeeter Davis  Billy Vera & Judy Clay  Everly Brothers  Bobby Bare feat. Skeeter Davis  Vicki Anderson & James Brown  Winston Curtis  Perry Botkin Jr. & His Orchestra  Michael Ball & The Overtones  The Everly Brothers with Orchestra Conducted by Archie Bleyer  Elvis Presley with the Royal Philharmonic Orchestra  Rod Stewart duet with Jennifer Hudson  Bobbie Gentry with Glen Campbell  The Ramsey Lewis Trio, Jean DuShon  Devon Sinclair","ISWC":"T-004.017.817-3  T-071.184.784-5","Type":"Song","Lyrics Languages":"eng","Attributes":"0F6-9908-1 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Let It Snow! Let It Snow! Let It Snow!","Writers":"Jule Styne (composer)  Sammy Cahn (lyricist)","Artists":"Frank Sinatra  Bing Crosby  Dean Martin  Johnny Mathis  Vaughn Monroe  Marillion  Doris Day  Lena Horne  Andy Williams  Jessica Simpson  Chicago  Aaron Neville  Diana Ross  The Glenn Miller Orchestra  Michael Bublé  Ella Fitzgerald & Frank DeVol and His Orchestra  Harry Connick, Jr.  Cliff Richard  Gloria Estefan  Rosemary Clooney  Glen Campbell  Seal  Billy Idol  The Brian Setzer Orchestra  Trisha Yearwood  Vonda Shepard  Anne Murray  Mannheim Steamroller  Kim Wilde  Twisted Sister  George Shearing  Joe Williams  Elaine Stritch  Carpenters  BoA  Laura Pausini  The Three Tenors  Herb Alpert & The Tijuana Brass  Leon Redbone  Wayne Newton  IQ  Papermoon  Blake Shelton  Ed Ames  Attila Fias  Lee Greenwood  Edyta Górniak  Robert Goulet  Tony Christie  BONNIE PINK  Fred Waring & His Pennsylvanians  The Wurzels  Eddie Dunstedter  Birthe Kjær  Woody Herman & His Orchestra  Magnet  Jamie Cullum  The Rosebuds  Jack Jezzro  Guy Sebastian  Bit Shifter  Aloe Blacc  Rose & John  Nelson Rangell  Cascada  Vaughn Monroe & His Orchestra  The Ray Charles Singers  ADD  Aly & AJ  The Puppini Sisters  The Respect Sextet  May J.  She & Him  Lucien Hétu  Alexander Rybak  Glee Cast  The Moscow Boys' Choir  Bing Crosby & Frank Sinatra  Jule Styne & Sammy Cahn  Houston Person & Etta Jones  Bette Midler feat. Johnny Mathis  Pentatonix  Lindsey Stirling  J Rabbit  Taylor Davis  Kylie  The Holiday Choraliers & The Longines Symphonette  Vaughn Monroe & The Norton Sisters  Celeste Buckingham  Frank Sinatra with Axel Stordahl & His Orchestra  Lisa Ono  Frank Sinatra & The Swanson Quartet  Lew Stone & His Nova Tones  Donald and Daisy  The Browne Sisters and George Cavanaugh  Emilie‐Claire Barlow  Michelle Beauchesne  Mantua Band Studio  Hollywood Tuba 12  Kacey Musgraves feat. The Quebe Sisters  Jule Styne & Sammy Cahn arr. Jonathan Darbourne  Colleen Peterson  Carus‐Quintett  Larry Dalton with the London Festival Orchestra, Charles Gerhardt  The David Murray Quartet  Bill Augustine & Malcolm Cecil  Jennifer Berning","ISWC":"T-070.095.392-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Let Me Be the One","Writers":"Ed Penney (writer)  John Domurad (writer)","Artists":"Anne Murray & Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Light of a Clear Blue Morning","Writers":"Dolly Parton (composer, lyricist)","Artists":"Dolly Parton  Allison Moorer  Glen Campbell  Conspirare, Craig Hella Johnson  The Wailin’ Jennys  Concert Choir, Dr. Lisa Hearne","ISWC":"T-070.241.707-9","Type":"Song","Lyrics Languages":"eng","Attributes":"870191 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Little Altar Boy","Writers":"Howlett Smith (writer)","Artists":"Carpenters  Andy Williams  Glen Campbell  André Gagnon  Vic Dana","ISWC":"T-902.874.119-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Little Toy Trains","Writers":"Roger Miller (lyricist, composer)","Artists":"Glen Campbell  Albert and Gage","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Love Story (You and Me)","Writers":"Randy Newman (composer, lyricist)","Artists":"Randy Newman  Annie Ross  Peggy Lee  Liza Minnelli  Diana Ross  Ursli Pfister  Anne Murray & Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Make It Easy on Yourself","Writers":"Burt Bacharach (composer)  Hal David (lyricist)","Artists":"Jerry Butler  Dionne Warwick  Cilla Black  The Divine Comedy  The Walker Brothers  Burt Bacharach  The Blackeyed Susans  The Four Seasons  Glen Campbell  Elvis Costello  Dakota Staton  Carpenters  Tony Bennett  Rick Astley  Connie Francis  Edwin Starr  Ed Ames  The Three Degrees  Michael Ball  Jackie Trent  Rita Reys  Idle  Workshy  Ronald Isley  Lucy Hale  Laverne Butler  Chris McNulty  Ronan Keating & Burt Bacharach  Elvis Costello & Burt Bacharach  Percy Faith and His Orchestra  Savannah Love  Stephanie McKeon, Kyle Riabko & The Original London Cast","ISWC":"T-070.111.641-7","Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Mornin’ Glory","Writers":"Bobbie Gentry (lyricist, composer)","Artists":"Bill Evans  Bobbie Gentry with Glen Campbell","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"My Baby's Gone","Writers":"Hazel Houser (composer, lyricist)","Artists":"The Louvin Brothers  The Flying Burrito Brothers  Wanda Jackson  Glen Campbell  Willie Nelson  George Jones  The Four Freshmen  Jim and Jesse  Charlie Louvin  Brennen Leigh  Red Allen  Chris Hillman & Herb Pedersen  Carrie Rodriguez and Ben Kyle","ISWC":"T-070.242.349-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"My Ecstasy","Writers":"Dallas Frazier (lyricist, composer)","Artists":"Anne Murray & Glen Campbell","ISWC":"T-071.198.561-3","Type":"Song","Lyrics Languages":"eng","Attributes":"1030459 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"My Elusive Dreams (1967 song)","Writers":"Billy Sherrill (writer)  Claude “Curly” Putman, Jr. (writer)","Artists":"Marty Robbins  Andy Williams  Moses & Joshua Dillard  Tammy Wynette feat. David Houston  Karen Young  Kitty Wells and Johnnie Wright  Bobbie Gentry with Glen Campbell","ISWC":"T-071.001.072-2","Type":"Song","Lyrics Languages":"eng","Attributes":"1030475 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"My Girl","Writers":"Smokey Robinson (composer, lyricist)  Ronald White (composer)","Artists":"Otis Redding  The Temptations  The Whispers  The Mamas & the Papas  Michael Jackson  The Rolling Stones  The Jackson 5  Phil Collins  Hall & Oates  Billy Preston  Stevie Wonder  The Jesus and Mary Chain  Smokey Robinson  Rahsaan Roland Kirk  Georgie Fame  Veeti & The Velvets  Mario Biondi  Glen Campbell  Seal  Marvin Gaye  Rockapella  Dolly Parton  Al Green  Aaron Neville  Mongo Santamaría  Dennis Brown  Alabama  Michael Bolton  Westlife  Amii Stewart  The Neville Brothers  The Righteous Brothers  Elvin Bishop  Human Nature  Patricia Barber  Pato Fu  Ferron  Prince Buster  Georgie Fame & The Blue Flames  The Lettermen  Flemming Bamse Jørgensen  The Capitols  The California Raisins  Hank Ballard  Little Bob & The Lollipops  Jon Peter Lewis  Joe Stubbs  LaToya Jackson  Jamaica Soundsystem  Le Valedon  Jonah Matranga  A Loss for Words  Sam Milby  The Outsiders  Smokey Robinson & The Miracles  Shake Keane  Günther Neefs  Tiago Iorc  Suave  Tiago Lorc  Jackie Wilson & Count Basie  John Hiatt & Loudon Wainwright III  Declan  Temptations  Michael Jackson & The Jackson 5  The Original Lead Singers of The Temptations  The Temptations feat. The Steadies  Amii Stewart feat. Johnny Bristol  Smokey Robinson & The Miracles  Smokey Robinson & Ronald White  Kele Okereke  Hall & Oates, Eddie Kendricks, David Ruffin  Smokey Robinson, Miguel, Aloe Blacc & JC Chasez  Bruce Springsteen & The E Street Band  House Party Karaloke  Sounds of Soul  Lucky Chops  Vineyard Sound  The Original Lead Singers of The Temptations  Aubrey Mann  Dogjaw  Diana Ross & The Supremes and The Temptations  Diana Ross & The Supremes with The Temptations  Kevin James O'Brien  Peter & Matilda  David Matthews with Whirlwind  The Temptation  Promotion","ISWC":"T-070.112.259-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Once More","Writers":"Jerry Capehart (composer)","Artists":"Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"People Get Ready","Writers":"Curtis Mayfield (composer, lyricist)","Artists":"U2  Bruce Springsteen & The E Street Band  Curtis Mayfield  Rod Stewart  Bob Dylan  The Impressions  The Chambers Brothers  Eva Cassidy  Phil Collins  Bruce Springsteen  The Doors  Jeff Beck  The Housemartins  William Parker  Jeff Beck & Rod Stewart  Bob Dylan & The Band  Dusty Springfield  Prince  Glen Campbell  Seal  John Denver  Aretha Franklin  Al Green  Billy Bragg  Petula Clark  Johnny Rivers  Michelle Wright  Maceo Parker  The Meters  George Benson  Larry Norman  The Neville Brothers  Dionne Warwick  Margaret Becker  Oficina G3  Take 6  Vanilla Fudge  Terry Callier  Human Nature  Russell Watson  The Blind Boys of Alabama  Stephanie Mills  Jimmy Little  Kevin Max  Jimmy Scott  Wynonna  Jeffrey Osborne  NewSong  Paul Carrack  Barbara Dickson  Akabu  Trin-i-tee 5:7  The Walker Brothers  George Lynch  Henning Stærk  The Blues Band  Kenny Rankin  The Red Squares  Roebuck \"Pops\" Staples  The Idea of North  The Everly Brothers  Eric Essix  Hans Theessink Band  Dave Specter  John Oates  Ryan Shaw  Patrick Yandall  Artisan Church  East of Underground  Liz Longley  Jaimee Paul  U2 & Maria McKee  Sonny Terry & Brownie McGhee  Jeff Beck with Joss Stone  David Sanborn & Jonathan Sanborn  Alicia Keys and Lyfe Jennings  Jeff Beck feat. Joss Stone  Ladysmith Black Mambazo feat. Phoebe Snow  Aaron Neville feat. David Sanborn & Art Neville  Darrell Mansfield & Eric Turner  The California Honeydrops  Trijntje Oosterhuis with The Clayton-Hamilton Jazz Orchestra  Jazz Soul Seven  U2 feat. Maria McKee  Rod Stewart & Jeff Beck  Bo Stief, Bobo Moreno & Ole Kock Hansen  Paulini feat. Human Nature  Tobias Becker Bigband  Bruce Springsteen with U2  Rod Stewart & Jerry Lawson & Talk of the Town  Aretha Franklin with the Royal Philharmonic Orchestra  Bruce Springsteen with Bono, Wilson Pickett & Billy Joel  Cheryl Porter & Vox Box Singers","ISWC":"T-070.242.872-5","Type":"Song","Lyrics Languages":"eng","Attributes":"1164443 (BMI ID)  1317313-001 (GEMA ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Pretty Paper","Writers":"Willie Nelson (composer, lyricist)","Artists":"Roy Orbison  Willie Nelson  Asleep at the Wheel feat. Willie Nelson  Carly Simon  Glen Campbell  Emmy Rossum  Brick Pig  Kenny Chesney feat. Willie Nelson  Hero Fisher  Daniel O’Donnell  Roy Orbison with Royal Philharmonic Orchestra  Willie Nelson with Bobbie Nelson","ISWC":"T-070.242.999-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Reason to Believe","Writers":"Tim Hardin (composer, lyricist)","Artists":"Rod Stewart  Neil Young  The Youngbloods  Tim Hardin  Bobby Darin  Carpenters  Rod Stewart feat. Ronnie Wood  Ramblin’ Jack Elliott  Wilson Phillips  Cher  Glen Campbell  Johnny Cash  Eddie Money  Vonda Shepard  Juice Newton  Rickie Lee Jones  John Stewart  Gary Lewis & The Playboys  The Nitty Gritty Dirt Band  Mason Williams  Ian & Sylvia  Jackie DeShannon  Lobo  Scott McKenzie  Marianne Faithfull  The Sandpipers  Ron Sexsmith  Andy Williams  Peter, Paul & Mary  Don Williams  Stina Nordenstam  Aled Jones  Karen Dalton  Spin 1ne 2wo  Brainbox  Billy Edd Wheeler  The Dillards  許冠傑  Gove Scrivenor  Paul Holmes  Vince Guaraldi  Hearts and Flowers  Camper Van Chadbourne  Peter Shelley  Ricky Koole  Rod Stewart & Ronnie Wood  Dean Dyson  Ian McShane  Red Allen & The Allen Brothers  Rod Stewart With Ronnie Wood","ISWC":"T-913.782.995-9","Type":"Song","Lyrics Languages":"eng","Attributes":"416561 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Rhinestone Cowboy","Writers":"Larry Weiss (composer, lyricist)","Artists":"Glen Campbell  Radiohead  Bert Kaempfert  Soul Asylum  White Town  Those Darn Accordions!  Collin Raye  David Hasselhoff  Bert Weedon  Avid All Stars  Barrett Baber & Blake Shelton","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Scarborough Fair\/Canticle","Writers":"Paul Simon (writer)  Art Garfunkel (writer)","Artists":"Simon & Garfunkel  Queensrÿche  Andy Williams  Brainbox  [unknown]  大谷幸  陳百強  Leaves’ Eyes  Carly Simon  The Ventures  Wes Montgomery  Harry Belafonte  Sarah Brightman  Art Garfunkel  Sandie Shaw  Canadian Brass  Paul Desmond  鬼束ちひろ  Ray Conniff  Gregorian  Claudine Longet  Another Fine Day  Andean Nation  国府弘子  The Hampton String Quartet  Tony Rice  松浦亜弥  Jordan Rudess  Gershon Kingsley  Michael Chapdelaine  Claire Sweeney  Helena Vondráčková  多田葵  Tony Mottola  Jack Wilson  Alan Caddy Orchestra & Singers  The Filmscore Orchestra  Erie  島宮えい子  Bobbie Gentry & Glen Campbell  Deena Webster  増崎孝司  Gregorian  Joe Reisman & His Orchestra & Chorus  Sérgio Mendes & Brasil ’66  The Grassmasters","ISWC":"T-070.940.142-2","Type":"Song","Lyrics Languages":"eng","Attributes":"0S2-8030-2 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Shoulder to Shoulder","Writers":"Henry Gaffney (lyricist, composer)","Artists":"Tanya Tucker & Glen Campbell","ISWC":"T-070.144.166-8","Type":"Song","Lyrics Languages":"eng","Attributes":"334074 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Somethin' Bout You Baby I Like","Writers":"Richard Supa (lyricist, composer)","Artists":"Status Quo  Tom Jones  Glen Campbell feat. Rita Coolidge","ISWC":"T-070.142.201-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Southern Nights","Writers":"Allen Toussaint (composer, lyricist)","Artists":"Glen Campbell  Allen Toussaint  Stanton Moore  Collin Raye  Johnny Mathis  Citizen Cope  Lizz Wright  林子祥  Ole Friis  Chet Atkins & Allen Toussaint","ISWC":"T-070.243.862-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Still Within the Sound of My Voice","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Glen Campbell  Linda Ronstadt","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Sunflower","Writers":"Neil Diamond (writer)","Artists":"Glen Campbell  許冠傑","ISWC":"T-070.249.884-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Take These Chains From My Heart","Writers":"Fred Rose (composer)  Hy Heath (composer)","Artists":"Ray Charles  Hank Williams  Glen Campbell  Dean Martin  Anne Murray  Merle Haggard  Grant Green  Stonewall Jackson  Al Martino  Ray Price  Ricky Nelson  David Allan Coe  George Jones  Rosanne Cash  Lee Roy Parnell  Roy Acuff  Hank Williams and His Drifting Cowboys  Madeleine Peyroux  Bert Weedon  Frank Ferrari  We Two Thieves  Daniel O’Donnell  Jim Owen & The Drifting Cowboys  Max Abrams feat. Raul Malo","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":"2800360 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"The Christmas Song (Chestnuts Roasting on an Open Fire)","Writers":"Mel Tormé (composer, lyricist)  Robert Wells (lyricist)","Artists":"Nat King Cole  Mel Tormé  Bing Crosby  Bing Crosby & Frank Sinatra  James Brown  Doris Day  Tony Bennett  Stevie Wonder  Christina Aguilera  Rosemary Clooney  Natalie Cole  Aaron Neville  The Nat King Cole Trio  King Cole Trio  Kenny Rogers  The Drifters  The Miracles  Frank Sinatra  Chaka Khan  Carpenters  Smokey Robinson & The Miracles  Toni Braxton  Barbra Streisand  Aimee Mann  Reba McEntire  John Denver  Holly Cole  Marillion  Carmen McRae  Diana Krall  Perry Como  Mormon Tabernacle Choir  Andy Williams  Hayley Westenra  The Supremes  杉山清貴  Nat King Cole & Natalie Cole  Alexander O’Neal  Bob Dylan  Gloria Estefan  Donna Summer  Jaci Velasquez  Ella Fitzgerald  New Kids on the Block  Luther Vandross  BoA  Randy Travis  Martina McBride  The Manhattan Transfer  John Michael Montgomery  Charlotte Church  Sandi Patty  Aled Jones  Voice Male  Lee Greenwood  101 Strings Orchestra  Jerry Vale  Vic Damone  Michael Bublé  [unknown]  Nicole Henry  手嶌葵  India.Arie & Stevie Wonder  The King’s Singers  [Disney]  Cliff Richard  James Taylor  The Temptations  Céline Dion  Wilson Phillips  Sheryl Crow  Glen Campbell  Lonestar  Seal  Marvin Gaye  Whitney Houston  Aretha Franklin  Jessica Simpson  Trisha Yearwood  Linda Ronstadt  Faith Evans  Anne Murray  Paul McCartney  *NSYNC  Diamond Rio  Chicago  Twisted Sister  Rose Bonanza  Joni James  Ann Hampton Callaway  Peggy Lee  Les Brown  Tiny Tim  Charlie Byrd  Kevin Gibbs Trio  Maynard Ferguson  Roger Whittaker  Jimmy Ponder  Keely Smith  Dexter Gordon  Kenny Loggins  Diana Ross  Los Lobos  Jerry Jeff Walker  Barry Manilow  Michelle Wright  Ricky Nelson  Dwight Yoakam  André Gagnon  Babyface  Lee Ann Womack  Etta James  SWV  Jimmy Smith  Lena Horne  Bryan Duncan  Ellis Marsalis  David Benoit  John Anderson  Los Straitjackets  Boney James  Bobby Womack  Grover Washington, Jr.  Robert Wells  Avalon  Johnny Mathis  The Mills Brothers  James Morrison  [christmas music]  Liberace  Connie Francis  Lynn Anderson  Jaki Graham  Herb Alpert & The Tijuana Brass  The Glenn Miller Orchestra  David Hasselhoff  Sarah Connor  Lorie Line  Tommy Emmanuel  Josh Groban  Annie Haslam  Roomful of Blues  Phil Perry  Hall & Oates  Nicole C. Mullen  Cæcilie Norby  Wiener Sängerknaben  The Charlie Daniels Band  Frankie Avalon  Braxton Brothers  Blake Shelton  Norman Brown  Peabo Bryson  Attila Fias  Dale Watson  Robert Goulet  Tony Christie  Orquesta de la Luz  The Allen Toussaint Orchestra  John Berry  Stacey Kent  Steve Erquiaga  BONNIE PINK  Jack Teagarden  Melissa Manchester  Johnny Adams  Fred Waring & His Pennsylvanians  国府弘子  Stacie Orrico  Tait  Don Ho  The Lettermen  The Duprees  The Boys Choir of Harlem  Coko  Birthe Kjær  The Muppets  Anthony Warlow  Clay Aiken  Danny Boy  John Gary Williams  梅林茂  Kimberley Locke  Ferrante and Teicher  Sleeping at Last  Donnie Sanders  Tracy & the Hindenburg Ground Crew  Jack Jezzro  Geoff Love & His Orchestra  Aloe Blacc  Sonya Isaacs  Davis Gaines  Mindy Smith  Scooter Lee  Les Brown and His Orchestra  John Gary  Cascada  Living Strings and Living Voices  Knightsbridge Singers  The Lennon Sisters  The Soulful Strings  Sammy Davis Jr.  Joe Diffie  Kidz Bop  Vince Guaraldi  Dino Kartsonakis  Holiday Moods  Bill Gabrys  Mafialligator  Chi K Munki  Elliott Yamin  Dan Kury  Fir Na Keol  Rob Schwimmer  Vic Jordan  Tiffany Evans  The Ralph Hunter Choir  Aga Zaryan  The Lamb Family  noon  Micah Dalton  She & Him  David Firman  Gladys Knight and the Saints Unified Voices  Johnny Costa  Lucien Hétu  Jeffrey Hattrick and Nicole Pesce  Dan Duggan  Alexander Rybak  Rada  Gregory Porter  Daniel T. Coates  The Great British Barbershop Boys  Eric Stuart, Rachael Lillis & Maddie Blaustein  Billy Paul Williams & Nicole Henry  José Carreras, Natalie Cole & Plácido Domingo  George Shearing & Mel Tormé  Perry Como with Mitchell Ayres and His Orchestra  Cee Lo Green  Justin Bieber feat. Usher  98°  Jane Krakowski, Elaine Stritch & Alec Baldwin  Frank Sinatra & Bing Crosby  The 4 Seasons  Les Brown and His Orchestra with Doris Day  Al Caiola & Riz Ortolani  Do & Mel Tormé  David Ian feat. Acacia  Nat \"King\" Cole  Tony Bennett and the London Symphony Orchestra  Pentatonix  The Jackson 5  Colbie Caillat feat. Justin Young  Taylor Davis  The Holiday Choraliers & The Longines Symphonette  Charlie Daniels feat. Dan Tyminski  Frank Sinatra feat. Nat King Cole  Nat King Cole with Natalie Cole  Terra Sul  Nat 'King' Cole  PHOX  Mark O’Connor feat. Jane Monheit  Lisa Ono  Les Brown and His Band of Renown, vocal by Doris Day  Tex Beneke, Ray Eberle, The Modernaires with Paula Kelly  Percy Faith, His Orchestra and Chorus  岡崎雪  Mannheim Steamroller feat. Johnny Mathis  Bing Crosby & The Ken Darby Singers  Hootie & the Blowfish  Chet Baker and the Carmel Strings  グッチ裕三&グッチーズ  Lauren Daigle  Ames Brothers  All‐4‐One  The Browne Sisters and George Cavanaugh  Steve Lukather & Friends  Living Voices  The O’Jays  Starlite  Michelle Beauchesne  Nat King Cole & Others  Mormon Tabernacle Choir with Natalie Cole  The Red Garland Trio  Mantua Band Studio  Hollywood Tuba 12  Jade Arcade  Mel Tormé and The Marty Paich Dek-Tette  Dave Koz feat. Peter White, David Benoit, Rick Braun & Brenda Russell  The Holophonics  The Golddiggers  Philadelphia Orchestra and Chorus  The Philadelphia Orchestra & Chorus conducted by William Smith  Bruce Cameron  David Firmin and His Orchestra  Doc Severinsen and The Tonight Show Orchestra  The St. Philips Boy's Choir  Bill Augustine & Malcolm Cecil  Paul Carrack with the SWR Big Band  Old School Basterds","ISWC":"T-070.024.961-1","Type":"Song","Lyrics Languages":"eng","Attributes":"330056569 (ASCAP ID)  0C0-3540-9 (JASRAC ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"The Miracle of Love","Writers":"Glen Campbell (composer)  Jerry Capehart (composer)","Artists":"Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"The Moon Is a Harsh Mistress","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Joe Cocker  Radka Toneff  Judy Collins  Nils Landgren  Glen Campbell  Linda Ronstadt  Sheila Jordan  Josh Groban  Silje Nergaard  Charlie Haden & Pat Metheny  Pat Metheny & Charlie Haden  Jimmy Webb feat. Joe Cocker  Radka Toneff \/ Steve Dobrogosz  Radka Toneff & Steve Dobrogosz","ISWC":"T-905.061.099-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"The Universal Soldier","Writers":"Buffy Sainte-Marie (composer, lyricist)","Artists":"Donovan  Buffy Sainte-Marie  Glen Campbell  Passion Killers  First Aid Kit","ISWC":"T-070.193.753-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"There Goes My Everything (1965 song)","Writers":"Dallas Frazier (lyricist, composer)","Artists":"Elvis Presley  Loretta Lynn  Anne Murray  Tammy Wynette  Engelbert Humperdinck  Jack Greene  Ray Price  Mrs. Miller  Eilert Pilarm  Bert Weedon  Don Cherry  Tennessee Ernie Ford & Glen Campbell  Sommerset","ISWC":"T-071.225.404-0","Type":"Song","Lyrics Languages":"eng","Attributes":"1486525 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"These Days","Writers":"Jackson Browne (composer, lyricist)","Artists":"Mates of State  Jackson Browne  Elliott Smith  Nico  Cher  Glen Campbell  10,000 Maniacs  New Grass Revival  Paul Westerberg  Swing Out Sister  The Golden Palominos  Kathryn Williams  Gemma Hayes  Razorlight  Griffin House  Jonah Matranga  Young@Heart Chorus  Marika Hackman  Don Henley with Blind Pilot  Jackson Browne and Gregg Allman  Jesse Terry  SpareTime Bluegrass  Nitty Gritty Dirt Band feat. Jackson Browne  David Fidler","ISWC":"T-070.278.784-5","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"This Is Sarah’s Song","Writers":"Jimmy Webb (composer, lyricist)","Artists":"Glen Campbell","ISWC":"T-070.184.547-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Time in a Bottle","Writers":"Jim Croce (composer, lyricist)","Artists":"Jim Croce  The Ventures  Glen Campbell  Chris de Burgh  Roger Whittaker  Babyface  Nana Mouskouri  Roger Williams  Floyd Cramer  Danger Danger  Eddie Kendricks  Howard Keel  Michael Ball  Michael English  Montezuma's Revenge  Mandy Patinkin  The Muppets  David Osborne  Unicante  Lykke Li  Glenn Roth  Lenny Dee  John Baxter  Michael Lucarelli  Chris Foster  Stephanie Jackson  Anita Meyer, Metropole Orkest","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Times Like These","Writers":"Dave Grohl (writer)  Taylor Hawkins (writer)  Nate Mendel (writer)  Chris Shiflett (writer)","Artists":"Foo Fighters  Shinedown  Glen Campbell  Aslyn  Rockabye Baby!  The Script  Vitamin String Quartet  The Mulberrys feat. B-Pug","ISWC":"T-071.715.935-7  T-914.857.890-9","Type":"Song","Lyrics Languages":"eng","Attributes":"GW30905044 (APRA ID)  6258908 (BMI ID)","Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Too Many Secrets","Writers":"Bobby Lile (lyricist, composer)","Artists":"Patsy Cline  Patsy Cline & Glen Campbell","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"},{"Work":"Trouble in Mind","Writers":"Richard M. Jones (composer, lyricist)","Artists":"Nina Simone  Jerry Lee Lewis  Fats Domino  Peter & Gordon  Sister Rosetta Tharpe with Lucky Millinder & His Orchestra  Aretha Franklin  Jimmy Witherspoon  Dinah Washington  Ace Cannon  Led Zeppelin  LaVern Baker  Lee Ann Womack  Jimmy Smith  Arno  Townes Van Zandt  Yusef Lateef  Alice Peacock  Nicole Henry  Dodo Greene  Elżbieta Mielczarek  Tennessee Ernie Ford & Glen Campbell  Rosetta Tharpe with Lucky Millinder & His Orchestra  Jerry Lee Lewis with Eric Clapton  Jerry Lee Lewis with Ron Wood  The Producers  Asleep at the Wheel with Lyle Lovett  Arno with Viktor Lazlo","ISWC":"T-070.278.611-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"57976431-1a5c-4968-a422-b92c5e9b0d4f"}]