[{"Work":"A Musical Snuffbox, op. 32 (catch-all for arrangements)","Writers":"Анатолий Константинович Лядов (composer)","Artists":"Thomas Heywood  Erich Kunzel and the Cincinnati Pops Orchestra  Royal Scottish National Orchestra, Neeme Järvi  Seattle Symphony, Gerard Schwarz  Ольга Шишкина, Михаил Троян  Queensland Symphony Orchestra, Patrick Thomas  Krasnoyarsk Symphony Orchestra, Ivan Shpiller  Florence Foster Jenkins, Cosmé McMoon  Ronnie Chamberlain, London Promenade Orchestra, Eric Hammerstein  Magical Snuffbox","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Aida: Grand March (catch-all for arrangements)","Writers":"Giuseppe Verdi (composer)","Artists":"Giuseppe Verdi  Queensland Symphony Orchestra, Patrick Thomas  Boston Pops Orchestra, Arthur Fiedler  The Philadelphia Orchestra, Eugene Ormandy  Cincinnati Pops Orchestra, Erich Kunzel  Philip Jones Brass Ensemble, Elgar Howarth  London Promenade Orchestra, Eric Hammerstein  National Philharmonic Orchestra, Charles Gerhardt  Queensland Symphony Orchestra  Chor und Orchester der Deutschen Oper Berlin, Giuseppe Sinopoli  The Band of the Coldstream Guards  Martin Souter  Dresden Philharmonic Orchestra, Siegfried Kurz  The Allentown Band, Ronald Demkee  Orchestra del Teatro Comunale di Bologna, Riccardo Chailly  Metropolitan Orchestra, James Levine  Thomas Peck, Cincinatti May Festival Orchestra, Cincinnati Pops Orchestra, Erich Kunzel","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Aristophanic Suite \"The Wasps\": III. March Past of the Kitchen Utensils","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Philharmonic Orchestra, Sir Adrian Boult  Queensland Symphony Orchestra, Patrick Thomas  Ralph Vaughan Williams  Royal Philharmonic Orchestra, Christopher Seaman  London Symphony Orchestra, George Weldon  London Philharmonic Orchestra, Vernon Handley  Philharmonia Orchestra, Sir Adrian Boult  Kansas City Symphony, Michael Stern  Royal Liverpool Philharmonic Orchestra, James Judd","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Concerto Symphonique no. 2 in B minor, op. 22: II. Scherzo","Writers":"Henry Litolff (composer)","Artists":"Bournemouth Symphony Orchestra, Andrew Litton, Peter Donohoe  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Cornish Rhapsody","Writers":"Hubert Bath (composer)","Artists":"Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  Richard Clayderman  Ferrante and Teicher  George Greeley  Malcolm Lockyer and His Orchestra  Boston Pops Orchestra, Arthur Fiedler  Harriet Cohen, London Symphony Orchestra, Hubert Bath  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Valentina Lisitsa, BBC Concert Orchestra, Christopher Warren‐Green  Malcolm Lockyer Orchestra  Philip Fowke, RTÉ Concert Orchestra, Proinnsías Ó Duinn  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Cotillon","Writers":"Arthur Benjamin (composer)","Artists":"Sydney Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Elizabethan Serenade","Writers":"Ronald Binge (composer)","Artists":"Ronald Binge  National Philharmonic Orchestra, Charles Gerhardt  Symfonický orchester Slovenského rozhlasu, Ernest Tomlinson  The Mantovani Orchestra  Sydney Symphony Orchestra, Patrick Thomas  United Kingdom Symphony Orchestra, Christopher Warren‐Green  Roger Whittaker  Richard Clayderman  James Last  Ivan Rebroff  Mantovani  Pasžský hradčanský orchestr  Binge  The New London Orchestra, Ronald Corp  Orquesta Sinfónica de Radio Televisión Española, Enrique García Asensio  The Black Dyke Mills Band  National Philharmonic Orchestra & Charles Gerhardt  BBC Concert Orchestra, Vernon Handley  Concertgebouworkest o.l.v. Dolf van der Linden  Slovak Radio Symphony Orchestra, Ernest Tomlinson  Central Band of the Royal Air Force  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier  Robert Atwood, Cleo Aufderhaar - Violin","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Fantasia on a Theme by Thomas Tallis","Writers":"Ralph Vaughan Williams (composer)","Artists":"Ralph Vaughan Williams  Academy of St Martin in the Fields, Sir Neville Marriner  English String Orchestra, William Boughton  London Philharmonic Orchestra, Sir Roger Norrington  The New Queen's Hall Orchestra, Barry Wordsworth  The Philadelphia Orchestra, Eugene Ormandy  London Philharmonic Orchestra, Sir Adrian Boult  Philharmonia Orchestra, Herbert von Karajan  Sinfonia of London, Sir John Barbirolli  Saint Louis Symphony Orchestra, Leonard Slatkin  London Philharmonic Orchestra, Bernard Haitink  Philharmonia Orchestra, Leonard Slatkin  Royal Philharmonic Orchestra, Christopher Seaman  New York Philharmonic, Dimitri Mitropoulos  Britten Sinfonia, Nicholas Cleobury  Bournemouth Symphony Orchestra, Constantin Silvestri  BBC Symphony Orchestra, Andrew Davis  Orpheus Chamber Orchestra  Royal Philharmonic Orchestra  [unknown]  Australian Intervarsity Choral Festival Choir  BBC Symphony Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  New York Philharmonic, Leonard Bernstein  Royal Philharmonic Orchestra, Sir Charles Groves  Maureen Gallagher, Orpheus Chamber Orchestra, Guillermo Figueroa  New Philharmonia Orchestra, Leopold Stokowski  London Philharmonic Orchestra, Bryden Thomson  New Zealand Symphony Orchestra, James Judd  NBC Symphony Orchestra, Arturo Toscanini  London Symphony Orchestra, Rafael Frühbeck de Burgos  London Symphony Orchestra, István Kertész  London Philharmonic Orchestra, Vernon Handley  Atlanta Symphony Orchestra, Robert Spano  Royal Liverpool Philharmonic Orchestra, Vernon Handley  Queensland Symphony Orchestra  Hanan Townshend  Duisburger Philharmoniker, Jonathan Darlington  London Festival Orchestra  Dimitri Mitropoulos, Minnesota Symphony Orchestra  Primavera Chamber Orchestra, Paul Manley  Budapest Strings, Béla Bánfalvi  New Symphony Orchestra of London, Anthony Collins  Symphony Orchestra of the Curtis Institute, André Previn  City of Birmingham Symphony Orchestra, Norman Del Mar  LSO String Ensemble, Roman Simovic  Hallé, Sir Mark Elder  Felix Schmidt, London Symphony Orchestra, Rafael Frühbeck de Burgos  Park Avenue Chamber Symphony, David Bernard  Orchester der Wiener Staatsoper, Sir Adrian Boult  London Chamber Orchestra, Christopher Warren‐Green  Tasmin Little, BBC Welsh Symphony Orchestra, Sir Andrew Davis  Philharmonia Orchestra, Sir Malcolm Sargent  Patrick Thomas  Vienna State Opera Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, Pinchas Zukerman  The London Orion Orchestra, Stuart Wright","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Fantasia on Hungarian Folk Melodies for piano and orchestra, S. 123","Writers":"Franz Liszt (composer)  Hans von Bülow (dedication)","Artists":"Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher, Leslie Howard  Claudio Arrau, The Philadelphia Orchestra, Eugene Ormandy  Franz Liszt  Orchester des Musikgymnasiums Belvedere, Joan Pagès Valls, Mariam Batsashvili  Shura Cherkassky, Berliner Philharmoniker, Herbert von Karajan  Berliner Philharmoniker, Herbert von Karajan  Magyar Rádió Szimfonikus Zenekara, András Ligeti, Jenő Jandó  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Gewandhausorchester Leipzig, Kurt Masur  Julius Katchen, London Symphony Orchestra, Piero Gamba  Solomon, Philharmonia Orchestra, Walter Süsskind  Franz Liszt; Jorge Bolet  Gewandhausorchester Leipzig, Václav Neumann, Siegfried Stöckigt  London Symphony Orchestra, Iván Fischer, Jorge Bolet  Franz Liszt; Harry Sukman  Nemzeti Filharmonikus Zenekar, János Ferencsik, Jenő Jandó  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Géza Anda, Philharmonia Orchestra, Otto Ackermann  Sviatoslav Richter, Budapest Symphony Orchestra, János Ferencsik  Philippe Entremont, New Philharmonia Orchestra, Seiji Ozawa  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Earl Wild, Columbia Symphony Orchestra, André Kostelanetz  Шура Черкасский, Berliner Philharmoniker, Herbert von Karajan  François‐René Duchâble, London Philharmonic Orchestra, James Conlon  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Peter Frankl, Tiroler Symphonieorchester Innsbruck, Robert Wagner  Elisso Bolkvadze, Georgian Festival Orchestra, Jahni Mardjani  Claude Kahn, Orchestre de Hambourg, Wolfgang Rössler  György Oravecz, Magyar Rádió Szimfonikus Zenekara, Balázs Kocsár  David Lively, Belgian Radio and Television Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Festive Overture","Writers":"William Lovelock (composer)","Artists":"Sydney Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Gli uccelli, P. 154: I. Preludio (Prelude)","Writers":"Ottorino Respighi (composer)","Artists":"Orpheus Chamber Orchestra  [unknown]  Academy of St Martin in the Fields, Sir Neville Marriner  Bournemouth Sinfonietta, Tamás Vásáry  Tasmanian Symphony Orchestra, Omri Hadari  Melbourne Symphony Orchestra  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti  Atlanta Symphony Orchestra, Louis Lane  London Symphony Orchestra, István Kertész  I Solisti Veneti, Claudio Scimone  San Francisco Symphony Orchestra, Edo de Waart  San Francisco Symphony, Edo de Waart  London Philharmonic, Rizzi  Sinfonia of London, Charles Gerhardt  Moscow Philharmonic Orchestra, Lawrence Leighton Smith  Orchestra Sinfonica del Teatro Massimo di Palermo, Marzio Conti  BBC Philharmonic, Patrick Thomas  Australian Chamber Orchestra, Christopher Lyndon‐Gee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Gli uccelli, P. 154: II. La Colomba (The dove)","Writers":"Ottorino Respighi (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Bournemouth Sinfonietta, Tamás Vásáry  Tasmanian Symphony Orchestra, Omri Hadari  Sinfonia of London, Charles Gerhardt  Orpheus Chamber Orchestra  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti  Atlanta Symphony Orchestra, Louis Lane  London Symphony Orchestra, István Kertész  I Solisti Veneti, Claudio Scimone  Philadelphia Orchestra, Eugene Ormandy  San Francisco Symphony Orchestra, Edo de Waart  San Francisco Symphony, Edo de Waart  London Philharmonic, Rizzi  Orchestra Sinfonica del Teatro Massimo di Palermo, Marzio Conti  BBC Philharmonic, Patrick Thomas  Australian Chamber Orchestra, Christopher Lyndon‐Gee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Gli uccelli, P. 154: III. La Gallina (The hen)","Writers":"Ottorino Respighi (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Tasmanian Symphony Orchestra, Omri Hadari  Orpheus Chamber Orchestra  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti  Atlanta Symphony Orchestra, Louis Lane  Bournemouth Sinfonietta, Tamás Vásáry  London Symphony Orchestra, István Kertész  I Solisti Veneti, Claudio Scimone  San Francisco Symphony Orchestra, Edo de Waart  San Francisco Symphony, Edo de Waart  London Philharmonic, Rizzi  Sinfonia of London, Charles Gerhardt  Orchestra Sinfonica del Teatro Massimo di Palermo, Marzio Conti  BBC Philharmonic, Patrick Thomas  Australian Chamber Orchestra, Christopher Lyndon‐Gee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Gli uccelli, P. 154: IV. L'Usignuolo (The nightingale)","Writers":"Ottorino Respighi (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Tasmanian Symphony Orchestra, Omri Hadari  Orpheus Chamber Orchestra  [unknown]  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti  Atlanta Symphony Orchestra, Louis Lane  Bournemouth Sinfonietta, Tamás Vásáry  London Symphony Orchestra, István Kertész  I Solisti Veneti, Claudio Scimone  San Francisco Symphony Orchestra, Edo de Waart  San Francisco Symphony, Edo de Waart  London Philharmonic, Rizzi  Sinfonia of London, Charles Gerhardt  Orchestra Sinfonica del Teatro Massimo di Palermo, Marzio Conti  BBC Philharmonic, Patrick Thomas  Australian Chamber Orchestra, Christopher Lyndon‐Gee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Gli uccelli, P. 154: V. Il Cucù (The cuckoo)","Writers":"Ottorino Respighi (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Tasmanian Symphony Orchestra, Omri Hadari  Sinfonia of London, Charles Gerhardt  Orpheus Chamber Orchestra  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti  Atlanta Symphony Orchestra, Louis Lane  Bournemouth Sinfonietta, Tamás Vásáry  London Symphony Orchestra, István Kertész  I Solisti Veneti, Claudio Scimone  San Francisco Symphony Orchestra, Edo de Waart  San Francisco Symphony, Edo de Waart  London Philharmonic, Rizzi  Orchestra Sinfonica del Teatro Massimo di Palermo, Marzio Conti  BBC Philharmonic, Patrick Thomas  Cincinnati Pops Orchestra, John Morris Russell  Australian Chamber Orchestra, Christopher Lyndon‐Gee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Grand March from \"Aida\" (for organ, Lemare)","Writers":"Giuseppe Verdi (composer)  Edwin Lemare (arranger)","Artists":"Giuseppe Verdi  Royal Philharmonic Orchestra  Christopher Herrick  Choir of St Mary's, Fishponds  Queensland Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Idyll","Writers":"Lindley Evans (composer)","Artists":"Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Karelia-sarja, op. 11: I. Intermezzo (for orchestra)","Writers":"Jean Sibelius (composer)","Artists":"Hallé Orchestra, Sir John Barbirolli  [unknown]  The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Sir Colin Davis  BBC Symphony Orchestra, Sir Thomas Beecham  Gothenburg Symphony Orchestra, Neeme Järvi  Helsinki Philharmonic Orchestra, Okko Kamu  Herbert von Karajan  Royal Philharmonic Orchestra  Keith Emerson  Wiener Philharmoniker, Lorin Maazel  Boston Symphony Orchestra, Sir Colin Davis  Atlanta Symphony Orchestra, Yoel Levi  Göteborgs Symfoniker, Neeme Järvi  Radion sinfoniaorkesteri, Okko Kamu  Philharmonia Orchestra, Vladimir Ashkenazy  Saint Louis Symphony Orchestra, Leonard Slatkin  CSR Symphony Orchestra, Kenneth Schermerhorn  London Symphony Orchestra, Gennadi Rozhdestvensky  Helsingin kaupunginorkesteri, Leif Segerstam  Academy of St Martin in the Fields, Sir Neville Marriner  London Symphony Orchestra, Sir Alexander Gibson  London Symphony Orchestra, Loris Tjeknavorian  Pittsburgh Symphony Orchestra, Lorin Maazel  Royal Philharmonic Orchestra, Sir Charles Mackerras  New Zealand Symphony Orchestra, James Sedares  City of Birmingham Symphony Orchestra, Sakari Oramo  Iceland Symphony Orchestra, Petri Sakari  Sinfonia Lahti, Osmo Vänskä  Bournemouth Symphony Orchestra, Paavo Berglund  New Zealand Symphony Orchestra, Pietari Inkinen  Royal Philharmonic Orchestra, Sir Alexander Gibson  Royal Philharmonic Orchestra, Anthony Collins  Berliner Philharmoniker, Hans Rosbaud  London Symphony Orchestra, Robert Kajanus  Lahti Symphony Orchestra, Osmo Vänskä  London Symphony Orchestra, Charles Gerhardt  Philharmonia Orchestra, Kazimierz Kord  Magyar Rádió Szimfonikus Zenekara  Hallé Orchestra, Ole Schmidt  Bergen Philharmonic Orchestra, Sir Andrew Davis  Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Danish Radio Symphony Orchestra, Thomas Jensen  Oslo Philharmonic Orchestra, Mariss Jansons  Wiener Philharmoniker, Sir Malcolm Sargent  Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Estonian Symphony Orchestra, Thomas Filbert  Royal Philharmonic Orchestra, Robert Kajanus  Philharmonica Symphony Orchestra, Igor Ivanenko  Queensland Symphony Orchestra, Patrick Thomas  Vienna Philharmonic Orchestra, Lorin Maazel  Oslo‐Filharmonien, Mariss Jansons  Finnish Radio Symphony Orchestra, Jukka‐Pekka Saraste  Royal Stockholm Philharmonic Orchestra, Vladimir Ashkenazy  Radio-Sinfonie-Orchester Helsinki, Okko Kamu","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Marche militaire, op. 51, D. 733 no. 1 in D major","Writers":"Franz Schubert (composer)","Artists":"Franz Schubert  [unknown]  Vladimir Horowitz  Paul Badura-Skoda, Jörg Demus  GöteborgsMusiken, Jerker Johansson  Wiener Philharmoniker, Hans Knappertsbusch  Jacques Février, Gabriel Tacchino  Queensland Symphony Orchestra, Patrick Thomas  Balázs Szokolay  Владимир Самойлович Горовиц  Maria João Pires  Budapest Strings  Crossley's Carpet Works Band  Marek i Wacek  The Philadelphia Orchestra, Eugene Ormandy  Jenő Jandó, Zsuzsa Kollár  Philharmonia Orchestra, Efrem Kurtz  Goldstone and Clemmow  Razumovsky Symphony Orchestra, Peter Breiner  The English Philharmonic Orchestra, Simon Addison  Orchestre Philharmonique de Liège, Paul Strauss  Andreas Groethuysen, Yaara Tal  Massimiliano Baggio, Cristina Frosini  Maria João Pires, Hüseyin Sermet  Daniel Barenboim, Radu Lupu  Kunio Kodama, Sachiko Kodama  Hollywood Bowl Sinfonie-Orchester, Alfred Newman  Vienna Philharmonic Orchestra, Hans Knappertsbusch  Houston Symphony, Sergiu Comissiona  Libor Pešek  Imogen Cooper, Anne Queffélec  Artur Schnabel, Karl Ulrich Schnabel  Hungarian Concert Orchestra, Peter Janos  Franz Schubert arr. Carl Tausig  Philippe Entremont, Gen Tomuro","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Masquerade Suite, op. 48a: I. Waltz","Writers":"Արամ Խաչատրյան (composer)","Artists":"Արամ Խաչատրյան  Philharmonia Orchestra, Efrem Kurtz  London Symphony Orchestra, Stanley Black  Sky  Murray McLachlan  Royal Scottish National Orchestra, Neeme Järvi  Orchestre philharmonique de Radio France, Paavo Järvi  James Galway, National Philharmonic Orchestra, Charles Gerhardt  London Symphony Orchestra, Yuri Ahronovitch  Orquesta de Extremadura, Jesús Amigo  Orquesta Sinfónica de Radio Televisión Española, Enrique García Asensio  Armenian Philharmonic Orchestra, Loris Tjeknavorian  Royal Philharmonic Orchestra, Yuri Simonov  Санкт-Петербургский государственный академический симфонический оркестр, Андрей Анатольевич Аниханов  RCA Victor Symphony Orchestra, Kiril Kondrashin  Bolshoi Symphony Orchestra, Alexander Lazarev  Hollywood Bowl Symphony Orchestra, Alfred Newman  Большой симфонический оркестр имени П. И. Чайковского, Samuil Samosud, Леонид Борисович Коган  Philharmonia Orchestra, Aram Khachaturian  Оркестр Большого Театра, Александр Николаевич Лазарев  Russian Bolshoi Symphony Orchestra \"MILLENIUM\", 西本智実  Royal Philharmonic Orchestra, Myung-Whun Chung, James Galway  Sydney Symphony Orchestra, Patrick Thomas  Bundesjuristenorchester, Klaus-Peter Modest  A. Khachaturian","ISWC":null,"Type":"Suite","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Paean","Writers":"Colin Brumby (composer)","Artists":"Sydney Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Piano Concerto no. 2 in C minor, op. 18: III. Allegro scherzando","Writers":"Сергей Васильевич Рахманинов (composer)","Artists":"Сергей Васильевич Рахманинов  [unknown]  The Philadelphia Orchestra, Leopold Stokowski  Agustin Anievas, New Philharmonia Orchestra, Moshe Atzmon  Arthur Rubinstein, The Philadelphia Orchestra, Eugene Ormandy  Jorge Luis Prats, Orquesta Filarmónica de la Ciudad de México, Enrique Bátiz  François‐René Duchâble, Orchestre philharmonique de Strasbourg, Theodor Guschlbauer  Sergei Rachmaninoff, The Philadelphia Orchestra, Leopold Stokowski  Arthur Rubinstein  Saint Louis Symphony Orchestra  Tutti Camarata  Alexandre Tharaud  Benno Moiseiwitsch  William Kapell  Sergej Rachmaninow  Sergei Rachmaninov  Serge Rachmaninov  Robert Alexander Bohnke  Eesti Riiklik Sümfooniaorkester, Arvo Volmer, Indrek Laul  Magyar Rádió Szimfonikus Zenekara, György Lehel, Jenő Jandó  Malmö SymfoniOrkester, Owain Arwel Hughes, 小川典子  Vladimir Ashkenazy, Concertgebouw Orchestra, Bernard Haitink  Gary Graffman, New York Philharmonic, Leonard Bernstein  Norbert Kirchmann, University of Tübingen Collegium Musicum Orchestra, Robert Alexander Bohnke  Zoltán Kocsis, San Francisco Symphony, Edo de Waart  Valentina Lisitsa, London Symphony Orchestra, Michael Francis  Lilya Zilberstein, Berliner Philharmoniker, Claudio Abbado  İdil Biret, Polish National Radio Symphony Orchestra, Antoni Wit  Tamás Vásáry, London Symphony Orchestra, Yuri Ahronovitch  Eugene List, Siegfried Landau, Westfälisches Sinfonie-Orchester  Vladimir Ashkenazy, London Symphony Orchestra, André Previn  Cécile Licad, Claudio Abbado, Chicago Symphony Orchestra  Олександр Браіловський, San Francisco Symphony, Enrique Jordá  Svetlana Navasardian, Moscow Symphony Orchestra, Gennadi Provatorov  Arthur Rubinstein, Chicago Symphony Orchestra, Fritz Reiner  Vladimir Ashkenazy, Koninklijk Concertgebouworkest, Bernard Haitink  Denis Matsuev, Симфонический оркестр Мариинского театра, Валерий Абисалович Гергиев  Earl Wild, Royal Philharmonic Orchestra, Jascha Horenstein  Evelyn Chen, Philharmonia Orchestra, Leonard Slatkin  Cécile Ousset, City of Birmingham Symphony Orchestra, Simon Rattle  Alexis Weissenberg, Berliner Philharmoniker, Herbert von Karajan  Sergey Vasil'yevich Rachmaninov  Royal Philharmonic Orchestra, Jesús López Cobos, Hélène Grimaud  S. Rachmaninoff  Hélène Grimaud, Philharmonia Orchestra, Vladimir Ashkenazy  Cristina Ortiz, Royal Philharmonic Orchestra, Moshe Atzmon  Vladimir Ashkenazy, Moscow Philharmonic, Kyril Kondrashin  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  Arthur Rubinstein, NBC Symphony Orchestra, NBC Symphony Orchestra  Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit, Bernd Glemser  Leif Ove Andsnes, Berliner Philharmoniker, Antonio Pappano  Julian von Karolyi, Münchner Philharmoniker, Hans Rosbaud  Vladimir Ashkenazy, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Julius Katchen, London Symphony Orchestra, Sir Georg Solti  Münchner Symphoniker, Henry Adolph, Dieter Goldmann  Orchestre symphonique de Montréal, Charles Dutoit, Jorge Bolet  Ulster Orchestra, Michał Dworzyński, Barry Douglas  Nikolai Lugansky, City of Birmingham Symphony Orchestra, Sakari Oramo  Royal Philharmonic Orchestra, Sir Alexander Gibson, Alexander Ardakov  Royal Philharmonic Orchestra, Sir Malcolm Sargent, Moura Lympany  Rafael Orozco, Royal Philharmonic Orchestra, Edo de Waart  辻井伸行×佐渡裕,ベルリン・ドイツ交響楽団  John Ogdon, Philharmonia Orchestra, John Pritchard  Lang Lang, Orchestra of the Mariinsky Theatre, Valery Gergiev  Werner Haas, hr-Sinfonieorchester, Eliahu Inbal  Sviatoslav Richter, Orkiestra Symfoniczna Filharmonii Narodowej, Stanisław Wisłocki  Barry Douglas, London Symphony Orchestra, Michael Tilson Thomas  Benno Moiseiwitsch, BBC Symphony Orchestra, Sir Malcolm Sargent  Horacio Gutiérrez, Pittsburgh Symphony Orchestra, Lorin Maazel  Yefim Bronfman, The Philharmonia, Esa-Pekka Salonen  Philippe Entremont, New York Philharmonic, Leonard Bernstein  Сергей Рахманинов  Dubravka Tomšič, Radio Symphony Orchestra Ljubljana, Anton Nanut  Peter Rösel, Konzerthausorchester Berlin, Kurt Sanderling  George Vachnadze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Boris Berezovsky, Orchestre Philharmonique de l'Oural, Dmitry Liss  Victor Eresko, Orchestre d'URSS, Gennadi Provatorov  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Krystian Zimerman, Boston Symphony Orchestra, Seiji Ozawa  Felicja Blumental, Orchestra of the Vienna Musikgesellschaft, Michael Gielen  Dieter Goldmann, London Festival Orchestra, Alberto Lizzio  Eileen Joyce  Hiroko Nakamura, State Academy Symphony Orchestra of the U.S.S.R., Evgeny Svetlanov  Alexei Sultanov, London Symphony Orchestra, Maxim Dmitrievich Shostakovich  Sviatoslav Richter, Leningrad Philharmonic Orchestra, Kurt Sanderling  Howard Shelley, Royal Scottish National Orchestra, Bryden Thomson  Stephen Hough, Dallas Symphony Orchestra, Andrew Litton  Jean‐Philippe Collard, Orchestre national du Capitole de Toulouse, Michel Plasson  Jean‐Yves Thibaudet, The Cleveland Orchestra, Vladimir Ashkenazy  Joyce Hatto, The Pro Musica Symphony Orchestra, George Hurst  Evgeny Kissin, London Symphony Orchestra, Valery Gergiev  Werner Haas, Radio-Sinfonie-Orchester Frankfurt, Eliahu Inbal  Abbey Simon, Saint Louis Symphony Orchestra, Leonard Slatkin  Robert Alexander Bohnke, Philharmonisches Orchester Tübingen, Norbert Kirchmann  Khatia Buniatishvili, Czech Philharmonic Orchestra, Paavo Järvi  Yefim Bronfman, Philharmonia Orchestra, Esa‐Pekka Salonen  Martino Tirimo, Philharmonia Orchestra, Yoel Levi  Michael Reeves, London Promenade Orchestra, Eric Hammerstein  Boris Giltburg, Royal Scottish National Orchestra, Carlos Miguel Prieto  Klára Würtz, National Symphony Orchestra of Ukraine, Vladimir Sirenko  Julius Katchen, New Symphony Orchestra, Anatole Fistoulari  Ilana Vered, New Philharmonia Orchestra, Andrew Davis  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Walter Gieseking, Koninklijk Concertgebouworkest, Willem Mengelberg  Simon Trpčeski, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Mikhaïl Rudy, Leningrad Philharmonic Orchestra, Mariss Jansons  Jean‐Yves Thibaudet, Cleveland Orchestra, Vladimir Ashkenazy  David Golub, London Symphony Orchestra, Wyn Morris  Yevgeny Sudbin, BBC Symphony Orchestra, Sakari Oramo  Sviatoslav Richter, Warsaw Philharmonic Orchestra, Stanisław Wisłocki  Byron Janis, Minnesota Orchestra, Antal Doráti  Philip Fowke, Royal Philharmonic Orchestra, Yuri Temirkanov  Yuja Wang, Mahler Chamber Orchestra, Claudio Abbado  Andrei Gavrilov, The Philadelphia Orchestra, Riccardo Muti  Leff Pouishnoff, London Symphony Orchestra, Sir Adrian Boult  Raymond Lewenthal, Orchester der Wiener Staatsoper, Maurice Abravanel  William Kapell, Robin Hood Dell Orchestra of Philadelphia, William Steinberg  The Philadelphia Orchestra, Yannick Nézet‐Séguin & Daniil Trifonov  Сергей Васильевич Рахманинов; Анна Винницкая, Krzysztof Urbański & NDR Elbphilharmonie Orchester  Vanessa Benelli Mosell, London Philharmonic Orchestra, Kirill Karabits  Ivan Drenikov, Bulgarian State Philharmonic Orchestra, Jean‐Pierre Wallez  Aldo Ciccolini, London Philharmonic Orchestra, Yannick Nézet‐Séguin","ISWC":"T-071.926.821-9","Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Pomp and Circumstance Marches, op. 39: March no. 1 in D major","Writers":"Edward Elgar (publishing, composer)","Artists":"Sir Edward Elgar  [unknown]  London Philharmonic Orchestra, Sir Adrian Boult  London Symphony Orchestra, Barry Tuckwell  Royal Philharmonic Orchestra  London Philharmonic Orchestra, Sir Georg Solti  Philharmonia Orchestra, Giuseppe Sinopoli  Philharmonia Orchestra, Sir John Barbirolli  Royal Philharmonic Orchestra, Norman Del Mar  BBC Symphony Orchestra, Andrew Davis  Queensland Symphony Orchestra, Patrick Thomas  New Symphony Orchestra of London, Sir Adrian Boult  London Philharmonic Orchestra  Boston Pops Orchestra, Arthur Fiedler  Cincinnati Pops Orchestra, Erich Kunzel  London Symphony Orchestra, Philip Gibson  Philharmonia Orchestra, Geoffrey Simon  London Philharmonic Orchestra, Vernon Handley  The Royal Philharmonic Orchestra  London Symphony Orchestra, Sir Arthur Bliss  London Symphony Orchestra, George Richter  Sydney Symphony Orchestra, Vladimir Ashkenazy  National Philharmonic Orchestra, Eric Robinson  Radio Symphony Orchestra Bratislava, Ondrej Lenárd  English String Orchestra, William Boughton  I Salonisti  Sir John Barbirolli  The European Philharmonic Orchestra  Edward Elgar  Andrew Davis  Royal Philharmonic Orchestra, André Previn  Baltimore Symphony Orchestra, David Zinman  BBC Symphony Orchestra, Sir Andrew Davis  Royal Scottish National Orchestra, Sir Alexander Gibson  Saint Louis Symphony Orchestra, Leonard Slatkin  New York Philharmonic, Leonard Bernstein  Chicago Symphony Orchestra, James Levine  Scottish National Orchestra, Sir Alexander Gibson  London Philharmonic Orchestra, David Parry  Royal Liverpool Philharmonic Orchestra, Sir Charles Groves  London Symphony Orchestra, Jacek Kaspszyk  New Zealand Symphony Orchestra, James Judd  London Philharmonic Orchestra, Daniel Barenboim  Symfonický orchester Slovenského rozhlasu, Adrian Leaper  Symfonický orchester Slovenského rozhlasu, Ondrej Lenárd  London Symphony Orchestra, Barry Wordsworth  London Promenade Orchestra, Eric Hammerstein  Royal Liverpool Philharmonic Orchestra, Carl Davis  Philharmonia Orchestra, Sir Andrew Davis  Dresdner Philharmonie, Herbert Kegel  Elgar  The English Philharmonic Orchestra, Simon Addison  Royal Philharmonic Orchestra, Nick Davies  Queensland Symphony Orchestra  Royal Philharmonic Orchestra, Louis Clark  London Festival Orchestra, Sir Charles Groves  Sydney Symphony Orchestra, Edo de Waart  Orchestre Philharmonique de Liège, Paul Strauss  “The President’s Own” United States Marine Band  Sydney Philharmonia Symphonic Choir, Sydney Philharmonia Orchestra, Antony Walker  Royal Philharmonic Orchestra. Yehudi Menuhin  Philharmonia Orchestra, Andrew Davis  BBC Symphony Orchestra, Colin Davis  Victorian Concert Orchestra, Richard Green  Angela Gheorghiu, Leila Josefowicz, BBC Singers, BBC Symphony Chorus, BBC Symphony Orchestra, Leonard Slatkin  Cathedral Festival Orchestra  Leeds Festival Chorus, Orchestra of Opera North, Paul Daniel  London Philharmonic Orchestra, Paul Daniel  Capitol Symphony Orchestra, Carmen Dragon  Royal Choral Society, London Philharmonic Orchestra, Andrew Davis  David Bell, London Philharmonic Orchestra, Vernon Handley  Concertgebouw Orchestra, Sir Neville Marriner  London Philharmonic Choir, London Philharmonic Orchestra, Sir Roger Norrington  BBC Philharmonic, Andrew Davis  BBC Symphony Orchestra, Edward Elgar  The Vienna Symphony Orchestra, Alfred Scholtz  Leeds Festival Chorus, English Northern Philharmonia, Paul Daniel  BBC Singers, BBC Symphony Chorus, BBC Symphony Orchestra, Leonard Slatkin  Sydney Philharmonia Choirs, Sydney Philharmonia Orchestra, Antony Walker  Royal Albert Hall Orchestra, Sir Edward Elgar  BBC Symphony Orchestra, Sir Edward Elgar  Houston Symphony, Sergiu Comissiona  Royal Choral Society, London Philharmonic Orchestra, Sir Andrew Davis  BBC Symphony Orchestra, Malcolm Sargent  Roy Williamson, BBC Symphony Orchestra, Malcolm Sargent  Marine Concert Band, H. Glenn Ostrovsky  David Bell, London Philharmonic Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, Sir Yehudi Menuhin  Orchestre national de France, Lorin Maazel  Hungarian Concert Orchestra, Peter Janos  London Philharmonic Choir, National Philharmonic Orchestra, John Alldis  Philharmonia Orchestra, John Barbirolli  The London Philharmonic Orchestra, Sir Adrian Boult  Philharmonia of the Nations, Justus Frantz  Sir Ernest Shackleton \/ Edward Elgar  Yann Walcker dits par Pierre Hatet  Jonathan Carney, Royal Philharmonic Orchestra, Philip Ellis  Ukrainian Symphony Orchestra, Peter Machevski  Philharmonisches Orchester der Stadt Ulm, James Allen Gähres  Edward Elgar - Leonard Bernstein, BBC Symphony Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D major (Key)","Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Pomp and Circumstance Marches, op. 39: March no. 3 in C minor","Writers":"Edward Elgar (composer)","Artists":"London Philharmonic Orchestra, Sir Adrian Boult  BBC Symphony Orchestra, Sir Andrew Davis  English String Orchestra, William Boughton  Royal Philharmonic Orchestra  Royal Philharmonic Orchestra, André Previn  Chicago Symphony Orchestra, James Levine  London Philharmonic Orchestra, Sir Georg Solti  Scottish National Orchestra, Sir Alexander Gibson  New Zealand Symphony Orchestra, James Judd  London Philharmonic Orchestra, Daniel Barenboim  London Philharmonic Orchestra, Vernon Handley  Philharmonia Orchestra, Sir John Barbirolli  Philharmonia Orchestra, Sir Andrew Davis  Royal Philharmonic Orchestra, Norman Del Mar  London Symphony Orchestra, Barry Tuckwell  London Symphony Orchestra, Sir Arthur Bliss  London Festival Orchestra, Sir Charles Groves  Royal Philharmonic Orchestra. Yehudi Menuhin  Sydney Symphony Orchestra, Vladimir Ashkenazy  Philharmonia Orchestra, Andrew Davis  West Australian Symphony Orchestra  Queensland Symphony Orchestra, Patrick Thomas  BBC Philharmonic, Andrew Davis  The Vienna Symphony Orchestra, Alfred Scholtz  London Symphony Orchestra, Edward Elgar","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C minor (Key)","Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Rhapsody in Blue (standard 1942 orchestration)","Writers":"George Gershwin (composer)  Ferde Grofé (orchestrator)","Artists":"George Gershwin  Ekseption  [unknown]  Daniel Blumenthal, English Chamber Orchestra, Steuart Bedford  Henry Mancini  Royal Philharmonic Orchestra  Jenő Jandó  Saint Louis Symphony Orchestra  Larry Adler & George Martin  Los Angeles Philharmonic, Leonard Bernstein  London Promenade Orchestra, Eric Hammerstein  André Previn, London Symphony Orchestra  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Michael Boriskin, Eos Orchestra, Jonathan Sheffer  Eugene List, Cincinnati Symphony Orchestra, Erich Kunzel  Benjamin Grosvenor, Royal Liverpool Philharmonic Orchestra, James Judd  The Philadelphia Orchestra, Eugene Ormandy, Philippe Entremont  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Gabriel Tacchino, Orchestre Philharmonique de Monte‐Carlo, Lawrence Foster  Kathryn Selby, Slovak Radio Symphony Orchestra, Richard Hayman  André Previn, Pittsburgh Symphony Orchestra  Kurt Hiltawsky, Siegfried Stöckigt, Gewandhausorchester Leipzig, Kurt Masur  Oscar Levant, The Philadelphia Orchestra, Eugene Ormandy  Dieter Goldmann, Philharmonia Slavonica, Henry Adolph  Tzimon Barto, London Philharmonic Orchestra, Andrew Davis  Larry Adler  The Residents  The Bobs  Duke Ellington & His Orchestra  Eumir Deodato  Paul Whiteman & His Orchestra  Katia & Marielle Labèque  Jack Teagarden  Ferrante and Teicher  Leroy Smith and His Orchestra  Arthur Fiedler & Boston Pops Orchestra  London Symphony Orchestra, André Previn  New York Philharmonic, Zubin Mehta  London Symphony Orchestra, Geoffrey Simon  Orchestre symphonique de Montréal, Charles Dutoit  Fazil Say  Philharmonia Orchestra, Yan Pascal Tortelier, Howard Shelley  101 Strings  Leonid Hambro & Gershon Kingsley  Bergen filharmoniske orkester, Andrew Litton, Freddy Kempf  The European Philharmonic Orchestra, Hymisher Greenburg  Columbia Symphony Orchestra, Leonard Bernstein  Gewandhausorchester Leipzig, Kurt Masur, Siegfried Stöckigt  Raimonds Pauls & Liepājas Simfoniskais orķestris  Earl Wild, Boston Pops Orchestra, Arthur Fiedler  Edo de Waart, Minnesota Orchestra  The English Philharmonic Orchestra, Simon Addison  City of Birmingham Symphony Orchestra, Simon Rattle  Orquestra Simfònica de Barcelona i Nacional de Catalunya, Ernest Martínez Izquierdo, Michel Camilo  Alexis Weissenberg, Berliner Philharmoniker, Seiji Ozawa  Royal Philharmonic Orchestra, Louis Clark  Orchestra dell'Accademia Nazionale di Santa Cecilia, Myung-Whun Chung  Raymond Lewenthal, Metropolitan Symphony Orchestra & Oscar Danon  Kamil Hála, Slovak National Philharmonic Orchestra, Libor Pešek  Caine \/ Gershwin  Jenő Jandó, Budapest Philharmonic Orchestra, János Sándor  Josef Hála, Slovenská filharmónia, Denis Burgh  Cécile Ousset, Stuttgart Radio Symphony Orchestra, Sir Neville Marriner  Slovak Philharmonic Orchestra  American Radio Symphony Orchestra, M. Brown, K. Perkins  Simone Dinnerstein, MDR Leipzig Radio Symphony Orchestra, Kristjan Järvi  Aalborg Symfoniorkester, Wayne Marshall  Ralph Grierson, Philharmonia Orchestra, James Levine  Saint Louis Symphony Orchestra, Jeffrey Siegel, Leonard Slatkin  Minnesota Orchestra, Edo de Waart, Garrick Ohlsson  Earl Wild, Pasquale Cardillo  Julius Katchen, London Symphony Orchestra, István Kertész  Werner Haas, Orchestre Philharmonique de Monte‐Carlo, Edo de Waart  Jeffrey Biegel, Brown University Orchestra, Paul Phillips  Benny Goodman, Earl Wild, NBC Symphony Orchestra, Arturo Toscanini  Royal Philharmonic Orchestra, Barry Wordsworth, Christopher O'Riley  Budapesti Filharmóniai Társaság Zenekara  Wayne Marshall, Aalborg Symphony, Wayne Marshall  Ivan Davis, Cleveland Orchestra, Lorin Maazel  Aalborg Symphony, Wayne Marshall  Wayne Marshall, Aalborg Symphony  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Michael Reeves, London Philharmonic Orchestra, Vernon Handley  Wayne Marshall, City of Birmingham Symphony Orchestra, Simon Rattle  Lucy Parham, BBC Concert Orchestra, Barry Wordsworth  Boston Pops Orchestra, Earl Wild  Eugene List, Berlin Symphony Orchestra, Samuel Adler  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  George Gershwin, Paul Whiteman & His Orch.  Simon Tedeschi, Queensland Symphony Orchestra, Benjamin Northey  Kathy Keane  Stanley Black, London Festival Orchestra  Jeffrey Siegel, Saint Louis Symphony Orchestra, Leonard Slatkin  Jon Nakamatsu, Rochester Philharmonic Orchestra, Jeff Tyzik  Morton Gould, Morton Gould Orchestra  George Gershwin, Columbia Jazz Band, Michael Tilson Thomas  Eugene List, Eastman-Rochester Orchestra, Howard Hanson  Симфоничен оркестър на БНР, Jo Alfidi  Jesús Maria Sanromá, Boston Pops Orchestra, Arthur Fiedler  Jean‐Yves Thibaudet, BBC Symphony Orchestra, Hugh Wolff  Steve Barta, Jean‐Yves Thibaudet, Baltimore Symphony Orchestra, Marin Alsop  Leonard Bernstein, Los Angeles Philharmonic  Georges Cziffra, Nemzeti Filharmonikus Zenekar, Zoltán Rozsnyai  George Gershwin, Denver Symphony Pops, Newton Wayland  Royal Promenade Orchestra, Nigel Simpson  Kamil Hála, Slovak Philharmonic Orchestra, Libor Pešek  Boya Vodenicharov, Bulgarian Broadcasting Symphony Orchestra, Jo Alfidi  Marcus Roberts, Members of the Orchestra of St. Luke’s and the Lincoln Center Jazz Orchestra  Leonard Bernstein, Columbia Symphony Orchestra  George Rider, Philharmonia Slavonica, Henry Adolph  The Allentown Band, Ronald Demkee  Boyan Vodenicharov, Balkan State Orchestra, Jo Alfidi  Boyan Vodenicharov, Philharmonia Bulgarica, Jo Alfidi  Mark Bebbington, Royal Philharmonic Orchestra, Leon Botstein  Benny Goodman, Earl Wild, N.B.C Symphony Orchestra, Arturo Toscanini  Jan Panenka, Symfonický orchestr hlavního města Prahy FOK, Václav Smetáček  Raymond Lewenthal, London Promenade Orchestra, Eric Hammerstein  Jerome Simas, Michael Tilson Thomas, New World Symphony  Jenő Jandó, Budapesti Filharmóniai Társaság Zenekara, János Sándor  George Gershwin, Zubin Mehta & New York Philharmonic  Lincoln Mayorga, Moscow Philharmonic Orchestra, Dmitri Kitayenko  Nikolai Demidenko, 冨田勲  Foltz • Oliva  George Gershwin, Paul Whiteman Concert Orchestra, Nathaniel Shilkret  the Metro Philharmonic Orchestra, Joel Spiegelman  Gwenneth Pryor, London Symphony Orchestra, Richard Williams  Orion Weiss, Buffalo Philharmonic Orchestra, JoAnn Falletta  Peter Donohoe, London Sinfonietta, Sir Simon Rattle  Yann Walcker dits par Pierre Hatet  Gervase de Peyer, London Symphony Orchestra, André Previn  Werner Haas, Orchestre National de l’Opéra de Monte‐Carlo, Edo de Waart  George Gershwin; Leonard Bernstein; Columbia Symphony Orchestra; New York Philharmonic  David Syme, Mineria Symphony Orchestra, Luis Herrera de la Fuente","ISWC":"T-070.126.537-3","Type":null,"Lyrics Languages":"zxx","Attributes":"480024042 (ASCAP ID)","Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Rhapsody on a Theme of Paganini, op. 43: Variation XVIII: Andante cantabile","Writers":"Сергей Васильевич Рахманинов (composer)","Artists":"Сергей Васильевич Рахманинов  [unknown]  Tamás Vásáry, London Symphony Orchestra, Yuri Ahronovitch  Agustin Anievas, New Philharmonia Orchestra, Moshe Atzmon  Roger Woodward  Julius Katchen, London Philharmonic Orchestra, Sir Adrian Boult  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Raymond Lewenthal, Royal Philharmonic Orchestra, George Weldon  Arthur Rubinstein  Philippe Entremont  郎朗  The 5 Browns  Boston Pops Orchestra  Leonard Pennario  George Greeley  William Kapell  Sergei Rachmaninov  The Philadelphia Orchestra, Eugene Ormandy  Magyar Rádió Szimfonikus Zenekara, György Lehel, Jenő Jandó  Orquesta Filarmónica de la Ciudad de México, Enrique Bátiz, Jorge Luis Prats  Zoltán Kocsis, San Francisco Symphony, Edo de Waart  Valentina Lisitsa, London Symphony Orchestra, Michael Francis  Vladimir Ashkenazy, London Symphony Orchestra, André Previn  Arthur Rubinstein, Chicago Symphony Orchestra, Fritz Reiner  Yevgeny Sudbin, Singapore Symphony Orchestra, Lan Shui  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Vladimir Ashkenazy, Philharmonia Orchestra, Bernard Haitink  Evelyn Chen, Philharmonia Orchestra, Leonard Slatkin  Noriko Ogawa, Malmö Symphony Orchestra, Owain Arwel Hughes  Royal Philharmonic Orchestra, Louis Clark  New York Philharmonic, Leonard Bernstein, Gary Graffman  London Symphony Orchestra, George Richter  William Tritt, Cincinnati Pops Orchestra, Erich Kunzel  CAGNET  Bella Davidovich, Concertgebouw Orchestra, Amsterdam, Neeme Järvi  Tzimon Barto, Schleswig-Holstein Festival Orchestra, Christoph Eschenbach  Nikolai Lugansky, City of Birmingham Symphony Orchestra, Sakari Oramo  Leon Fleisher, Cleveland Orchestra, George Szell  Tbilisi Symphony Orchestra, Vakhtang Kakhidze, Djansug Kakhidze  New York Philharmonic, André Kostelanetz  Daniil Trifonov, The Philadelphia Orchestra, Yannick Nézet-Séguin  Cristina Ortiz, New Philharmonia Orchestra, Kazuhiro Koizumi  Lang Lang, Orchestra of the Mariinsky Theatre, Valery Gergiev  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Denis Matsuev, Mariinsky Orchestra, Valery Gergiev  Leonard Pennario, Boston Pops Orchestra, Arthur Fiedler  Mikhail Pletnev, Philharmonia Orchestra, Libor Pešek  Vakhtang Kakhidze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Elisso Bolkvadze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Vladimir Ashkenazy, The Philadelphia Orchestra, Eugene Ormandy  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Mikhail Rudy, St. Petersburg Philharmonic Orchestra, Mariss Jansons  Dmitri Alexeev, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Tamás Vásáry, London Symphony Orchestra & Yuri Ahronovitch  Earl Wild, Royal Philharmonic Orchestra, Russell Stanger  Симфоничен оркестър на БНР, Vassil Stefanov  Bella Davidovich, Concertgebouw Orchestra Amsterdam, Neeme Järvi  Stephen Hough, Dallas Symphony Orchestra, Andrew Litton  Jean‐Yves Thibaudet, The Cleveland Orchestra, Vladimir Ashkenazy  Dubravka Tomsic, Ljubljana Symphony Orchestra, Anton Nanut  Marián Lapšanský, Slovak Philharmonic Orchestra, Ladislav Slovák  Shura Cherkassky, Kölner Rundfunk-Sinfonie-Orchester, Zdeněk Mácal  Abbey Simon, Saint Louis Symphony Orchestra, Leonard Slatkin  Avalon Consort  Bernd Glemser, Polish National Radio Symphony Orchestra  Horacio Gutiérrez, Baltimore Symphony Orchestra  Tea Kalandadze, Georgian Symphony Festival Orchestra, Nodar Tsatishvili  Bernd Glemser, Polish National Radio Symphony Orchestra, Antoni Wit  Anna Noteva, Russian State Symphony Orchestra, Serge Tchaikov  David Garrett, Royal Philharmonic Orchestra, Ion Marin  Sergei Rachmaninoff, The Philadelphia Orchestra, Leopold Stokowski  Cécile Ousset, City of Birmingham Symphony Orchestra, Sir Simon Rattle  Michael Hammond Orchestra  Ayako Uehara, Sydney Symphony Orchestra, Edvard Tchivzhel  Julius Katchen, London Orchestra, Sir Adrian Boult  Philip Fowke, Royal Philharmonic Orchestra, Yuri Temirkanov  Vladimir Feltsman, Isreal Philharmonic Orchestra, Zubin Mehta  Yuja Wang, Mahler Chamber Orchestra, Claudio Abbado  Andrei Gavrilov, The Philadelphia Orchestra, Riccardo Muti  Alain Lefèvre, Orchestre symphonique de Montréal, Matthias Bamert  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier  William Kapell, Robin Hood Dell Orchestra of Philadelphia, Fritz Reiner  Victor Eresko, Leningrad Philharmonic Orchestra, Vladimir Ponkin  Arthur Rubinstein, Philharmonia Orchestra, Walter Süsskind  Сергей Васильевич Рахманинов; Анна Винницкая, Krzysztof Urbański & NDR Elbphilharmonie Orchester  Philharmonia Orchestra, Vladimir Ashkenazy, Bernard Haitink  Cécile Licad, Chicago Symphony Orchestra, Claudio Abbado","ISWC":"T-902.858.745-3","Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Spartacus: Adagio of Spartacus & Phrygia","Writers":"Արամ Խաչատրյան (composer)","Artists":"Արամ Խաչատրյան  Aram Khachaturian  Armenian Philharmonic Orchestra, Loris Tjeknavorian  Royal Philharmonic Orchestra, Yuri Temirkanov  [unknown]  Royal Liverpool Philharmonic Orchestra, Libor Pešek  London Symphony Orchestra, Stanley Black  Wiener Philharmoniker, Aram Khachaturian  Wiener Philharmoniker, Lorin Maazel  Erich Kunzel and the Cincinnati Pops Orchestra  London Symphony Orchestra, Yuri Ahronovitch  Hallé Orchestra, Maurice Handford  Bolshoi Symphony Orchestra  London Promenade Orchestra, Eric Hammerstein  Kirov Orchestra, Valery Gergiev  Royal Philharmonic Orchestra, Yuri Simonov  Royal Philharmonic Orchestra, Юрий Хатуевич Темирканов  Orchestre Philharmonique de Monte‐Carlo, Lawrence Foster  Bolshoi Symphony Orchestra, Alexander Lazarev  London Symphony Orchestra, Aram Khachaturian  James Galway, Royal Philharmonic Orchestra, Myung-Whun Chung  Manuel & The Music of the Mountains  West Australian Symphony Orchestra  Queensland Symphony Orchestra, Patrick Thomas  Orchestra of the Royal Opera House, Covent Garden, Barry Wordsworth  The London Symphony Orchestra, John Keating  London Symphony Orchestra, Արամ Խաչատրյան  The London Promenade Orchestra, Eric Hammerstein  Kirov Orchestra, Valery Gergeiv  Bolshoi Theater Orkest, Algis Dshuraitis  Vienna Philharmonic Orchestra, Aram Khatchaturian  Ukrainian Symphony Orchestra, Peter Machevski  London Symphony Orchestra,Yuri Ahronovitch  Sofia Radio Symphony Orchestra, Софийски симфоничен оркестър, Ivan Marinov","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Spellbound Concerto","Writers":"Miklós Rózsa (composer)","Artists":"Robert Docker  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  Earl Wild, The Romantic Strings and Orchestra, Harry Rabinowitz  Robert Docker, London Promenade Orchestra, Eric Hammerstein  Philip Fowke, RTÉ Concert Orchestra, Proinnsías Ó Duinn  Simon Mulligan, BBC Symphony Orchestra, Leonard Slatkin","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"String Quartet in F major, op. 3 no. 5, Hob. III:17: II. Andante cantabile","Writers":"Joseph Haydn (previous attribution)  Roman Hoffstetter (composer)","Artists":"I Musici  Orpheus Chamber Orchestra  Joseph Haydn  Kodály Quartet  Quartetto Italiano  Amadeus Quartet  Janáček Quartet  Gheorghe Zamfir  [unknown]  Roman Hoffstetter  Budapest Strings  I Solisti Italiani  The Delmé String Quartet  Academy of St Martin in the Fields, Sir Neville Marriner  Tchaikovsky Chamber Orchestra, Lazar Gosman  Budapesti Vonósok  London Promenade Orchestra, Eric Hammerstein  Stuttgarter Kammerorchester, Karl Münchinger  City of London Sinfonia, Andrew Watkinson  Kammerorchester der Russischen Philharmonie Moskau, Thomas Sanderling  Franz Liszt Chamber Orchestra, János Rolla  Sharon String Quartet  Amsterdam Royal Philharmonic, Hans Meichnen  West Australian Symphony Orchestra, David Measham  Queensland Symphony Orchestra, Patrick Thomas  Solinger Streichquartett  Musica Vitae, Jan‐Olav Wedin, Gunilla von Bahr  Philharmonia Quartett Berlin  Eugenia Radoslava, Matthias Schulz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F major (Key)","Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Suite from “Love for Three Oranges”, op. 33A: III. Marche","Writers":"Сергей Сергеевич Прокофьев (composer)","Artists":"Royal Scottish National Orchestra, Neeme Järvi  Сергей Сергеевич Прокофьев  German Brass  The Philadelphia Orchestra, Eugene Ormandy  Symfonický orchester Slovenského rozhlasu, Ondrej Lenárd  London Symphony Orchestra, Antal Doráti  London Promenade Orchestra, Eric Hammerstein  Los Angeles Philharmonic, Michael Tilson Thomas  Emil Gilels  London Philharmonic Orchestra, Walter Weller  Queensland Symphony Orchestra, Patrick Thomas  Empire Brass  Jeffrey Reid Baker  Sergei Prokofiev  Erich Kunzel and the Cincinnati Pops Orchestra  London Philharmonic Orchestra, Sir Adrian Boult  Saint Louis Symphony Orchestra, Leonard Slatkin  New York Philharmonic, Leonard Bernstein  Orchestre symphonique de Montréal, Charles Dutoit  Orchestre philharmonique de Radio France, Paavo Järvi  Pittsburgh Symphony Orchestra, William Steinberg  BBC Philharmonic, Edward Downes  Philharmonia Orchestra, Efrem Kurtz  London Symphony Orchestra, Yuri Ahronovitch  Sergej Prokofjev  Wiener Philharmoniker, Constantin Silvestri  Itzhak Perlman, Janet Goodman Guggenheim  Kansas City Symphony, Michael Stern  Radio Bratislava Symphony Orchestra, Ondrej Lenárd  Orchestre Philharmonique de Monte‐Carlo, Lawrence Foster  Bayerisches Staatsorchester, Wolfgang Sawallisch  Band of HM Royal Marines  Columbia Symphony Orchestra, Thomas Schippers  BBC Symphony Orchestra, Rudolf Kempe  São Paulo Symphony Orchestra, Marin Alsop  Gabriel Tacchino  Slovak Philharmonic Orchestra, Richard Hayman  Anton Ginsburg, Daniel Shafran  London Symphony Orchestra, Sir Neville Marriner  ORF Symphony Orchestra, Milan Horvat  Czecho-Slovak State Philharmonic Orchestra (Košice), Andrew Mogrelia  Philharmonia Orchestra, Nicolai Malko  Junge Deutsche Philharmonie, Riccardo Chailly  Toronto Symphony Orchestra, Jukka‐Pekka Saraste  Pro Musica Symphony Orchestra, Hamburg, Hans‐Jürgens Walther  Royal Philharmonic Orchestra, Oscar Danon  Orchestre national de France, Lorin Maazel  Alexander Guindin  Budapest Philharmonic, János Sándor","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Symphony no. 5 in D major: III. Romanza (Lento)","Writers":"Ralph Vaughan Williams (composer)","Artists":"London Philharmonic Orchestra, Sir Adrian Boult  BBC Symphony Orchestra, Sir Andrew Davis  London Philharmonic Orchestra, Bernard Haitink  London Symphony Orchestra  London Symphony Orchestra, André Previn  Royal Philharmonic Orchestra, André Previn  Philharmonia Orchestra, Leonard Slatkin  London Symphony Orchestra, Bryden Thomson  London Symphony Orchestra, Richard Hickox  Royal Philharmonic Orchestra, Sir Alexander Gibson  Hallé Orchestra, Sir Mark Elder  Royal Philharmonic Orchestra, Yehudi Menuhin  Philharmonia Orchestra, Sir John Barbirolli  Atlanta Symphony Orchestra, Robert Spano  Royal Liverpool Philharmonic Orchestra, Vernon Handley  Bournemouth Symphony Orchestra, Kees Bakels  Oregon Symphony, Carlos Kalmar  Symphony Orchestra of the Curtis Institute, André Previn  BBC Symphony Orchestra, Ralph Vaughan Williams  Adelaide Symphony Orchestra, Patrick Thomas  Royal Liverpool Philharmonic Orchestra, Andrew Manze","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"The Dream of Olwen","Writers":"Charles Williams (composer)","Artists":"Richard Clayderman  George Greeley  Malcolm Lockyer and His Orchestra  Richard Alden  Boston Pops Orchestra, Arthur Fiedler  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  Valentina Lisitsa, BBC Concert Orchestra, Christopher Warren‐Green  Richard Alden, London Promenade Orchestra, Eric Hammerstein  Philip Fowke, RTÉ Concert Orchestra, Proinnsías Ó Duinn  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Tumbling Strain: Poco piu mosso - Allegro moderato","Writers":"Neil Currie (composer)","Artists":"Warwick Tyrrell, Adelaide Symphony Orchestra, Patrick Thomas","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"},{"Work":"Warsaw Concerto (Dangerous Moonlight)","Writers":"Richard Addinsell (composer)  Roy Douglas (orchestrator)","Artists":"Richard Addinsell  Liberace  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Carpenters  Ray Conniff  Roy Budd  Richard Clayderman  Freddy Martin and His Orchestra  Carmen Cavallaro  George Greeley  Hill Bowen & His Orchestra  Richard Addinsell, The Philharmonic Orchestra of Los Angeles, Alfred Wallenstein, Harry Kaufman  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  George Rider, Radio Symphony Orchestra Ljubljana, Anton Nanut  Robert Docker, London Promenade Orchestra, Eric Hammerstein  The Mantovani Orchestra  Robert Wells  Ray Anthony  The Golden Gate Quartet  Claude Thornhill  Dick Hyman & His Orchestra  Ron Goodwin  [unknown]  Claude Thornhill & His Orchestra  Ferrante and Teicher  Hugo Winterhalter  Freddy Martin  The Melachrino Strings And Orchestra  Mantovani  Ljubljana Radio Symphony Orchestra  George Melachrino  Frank Chacksfield & His Orchestra  Norrie Paramor & His Orchestra  Living Strings  Toronto Festival Pops  Liberace with Paul Weston & His Orchestra  Boston Pops Orchestra, Arthur Fiedler  Erich Kunzel, Cincinnati Pops Orchestra  THE ALFEE with London Symphony Orchestra  Simfonični orkester RTV Slovenija, Anton Nanut  Robert Docker  Royal Philharmonic Orchestra, José Serebrier  Royal Philharmonic Orchestra, Louis Clark  Cristina Ortiz, Royal Philharmonic Orchestra, Moshe Atzmon  Alain Lefèvre, Orchestre symphonique de Québec, Yoav Talmi  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Misha Dichter; Philharmonia Orchestra; Sir Neville Marriner  Valentina Lisitsa, BBC Concert Orchestra, Gavin Sutherland  Jean‐Yves Thibaudet, BBC Symphony Orchestra, Hugh Wolff  Martin Jones, Royal Ballet Sinfonia, Kenneth Alwyn  Dieter Goldmann, Münchner Symphoniker, Henry Adolph  Alexander Cattarino, Slovak Philharmonic Orchestra, Bystrík Režucha  Philip Fowke, RTÉ Concert Orchestra, Proinnsías Ó Duinn  David Haines, Paris Theatre Orchestra  Marguerite Beatson  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier","ISWC":null,"Type":"Concerto","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"584f69da-60d6-41b2-8c51-332118197a51"}]