[{"Work":"Symphony no. 1 in A-flat major, op. 55: I. Andante. Nobilmente e semplice","Writers":"Edward Elgar (composer)","Artists":"London Philharmonic Orchestra, Vernon Handley  Sir Edward Elgar  [unknown]  London Philharmonic Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  London Philharmonic Orchestra, Sir Georg Solti  London Philharmonic Orchestra, Daniel Barenboim  BBC Philharmonic, George Hurst  Andrew Davis  Baltimore Symphony Orchestra, David Zinman  Hallé Orchestra, Sir John Barbirolli  London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Bryden Thomson  London Symphony Orchestra, Sir Charles Mackerras  Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  BBC National Orchestra of Wales, Richard Hickox  Hallé Orchestra, James Loughran  Philharmonia Orchestra, Sir John Barbirolli  London Symphony Orchestra, Jeffrey Tate  Royal Philharmonic Orchestra, Sakari Oramo  Royal Philharmonic Orchestra. Yehudi Menuhin  Melbourne Symphony Orchestra, Jeffrey Tate  Staatskapelle Dresden, Sir Colin Davis  Yvonne Minton, London Philharmonic Orchestra, Daniel Barenboim  Hallé Orchestra, James Judd  London Symphony Orchestra, Sir Edward Elgar  David Wise, London Philharmonic Orchestra, Sir Adrian Boult  Michael Guderian","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"6975993a-1e25-4b1b-9299-9e137c92b929"},{"Work":"Symphony no. 1 in A-flat major, op. 55: II. Allegro molto","Writers":"Edward Elgar (composer)","Artists":"Sir Edward Elgar  London Philharmonic Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  BBC Philharmonic, George Hurst  Baltimore Symphony Orchestra, David Zinman  Hallé Orchestra, Sir John Barbirolli  London Philharmonic Orchestra, Sir Georg Solti  London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Bryden Thomson  London Philharmonic Orchestra, Daniel Barenboim  London Symphony Orchestra, Sir Charles Mackerras  Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  BBC National Orchestra of Wales, Richard Hickox  Hallé Orchestra, James Loughran  London Philharmonic Orchestra, Vernon Handley  Philharmonia Orchestra, Sir John Barbirolli  London Symphony Orchestra, Jeffrey Tate  Royal Philharmonic Orchestra, Sakari Oramo  Royal Philharmonic Orchestra. Yehudi Menuhin  Melbourne Symphony Orchestra, Jeffrey Tate  Staatskapelle Dresden, Sir Colin Davis  Hallé Orchestra, James Judd  London Symphony Orchestra, Sir Edward Elgar  David Wise, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"6975993a-1e25-4b1b-9299-9e137c92b929"},{"Work":"Symphony no. 1 in A-flat major, op. 55: III. Adagio","Writers":"Edward Elgar (composer)","Artists":"Sir Edward Elgar  London Philharmonic Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, André Previn  London Philharmonic Orchestra, Daniel Barenboim  Baltimore Symphony Orchestra, David Zinman  BBC Symphony Orchestra, Sir Andrew Davis  Hallé Orchestra, Sir John Barbirolli  London Philharmonic Orchestra, Sir Georg Solti  London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Bryden Thomson  London Symphony Orchestra, Sir Charles Mackerras  Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  BBC National Orchestra of Wales, Richard Hickox  Hallé Orchestra, James Loughran  London Philharmonic Orchestra, Vernon Handley  Philharmonia Orchestra, Sir John Barbirolli  London Symphony Orchestra, Jeffrey Tate  Royal Philharmonic Orchestra, Sakari Oramo  Royal Philharmonic Orchestra. Yehudi Menuhin  BBC Symphony Orchestra, Andrew Davis  Melbourne Symphony Orchestra, Jeffrey Tate  Staatskapelle Dresden, Sir Colin Davis  BBC Philharmonic, George Hurst  Hallé Orchestra, James Judd  London Symphony Orchestra, Sir Edward Elgar  David Wise, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"6975993a-1e25-4b1b-9299-9e137c92b929"},{"Work":"Symphony no. 1 in A-flat major, op. 55: IV. Lento - Allegro","Writers":"Edward Elgar (composer)","Artists":"Sir Edward Elgar  London Philharmonic Orchestra, Vernon Handley  London Philharmonic Orchestra, Sir Adrian Boult  Royal Philharmonic Orchestra, André Previn  BBC Symphony Orchestra, Sir Andrew Davis  London Philharmonic Orchestra, Daniel Barenboim  Edward Elgar  Baltimore Symphony Orchestra, David Zinman  London Philharmonic Orchestra, Sir Georg Solti  London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Bryden Thomson  London Symphony Orchestra, Sir Charles Mackerras  Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  BBC National Orchestra of Wales, Richard Hickox  Hallé Orchestra, James Loughran  Philharmonia Orchestra, Sir John Barbirolli  London Symphony Orchestra, Jeffrey Tate  Royal Philharmonic Orchestra, Sakari Oramo  Royal Philharmonic Orchestra. Yehudi Menuhin  Melbourne Symphony Orchestra, Jeffrey Tate  Staatskapelle Dresden, Sir Colin Davis  BBC Philharmonic, George Hurst  Hallé Orchestra, James Judd  London Philharmonic, Leonard Slatkin  London Symphony Orchestra, Sir Edward Elgar  David Wise, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"6975993a-1e25-4b1b-9299-9e137c92b929"}]