[{"Work":"(Gene Simmons Says) Rock Is Dead","Writers":"Sean Kelly (writer)  Brian Vollmer (writer)","Artists":"Helix","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"},{"Work":"Carol of the Bells","Writers":"Микола Дмитрович Леонтович (composer)  Peter J. Wilhousky (lyricist)","Artists":"Mormon Tabernacle Choir  Kenny Rogers  Mannheim Steamroller  John Williams  Barenaked Ladies  Carpenters  David Benoit  The Four Seasons  Cast in Bronze  Robert Shaw Chorale  James Michael Dooley  Микола Дмитрович Леонтович  [Disney]  George Winston  John Tesh  Ann Hampton Callaway  John Fahey  London Symphony Orchestra  Canadian Brass  Paul Horn  Jingle Cats  Johnny Mathis  [christmas music]  The Calling  Jim Brickman  Robert Strickland  Marc Shaiman  The Three Suns  Bryan Finkelstein  Abney Park  Fred Waring & His Pennsylvanians  Allen Vizzutti  moe.  Celtic Thunder  Deck the Halls  Durbin Elf  Emmy Rossum  Hayley Westenra  University of Rochester Yellowjackets  Dale Warland Singers  Guelph Chamber Choir  The Vocal Majority  sephfire  Bill Gabrys  The Hollywood Bowl Symphony Orchestra  The Choir of Trinity Church  Canterbury Organ and Chimes of Christmas  The Moog Machine  Trace Bundy  Rochester Philharmonic Orchestra  Dean Shostak  Stahlschlag  Salut Salon  Rhythm of the Rockies  Jennifer Grassman  The Zurich Music Boxes  The Christmas Collective  Hylian Lemon  Stephan Schütze  Arthur Fiedler & Boston Pops Orchestra  Robert Goulet & Carol Lawrence  Steve Morse & Manuel Barrueco  London Festival Orchestra  Sissel Kyrkjebø, Plácido Domingo & Charles Aznavour  Pentatonix  Lindsey Stirling  Disney Dickens Christmas Carolers  Taylor Davis  New York Philharmonic, Leonard Bernstein  The Last Bison  Indianapolis Symphony Orchestra, Jack Everly  CSU Stanislaus Chamber Singers 2011  Taylor Davis & Lara de Wit  Arthur Fiedler and the Boston Pops  Mark O’Connor  Dj CUTMAN  Susan Mazer & Dallas Smith  Peter Hollens  MrSolidSnake745  Sammy1Am  Ivy Levan  Shawn Lee’s Ping Pong Orchestra  Otto Goodwin & Los Angeles Jazz Orchestra  New York Philharmonic, Mormon Tabernacle Choir, Leonard Bernstein  Musica Sacra, Richard Westenburg  Shaprece  Septura  Rebecca Tripp  Contrakt  The Westminster Brass Ensemble  Philadelphia Orchestra and Chorus  St Paul’s Cathedral Choir, Andrew Carwood  Victoria Scholars, Jerzy Cichocki  Larry Dalton with the National Philharmonic Orchestra, Charles Gerhardt  Sean Kelly  Mr. Mackey, the school counselor  IvoryKeysADSR  Kaskade feat. Late Night Alumni  Daniel Romeros  Bill Augustine & Malcolm Cecil  Musica Sacra \/ Richard Westenburg  Jordan Hemenway  The Guelph Chamber Choir, Guelph Children Singers","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"},{"Work":"Forever","Writers":"Michael Bolton (writer)  Paul Stanley (writer)","Artists":"KISS  Richard Kendrick  KISS with The Melbourne Symphony Ensemble  Sweet Little Band  Kiss Cover Show  Terry Ilous & Sean Kelly  Thomas Zwijsen feat. Bruce Kulick","ISWC":"T-070.881.477-0","Type":"Song","Lyrics Languages":"eng","Attributes":"360258580 (ASCAP ID)  435833 (BMI ID)  0F2-3020-2 (JASRAC ID)","Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"},{"Work":"Hang Out Where You Matter","Writers":"Sean Kelly (lyricist, composer)","Artists":"Crash Kelly  Twilight Fields","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"},{"Work":"I Saw Three Ships","Writers":"[traditional] (lyricist, composer)","Artists":"Nat King Cole  [traditional]  Marillion  Mario Lanza  [unknown]  Tonus Peregrinus  Choir of King’s College, Cambridge  Choir of King’s College, Cambridge, Stephen Cleobury  Bing Crosby  Cyndi Lauper  Bruce Cockburn  Glen Campbell  Carpenters  David Arkenstone  Anonymous 4  Kiri Te Kanawa  Philip Aaberg  The Irish Descendants  Robert Shaw Chamber Singers  Marlborough College Chapel Choir  Elisabeth Schwarzkopf  The Ukulele Orchestra of Great Britain  Dick Leibert  Tom Jackson  The Huddersfield Choral Society  The Moscow Boys' Choir  Nadia Birkenstock  Arthur Fiedler & Boston Pops Orchestra  Mantovani & His Orchestra  Plácido Domingo and Vanessa Williams  Lindsey Stirling  Taylor Davis  Choir of Trinity College, Richard Marlow  The Singers—Minnesota Choral Artists, Matthew Culloton  Chicago feat. America  Sufjan Stevens feat. Vito Aiuto  The Guildford Cathedral Choir  Arthur Fiedler and the Boston Pops  The Bach Choir, Sir David Willcocks  Blackmore’s Night  German Brass mit dem Windsbacher Knabenchor  Vox Turturis, David Quinn, Andrew Gant  The Ambrosian Singers, Leon Goossens, Marie Goossens, The Mighty Pipe Organ, John McCarthy  Sean Kelly  Laudibus, Michael C. Brewer  Shelley Marsh, Stan’s sister  St Chad's Cathedral Choir, Birmingham, Henry Fairs, David Saint  The Celtic Connection  Choir of St John’s College, Cambridge, John Challenger, Andrew Nethsingha","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"},{"Work":"Joy to the World (Christmas carol)","Writers":"George Frideric Handel (composer)  Lowell Mason (composer)  Isaac Watts (lyricist)","Artists":"Nat King Cole  Bing Crosby  Jackie Wilson  Johnny Cash  Jewel  Kenny Rogers  [unknown]  Sufjan Stevens  Frank Sinatra  Faith Hill  Andy Williams  Mahalia Jackson  Mario Lanza  Georg Friedrich Händel  Robert Shaw Chorale  Lowell Mason  The Layaways  Bing Crosby & Frank Sinatra  Baby Einstein  The Jack Halloran Singers  [Disney]  Bruce Cockburn  Donna Summer  Whitney Houston  Aretha Franklin  Mannheim Steamroller  Chicago  Chet Baker  Bach-Ahp Singers  John Fahey  BoA  喜多郎  Michelle Wright  Etta James  London Symphony Orchestra  Charlotte Church  Paul Horn  The Roches  Bobby Womack  Mormon Tabernacle Choir  Dobie Gray  Johnny Mathis  Julie Andrews  The Mills Brothers  [christmas music]  Tammy Wynette  Lynn Anderson  David Hasselhoff  The Trammps  John Rutter  Jim Brickman  Annie Haslam  The Irish Descendants  Virgil Fox  Royal Philharmonic Orchestra  Die Jungen Tenöre  Barbara Hendricks  Stan Kenton  The Salsoul Orchestra  Vic Damone  Susan Aglukark  Heritage Singers  Nils Landgren  Casting Crowns  Thomas Hampson  Joan Sutherland  Shane & Shane  愛内里菜  Madeline MacNeil  Wing  The Philadelphia Brass Ensemble  Paige O'Hara  University of Manitoba Singers  Violent String Ensemble  Worcester Cathedral Choir  Sy Mann  The Moog Machine  Trace Bundy  Philharmonic Chamber Orchestra  Future of Forestry  May J.  Lihkören  Amy Pearson  The Ralph Hunter Choir  George Greeley  Seabird  Amanda Rheaume  Cambridge Heath Band  The Priests  Arthur Fiedler & Boston Pops Orchestra  Group Publishing  Platters  Plácido Domingo and Vanessa Williams  The Philadelphia Orchestra, Eugene Ormandy  THE ALFEE with London Symphony Orchestra  The Cambridge Singers, John Rutter  William Neil  The Cambridge Singers, City of London Sinfonia, John Rutter  Christmas Brass  Galliard Brass Ensemble  CSU Stanislaus Chamber Singers 2011  Royal Philharmonic Orchestra & Chorus, Peter Knight  The King’s Singers  John Bambridge  German Brass mit dem Windsbacher Knabenchor  Cantillation, Brett Weymark  The Oh Hellos  \"The President's Own\" United States Marine Band  Caribbean Steel Drum Ensemble  Joel Cohen  Saint Paul Chamber Orchestra  Michelle Beauchesne  Gloria Shayne Baker \/ George Frideric Handel  The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Whitney Houston & The Georgia Mass Choir  Hollywood Tuba 12  Yuletide Carolers, Bobby Cliffton Orchestra  The London Philharmonic Orchestra and Chorus, Peter Knight  Worcester Cathedral Choir, Raymond Johnston, Donald Hunt  London Festival Choir and the London Symphony Brass Ensemble  Sean Kelly  Ilford Songsters  Billy Bail Orchestra  Max Abrams  Psalty & The Kids’ Praise! Kids  Daniel Romeros  The Oxford Choir  Les Misérables Co. (New York)  Aretha Franklin feat. members of the Fame Freedom Choir  3a,4a  John McCarthy, The Ambrosian Singers, Joan Sutherland, New Philharmonia Orchestra, Richard Bonynge  Grace Cathedral Choir of Men and Boys, John Fenstermaker","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"6a79e8d4-1387-4c07-aafb-09dbf7452acc"}]