[{"Work":"3 Fragments from Poems by Jan Kasprowicz, op. 5: No. 1. Święty Boże","Writers":"Karol Szymanowski (composer)  Jan Kasprowicz (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"3 Fragments from Poems by Jan Kasprowicz, op. 5: No. 2. Jestem i płaczę","Writers":"Karol Szymanowski (composer)  Jan Kasprowicz (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"3 Fragments from Poems by Jan Kasprowicz, op. 5: No. 3. Błogosławioną niech będzie ta chwila","Writers":"Karol Szymanowski (composer)  Jan Kasprowicz (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Czasem gdy długo na półsennie marzę, op. 2 no. 4","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Cztery pieśni, op. 11: No. 1. Taki jestem smętny","Writers":"Karol Szymanowski (composer)  Tadeusz Miciński (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Cztery pieśni, op. 11: No. 2. W zaczarowanym lesie","Writers":"Karol Szymanowski (composer)  Tadeusz Miciński (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Cztery pieśni, op. 11: No. 3. Nade mną leci w szafir morza","Writers":"Karol Szymanowski (composer)  Tadeusz Miciński (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Cztery pieśni, op. 11: No. 4. Rycz, burzo!","Writers":"Karol Szymanowski (composer)  Tadeusz Miciński (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Daleko został cały świat, op. 2 no. 1","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Fünf Gesänge, op. 13: Nr. 1. Stimme in Dunkeln","Writers":"Karol Szymanowski (composer)  Richard Dehmel (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Fünf Gesänge, op. 13: Nr. 2. Christkindleins Wiegenlied","Writers":"Karol Szymanowski (composer)  Clemens Brentano (lyricist)  Achim von Arnim (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Fünf Gesänge, op. 13: Nr. 3. Auf See","Writers":"Karol Szymanowski (composer)  Richard Dehmel (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Fünf Gesänge, op. 13: Nr. 4. Zuleikha","Writers":"Karol Szymanowski (composer)  Mirza Shafi Vazeh (lyricist)  Friedrich von Bodenstedt (translator)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Fünf Gesänge, op. 13: Nr. 5. Die schwarze Laute","Writers":"Karol Szymanowski (composer)  Otto Julius Bierbaum (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Idom se siuhaje dołu śpiewajęcy","Writers":"Karol Szymanowski (composer)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Łabędź, op. 7","Writers":"Karol Szymanowski (composer)  Wacław Berent (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Luisa Miller: Atto II. \"Oh! fede negar potessi\" \/ \"Quando le sere al placido\" (Rodolfo)","Writers":"Giuseppe Verdi (composer)  Salvadore Cammarano (librettist)","Artists":"Giuseppe Verdi  Luciano Pavarotti  Carlo Bergonzi  Plácido Domingo  José Carreras  Vittorio Grigolo  Tito Schipa  Joseph Calleja  BBC National Orchestra of Wales, Graeme Jenkins, Gwyn Hughes Jones  Ben Heppner, Münchner Rundfunkorchester, Roberto Abbado  José Carreras, Royal Philharmonic Orchestra, Roberto Benzi  Luciano Pavarotti, Nino Bonavolonta  Luciano Pavarotti, National Philharmonic Orchestra, Peter Maag  Carlo Bergonzi, Gianandrea Gavazzeni  Richard Tucker, Vienna State Opera Orchestra, Nello Santi  Plácido Domingo, Orchestre national de France, Lorin Maazel  Luciano Pavarotti, Orchester der Wiener Staatsoper, Sir Edward Downes  Piotr Beczała, Metropolitan Opera Orchestra, Yannick Nézet‐Séguin  Luciano Pavarotti, Orchestra Sinfonica dell’Emilia-Romagna ‘Arturo Toscanini’, Emerson Buckley","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Pielgrzym, op. 2 no. 6","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Piosenki żołnierskie: Do dziewczyny","Writers":"Karol Szymanowski (composer)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Piosenki żołnierskie: O zwiedzionym żołnierzu","Writers":"Karol Szymanowski (composer)  Kornel Makuszyński (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Piosenki żołnierskie: Wyszywała raz Hanka","Writers":"Karol Szymanowski (composer)  Kazimierz Andrzej Czyżowski (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Słyszałem ciebie, op. 2 no. 5","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Stabat Mater, op. 58, B. 71: I. Andante con moto \"Stabat Mater dolorosa\" (Quartetto e Coro)","Writers":"Antonín Dvořák (composer, composer)  Jacopone da Todi (lyricist)","Artists":"Simfonični orkester RTV Slovenija, Marko Munih  Kühnův smíšený sbor, Česká filharmonie, Libor Pešek  Slovak Philharmonic Orchestra, Zdeněk Košler  Česká filharmonie, Jiří Bělohlávek  The Washington Orchestra, The Washington Chorus, Robert Shafer, Christine Brewer, Marietta Simpson, John Aler, Ding Gao  Chor des Bayerischen Rundfunks, Christian Elsner, Mihoko Fujimura, Liang Li, Erin Wall, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Prague Symphony Orchestra, Jiří Bělohlávek  Josef Schmidhuber, Chor des Bayerischen Rundfunks, Edith Mathis, Wiesław Ochman, Anna Reynolds, John Shirley‐Quirk, Elmar Schloter, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Ingeborg Danz, Oregon Bach Festival Choir, Thomas Quasthoff, Marina Shaguch, James Taylor, Oregon Bach Festival Orchestra, Helmuth Rilling  Piotr Beczała, Chor des Bayerischen Rundfunks, Franz Hawlata, Ľuba Orgonášová, Birgit Remmert, Symphonieorchester des Bayerischen Rundfunks, Nikolaus Harnoncourt  Peter Auty, London Philharmonic Choir, Dagmar Pecková, Peter Rose, Janice Watson, London Philharmonic Orchestra, Neeme Järvi  Beno Blachut, Karel Kalaš, Marta Krásová, Pražský filharmonický sbor, Drahomíra Tikalová, Česká filharmonie, Václav Talich  Florian Boesch, Collegium Vocale Gent, Ilse Eerens, Maximilian Schmitt, Michaela Selinger, Royal Flemish Philharmonic, Philippe Herreweghe  Australian Intervarsity Choral Festival Choir, Fiona Campbell, Lisa Harper-Brown, Harry Peeters, Aldo di Toro, Prague Chamber Orchestra, Graham Abbott  Chor St. Stephan Karlsruhe, Daniel Hůlka, Miroslav Kopp, Ludmila Vernerová-Nováková, Miroslava Volková, Vysokoškolský umělecký soubor UK, Andreas Schröder, Collegium Musicum Universität Heidelberg, Jaroslav Brych  Eri Nakamura, Elisabeth Kulman, Michael Spyres, Jongmin Park, Prague Philharmonic Choir, Czech Philharmonic, Jiří Bělohlávek  Stefania Woytowicz, Věra Soukupová, Ivo Žídek, Kim Borg, Prague Philharmonic Choir, Czech Philharmonic Orchestra, Václav Smetáček  Gabriela Beňačková, Ortrun Wenkel, Peter Dvorský, Jan‐Hendrik Rootering, Czech Philharmonic Chorus, Czech Philharmonic Orchestra, Wolfgang Sawallisch  Mariana Zvetkova, Ruxandra Donose, Johan Botha, Roberto Scandiuzzi, Chor der Staatsoper Dresden, Staatskapelle Dresden, Giuseppe Sinopoli  Christine Goerke, Marietta Simpson, Stanford Olsen, Nathan Berg, Atlanta Symphony Orchestra Chorus, Atlanta Symphony Orchestra, Robert Shaw  Eva-Maria Westbroek, Frank van Aken, Wilke te Brummelstroete, Jaco Huijpen, Brabant Koor, Het Brabants Orkest, Jan Willem de Vriend  Ján Rozehnal, Nelly Boschkowa, Miroslav Dvorský, Miriam Gauci, Peter Mikuláš, Slovak Philharmonic Choir, Slovak Radio New Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":"B minor (Key)","Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Stabat Mater, op. 58, B. 71: II. Andante sostenuto \"Quis est homo, qui non fleret\" (Quartetto)","Writers":"Antonín Dvořák (composer, composer)  Jacopone da Todi (lyricist)","Artists":"Simfonični orkester RTV Slovenija, Marko Munih  Slovak Philharmonic Orchestra, Zdeněk Košler  Česká filharmonie, Jiří Bělohlávek  The Washington Orchestra, Robert Shafer, Christine Brewer, Marietta Simpson, John Aler, Ding Gao  Christian Elsner, Mihoko Fujimura, Liang Li, Erin Wall, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Prague Symphony Orchestra, Jiří Bělohlávek  Edith Mathis, Wiesław Ochman, Anna Reynolds, John Shirley‐Quirk, Elmar Schloter, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Ingeborg Danz, Thomas Quasthoff, Marina Shaguch, James Taylor, Oregon Bach Festival Orchestra, Helmuth Rilling  Piotr Beczała, Franz Hawlata, Ľuba Orgonášová, Birgit Remmert, Symphonieorchester des Bayerischen Rundfunks, Nikolaus Harnoncourt  Peter Auty, Dagmar Pecková, Peter Rose, Janice Watson, London Philharmonic Orchestra, Neeme Järvi  Beno Blachut, Karel Kalaš, Marta Krásová, Drahomíra Tikalová, Česká filharmonie, Václav Talich  Florian Boesch, Ilse Eerens, Maximilian Schmitt, Michaela Selinger, Royal Flemish Philharmonic, Philippe Herreweghe  Australian Intervarsity Choral Festival Choir, Fiona Campbell, Lisa Harper-Brown, Harry Peeters, Aldo di Toro, Prague Chamber Orchestra, Graham Abbott  Daniel Hůlka, Miroslav Kopp, Ludmila Vernerová-Nováková, Miroslava Volková, Andreas Schröder, Collegium Musicum Universität Heidelberg, Jaroslav Brych  Eri Nakamura, Elisabeth Kulman, Michael Spyres, Jongmin Park, Czech Philharmonic, Jiří Bělohlávek  Stefania Woytowicz, Věra Soukupová, Ivo Žídek, Kim Borg, Czech Philharmonic Orchestra, Václav Smetáček  Gabriela Beňačková, Ortrun Wenkel, Peter Dvorský, Jan‐Hendrik Rootering, Czech Philharmonic Orchestra, Wolfgang Sawallisch  Mariana Zvetkova, Ruxandra Donose, Johan Botha, Roberto Scandiuzzi, Staatskapelle Dresden, Giuseppe Sinopoli  Christine Goerke, Marietta Simpson, Stanford Olsen, Nathan Berg, Atlanta Symphony Orchestra, Robert Shaw  Eva-Maria Westbroek, Frank van Aken, Wilke te Brummelstroete, Jaco Huijpen, Het Brabants Orkest, Jan Willem de Vriend  Nelly Boschkowa, Miroslav Dvorský, Miriam Gauci, Peter Mikuláš, Slovak Radio New Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":"E minor (Key)","Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Stabat Mater, op. 58, B. 71: VI. Andante con moto \"Fac me vere tecum flere\" (Tenore e Coro)","Writers":"Antonín Dvořák (composer)  Jacopone da Todi (lyricist)","Artists":"Simfonični orkester RTV Slovenija, Marko Munih  Slovak Philharmonic Orchestra, Zdeněk Košler  Česká filharmonie, Jiří Bělohlávek  The Washington Orchestra, The Washington Chorus, Robert Shafer, John Aler  Chor des Bayerischen Rundfunks, Christian Elsner, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Prague Symphony Orchestra, Jiří Bělohlávek  Josef Schmidhuber, Chor des Bayerischen Rundfunks, Wiesław Ochman, Elmar Schloter, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Oregon Bach Festival Choir, James Taylor, Oregon Bach Festival Orchestra, Helmuth Rilling  Piotr Beczała, Chor des Bayerischen Rundfunks, Symphonieorchester des Bayerischen Rundfunks, Nikolaus Harnoncourt  Peter Auty, London Philharmonic Choir, London Philharmonic Orchestra, Neeme Järvi  Beno Blachut, Pražský filharmonický sbor, Česká filharmonie, Václav Talich  Collegium Vocale Gent, Maximilian Schmitt, Royal Flemish Philharmonic, Philippe Herreweghe  Australian Intervarsity Choral Festival Choir, Aldo di Toro, Prague Chamber Orchestra, Graham Abbott  Chor St. Stephan Karlsruhe, Miroslav Kopp, Vysokoškolský umělecký soubor UK, Andreas Schröder, Collegium Musicum Universität Heidelberg, Jaroslav Brych  Michael Spyres, Prague Philharmonic Choir, Czech Philharmonic, Jiří Bělohlávek  Ivo Žídek, Czech Philharmonic Orchestra, Václav Smetáček  Peter Dvorský, Czech Philharmonic Chorus, Czech Philharmonic Orchestra, Wolfgang Sawallisch  Johan Botha, Chor der Staatsoper Dresden, Staatskapelle Dresden, Giuseppe Sinopoli  Stanford Olsen, Atlanta Symphony Orchestra Chorus, Atlanta Symphony Orchestra, Robert Shaw  Frank van Aken, Brabant Koor, Het Brabants Orkest, Jan Willem de Vriend  Ján Rozehnal, Miroslav Dvorský, Slovak Philharmonic Choir, Slovak Radio New Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":"B major (Key)","Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Stabat Mater, op. 58, B. 71: VIII. Larghetto \"Fac, ut portem Christi mortem\" (Tenore e Soprano)","Writers":"Antonín Dvořák (composer, composer)  Jacopone da Todi (lyricist)","Artists":"Slovak Philharmonic Orchestra, Zdeněk Košler  Česká filharmonie, Jiří Bělohlávek  Simfonični orkester RTV Slovenija, Marko Munih  John Aler, Christine Brewer, The Washington Orchestra, Robert Shafer  Christian Elsner, Erin Wall, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Prague Symphony Orchestra, Jiří Bělohlávek  Edith Mathis, Wiesław Ochman, Elmar Schloter, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Marina Shaguch, James Taylor, Oregon Bach Festival Orchestra, Helmuth Rilling  Piotr Beczała, Ľuba Orgonášová, Symphonieorchester des Bayerischen Rundfunks, Nikolaus Harnoncourt  Peter Auty, Janice Watson, London Philharmonic Orchestra, Neeme Järvi  Beno Blachut, Drahomíra Tikalová, Česká filharmonie, Václav Talich  Ilse Eerens, Maximilian Schmitt, Royal Flemish Philharmonic, Philippe Herreweghe  Lisa Harper-Brown, Aldo di Toro, Prague Chamber Orchestra, Graham Abbott  Miroslav Kopp, Ludmila Vernerová-Nováková, Andreas Schröder, Collegium Musicum Universität Heidelberg, Jaroslav Brych  Eri Nakamura, Michael Spyres, Czech Philharmonic, Jiří Bělohlávek  Stefania Woytowicz, Ivo Žídek, Czech Philharmonic Orchestra, Václav Smetáček  Gabriela Beňačková, Peter Dvorský, Czech Philharmonic Orchestra, Wolfgang Sawallisch  Mariana Zvetkova, Johan Botha, Staatskapelle Dresden, Giuseppe Sinopoli  Christine Goerke, Stanford Olsen, Atlanta Symphony Orchestra Chorus, Atlanta Symphony Orchestra, Robert Shaw  Frank van Aken, Eva-Maria Westbroek, Het Brabants Orkest, Jan Willem de Vriend  Miroslav Dvorský, Miriam Gauci, Slovak Radio New Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":"D major (Key)","Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Stabat Mater, op. 58, B. 71: X. Andante con moto \"Quando corpus morietur\" (Quartetto e Coro)","Writers":"Antonín Dvořák (composer, composer)  Jacopone da Todi (lyricist)","Artists":"Simfonični orkester RTV Slovenija, Marko Munih  Peter Auty, London Philharmonic Choir, Dagmar Pecková, Peter Rose, Janice Watson, London Philharmonic Orchestra, Neeme Järvi  Slovak Philharmonic Orchestra, Zdeněk Košler  Česká filharmonie, Jiří Bělohlávek  The Washington Orchestra, The Washington Chorus, Robert Shafer, Christine Brewer, Marietta Simpson, John Aler, Ding Gao  Chor des Bayerischen Rundfunks, Christian Elsner, Mihoko Fujimura, Liang Li, Erin Wall, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Prague Symphony Orchestra, Jiří Bělohlávek  Josef Schmidhuber, Chor des Bayerischen Rundfunks, Edith Mathis, Wiesław Ochman, Anna Reynolds, John Shirley‐Quirk, Elmar Schloter, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Ingeborg Danz, Oregon Bach Festival Choir, Thomas Quasthoff, Marina Shaguch, James Taylor, Oregon Bach Festival Orchestra, Helmuth Rilling  Piotr Beczała, Chor des Bayerischen Rundfunks, Franz Hawlata, Ľuba Orgonášová, Birgit Remmert, Symphonieorchester des Bayerischen Rundfunks, Nikolaus Harnoncourt  Beno Blachut, Karel Kalaš, Marta Krásová, Pražský filharmonický sbor, Drahomíra Tikalová  Florian Boesch, Collegium Vocale Gent, Ilse Eerens, Maximilian Schmitt, Michaela Selinger, Royal Flemish Philharmonic, Philippe Herreweghe  Australian Intervarsity Choral Festival Choir, Fiona Campbell, Lisa Harper-Brown, Harry Peeters, Aldo di Toro, Prague Chamber Orchestra, Graham Abbott  Chor St. Stephan Karlsruhe, Daniel Hůlka, Miroslav Kopp, Ludmila Vernerová-Nováková, Miroslava Volková, Vysokoškolský umělecký soubor UK, Andreas Schröder, Collegium Musicum Universität Heidelberg, Jaroslav Brych  Eri Nakamura, Elisabeth Kulman, Michael Spyres, Jongmin Park, Prague Philharmonic Choir, Czech Philharmonic, Jiří Bělohlávek  Stefania Woytowicz, Věra Soukupová, Ivo Žídek, Kim Borg, Prague Philharmonic Choir, Czech Philharmonic Orchestra, Václav Smetáček  Gabriela Beňačková, Ortrun Wenkel, Peter Dvorský, Jan‐Hendrik Rootering, Czech Philharmonic Chorus, Czech Philharmonic Orchestra, Wolfgang Sawallisch  Mariana Zvetkova, Ruxandra Donose, Johan Botha, Roberto Scandiuzzi, Chor der Staatsoper Dresden, Staatskapelle Dresden, Giuseppe Sinopoli  Christine Goerke, Marietta Simpson, Stanford Olsen, Nathan Berg, Atlanta Symphony Orchestra Chorus, Atlanta Symphony Orchestra, Robert Shaw  Eva-Maria Westbroek, Frank van Aken, Wilke te Brummelstroete, Jaco Huijpen, Brabant Koor, Het Brabants Orkest, Jan Willem de Vriend  I. Kirilova, J. Kundlak, Peter Mikuláš, Orfeón Donostiarra, L. Rybarska, Orquesta Ciudad de Barcelona, Franz Paul Decker  Ana Pusar Jerič, Eva Novšak Houška, Jurij Rega, Consortium Musicum Ljubljana, Radio Symphony Orchestra Ljubljana, Marko Munih  Ján Rozehnal, Nelly Boschkowa, Miroslav Dvorský, Miriam Gauci, Peter Mikuláš, Slovak Philharmonic Choir, Slovak Radio New Philharmonic Orchestra, Alexander Rahbari","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":"B minor (Key)  D major (Key)","Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Svatá Ludmila, op. 71, B. 144: 1. díl","Writers":"Antonín Dvořák (composer)  Jaroslav Vrchlický (librettist)","Artists":"WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, WDR Sinfonieorchester Köln, Gerd Albrecht  Luděk Vele, WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Luděk Vele, WDR Sinfonieorchester Köln, Gerd Albrecht","ISWC":null,"Type":null,"Lyrics Languages":"ces","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Svatá Ludmila, op. 71, B. 144: 2. díl","Writers":"Antonín Dvořák (composer)  Jaroslav Vrchlický (librettist)","Artists":"WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Luděk Vele, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, Luděk Vele, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, Luděk Vele, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, Luděk Vele, WDR Rundfunkchor Köln, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  WDR Sinfonieorchester Köln, Gerd Albrecht","ISWC":null,"Type":null,"Lyrics Languages":"ces","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Svatá Ludmila, op. 71, B. 144: 3. díl","Writers":"Antonín Dvořák (composer)  Jaroslav Vrchlický (librettist)","Artists":"WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Luděk Vele, WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, Luděk Vele, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Luděk Vele, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, Luděk Vele, WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Michelle Breedt, WDR Rundfunkchor Köln, WDR Sinfonieorchester Köln, Gerd Albrecht  Piotr Beczała, Michelle Breedt, Luděk Vele, WDR Rundfunkchor Köln, Lívia Ághová, WDR Sinfonieorchester Köln, Gerd Albrecht","ISWC":null,"Type":null,"Lyrics Languages":"ces","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Symphony no. 9 in D minor, op. 125 “Choral”: IV. Finale. Presto – Allegro assai","Writers":"Ludwig van Beethoven (composer)  Friedrich Schiller (librettist)","Artists":"Ludwig van Beethoven  [unknown]  Donald M. Kendrick, David Arnold, Chorus pro Musica, Brad Cresswell, D’Anna Fortunato, Dominique Labelle, Boston Philharmonic Orchestra, Benjamin Zander  Orchestra of the Eighteenth Century, Frans Brüggen  Atlanta Symphony Orchestra, Robert Shaw  English Chamber Orchestra, Michael Tilson Thomas  Deutsche Kammerphilharmonie Bremen, Paavo Järvi  The London Classical Players, Roger Norrington  Royal Liverpool Philharmonic Choir, Royal Liverpool Philharmonic Orchestra, Sir Charles Mackerras  Royal Concertgebouw Orchestra, Wolfgang Sawallisch  Wiener Philharmoniker, Karl Böhm  London Symphony Orchestra, Eugen Jochum  Elisabeth Höngen, Julius Patzak, Wiener Singverein, Hans Hotter, Elisabeth Schwarzkopf, Wiener Philharmoniker, Herbert von Karajan  Europa Philharmonia Choir, Erika Miklósa, András Molnar, István Rácz, Bernadett Wiedemann, Europa Philharmonia, Maximianno Cobra  Koninklijk Concertgebouworkest, Bernard Haitink  Berliner Philharmoniker, Wilhelm Furtwängler  Gewandhausorchester Leipzig, Kurt Masur  サイトウ・キネン・オーケストラ, 小澤征爾  Berliner Philharmoniker, Herbert von Karajan  Robert Holl, Lucia Popp, Peter Schreier, Carolyn Watkinson, Koninklijk Concertgebouworkest, Bernard Haitink, Netherlands Radio Chamber Orchestra  Koninklijk Concertgebouworkest, Bernard Haitink, Netherlands Radio Chamber Orchestra  New York Philharmonic, Leonard Bernstein  Chicago Symphony Orchestra, Sir Georg Solti  New York Philharmonic, Zubin Mehta  Philharmonia Orchestra, Herbert von Karajan  Columbia Symphony Orchestra, Bruno Walter  Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Dresdner Philharmonie, Herbert Kegel  The Royal Philharmonic Orchestra  Philharmonia Slavonica, Eugen Duvier  Elsa Cavelti, Otto Edelmann, Ernst Haefliger, Elisabeth Schwarzkopf, Philharmonia Orchestra, Wilhelm Furtwängler  Royal Philharmonic Orchestra, Raymond Leppard  Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Felix Weingartner  Tonhalle‐Orchester Zürich, David Zinman  Marieddy Rossetto, Chor der Konzertgesellschaft Wuppertal, Bayer Philharmoniker, Rainer Koch  Thomas E. Bauer, Anna-Kristiina Kaappola, Marianne Beate Kielland, Markus Schäfer, Anima Eterna, Jos van Immerseel  London Symphony Orchestra  新日本フィルハーモニー交響楽団  Los Violadores  Beethoven  Berliner Philharmoniker, Claudio Abbado  The Philadelphia Orchestra, Eugene Ormandy  Chicago Symphony Orchestra, Fritz Reiner  NDR Sinfonieorchester, Günter Wand  Münchner Philharmoniker, Sergiu Celibidache  New York Philharmonic, Bruno Walter  Orchester der Bayreuther Festspiele, Wilhelm Furtwängler  The Cleveland Orchestra, George Szell  Russian National Orchestra, Mikhail Pletnev  London Festival Orchestra, Alfred Scholz  Wiener Symphoniker, Jascha Horenstein  Boston Symphony Orchestra, Erich Leinsdorf  Wiener Philharmoniker, Sir Simon Rattle  The Chamber Orchestra of Europe, Nikolaus Harnoncourt  Royal Philharmonic Orchestra, Louis Clark  Wiener Philharmoniker, Felix Weingartner  Berliner Philharmoniker, Carlo Maria Giulini  City of Birmingham Symphony Orchestra, City of Birmingham Symphony Orchestra Chorus, Walter Weller, Josephine Barstow, Linda Finnie, David Rendall, John Tomlinson  The Cleveland Orchestra Chorus, The Cleveland Orchestra, George Szell  Philharmonic Festival Orchestra, William Bolden  Sylvia McNair, Jard van Nes, Uwe Heilmann, Bernd Weikl, GewandhausKinderchor, Rundfunkchor Leipzig, Gewandhausorchester Leipzig, Kurt Masur  GewandhausKinderchor, Rundfunkchor Leipzig, Gewandhausorchester Leipzig, Kurt Masur  Erna Berger, Walther Ludwig, Gertrude Pitzinger, Rudolf Watzke, Berliner Philharmoniker, Wilhelm Furtwängler  Philharmonia Orchestra, Wilhelm Furtwängler  Hans Hotter, Waldemar Kmentt, Christa Ludwig, Aase Nordmo Løvberg, Philharmonia Chorus, Philharmonia Orchestra, Otto Klemperer  Sinfóníuhljómsveit Íslands, Rico Saccani  Luise Helletsgruber, Rosette Anday, Georg Maikl, Richard Mayr, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Felix Weingartner  James Morris, Westminster Choir, The Philadelphia Orchestra, Riccardo Muti  The London Festival Chorus, London Festival Orchestra, Alberto Lizzio  Kim Borg, Edinburgh Festival Chorus, Sylvia Fisher, Richard Lewis, Nan Merriman, Royal Philharmonic Orchestra, Sir Thomas Beecham  Ruxandra Donose, Manfred Fink, Nicolaus Esterházy Choir, Claudio Otelli, Hasmik Papian, Nicolaus Esterházy Sinfonia, Béla Drahos  GewandhausKinderchor, Gewandhausorchester Leipzig, Kurt Masur & MDR Rundfunkchor Leipzig  Rosette Anday, Chor der Wiener Staatsoper, Luise Helletsgruber, Georg Maikl, Richard Mayr, Wiener Philharmoniker, Felix Weingartner  Beecham Choral Society, Royal Philharmonic Orchestra, René Leibowitz  Symphonieorchester des Bayerischen Rundfunks, Leonard Bernstein  Chor der Staatsoper Dresden, Franz Grundheber, Staatskapelle Dresden, Sir Colin Davis  Reinhold Schmid, Walter Berry, Gundula Janowitz, Waldemar Kmentt, Hilde Rössel-Majdan, Wiener Singverein, Berliner Philharmoniker, Herbert von Karajan  Peter Schreier, Koninklijk Concertgebouworkest, Bernard Haitink, Netherlands Radio Chamber Orchestra  Herbert von Karajan  James Last  冨田勲  Waldo de los Ríos  Riccardo Muti  The Ukulele Orchestra of Great Britain  Capella Istropolitana  Wilhelm Furtwängler  The Baby Einstein Music Box Orchestra  American Brass Band  London Festival Orchestra  Academy of Ancient Music, Christopher Hogwood  Eklipse  Wiener Philharmoniker, Herbert von Karajan  Academy of St Martin in the Fields, Sir Neville Marriner  London Symphony Orchestra, Bernard Haitink  Berliner Philharmoniker, Sir Simon Rattle  Philharmonia Orchestra, Otto Klemperer  London Philharmonic Orchestra, Klaus Tennstedt  Nemzeti Filharmonikus Zenekar, János Ferencsik  The Cleveland Orchestra, Christoph von Dohnányi  San Francisco Symphony, Michael Tilson Thomas  Wiener Philharmoniker, Leonard Bernstein  Pittsburgh Symphony Orchestra, William Steinberg  Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Chor & Orchester der Bayreuther Festspiele, Wilhelm Furtwängler  The Philadelphia Orchestra, Sir Adrian Boult, Westminster Choir, James Morris  The Ambrosian Singers, John McCarthy, Philharmonic Symphony of London  London Symphony Orchestra, Barry Wordsworth  Orquesta Sinfónica del Estado de México, Enrique Bátiz  Northern Sinfonia, Sinfonia Chorus, London Symphony Chorus, Richard Hickox  West-Eastern Divan Orchestra, Daniel Barenboim  London Philharmonic Orchestra, Sir Thomas Beecham  London Symphony Orchestra, London Symphony Chorus, Gerald Finley, Karen Cargill, Twyla Robinson, John Mac Master, Bernard Haitink  Wiener Philharmoniker, Claudio Abbado  Claudio Abbado, Berliner Philharmoniker, Thomas Quasthoff, Violeta Urmana, Thomas Moser, Karita Mattila, Tõnu Kaljuste, Radiokören  Berliner Philharmoniker, Ferenc Fricsay  Alberto Lizzio & [unknown]  Herbert Blomstedt, Sächsische Staatskapelle Dresden  Wiener Singverein, Berliner Philharmoniker, Herbert von Karajan  Staatskapelle Berlin, Daniel Barenboim  Minnesota Orchestra, Minnesota Chorale, Osmo Vänskä, Helena Juntunen, Katarina Karnéus, Daniel Norman, Neal Davies  Orchestre Révolutionnaire et Romantique, Sir John Eliot Gardiner  Symphonieorchester des Bayerischen Rundfunks, Chor des Bayerischen Rundfunks, Sir Colin Davis  Amsterdam Symphony Orchestra, Peter Stern  Berliner Philharmoniker, André Cluytens  London Symphony Orchestra, Carlo Maria Giulini  Tbilisi Symphony Orchestra, Jansug Kakhidze  Wiener Philharmoniker, Wilhelm Furtwängler  Cleveland Orchestra, George Szell  Sächsische Staatskapelle Dresden, Herbert Blomstedt  Philharmonia Orchestra, Sir Charles Mackerras  Frances Yeend, Martha Lipton, David Lloyd, Mack Harrell, Westminster Choir, New York Philharmonic, Bruno Walter  The London Chorus, London Philharmonic Choir, London Philharmonic Orchestra, David Parry  The Hanover Band  Royal Flemish Philharmonic, Philippe Herreweghe  Gundula Janowitz, Hilde Rössel-Majdan, Waldemar Kmentt, Walter Berry, Wiener Singverein, Berliner Philharmoniker, Herbert von Karajan  Orchestre National Bordeaux Aquitaine, Alain Lombard  Wilhelm Furtwängler, Philharmonia Orchestra  Zagrebačka filharmonija, Richard Edlinger  Zagrebačka filharmonija, Richard Edlinger, Gabriele Lechner, Michael Pabst, Diane Elias, Robert Holzer  Alessandra Marc, Iris Vermillion, Siegfried Jerusalem, Falk Struckmann, Staatsopernchor, Staatskapelle Berlin, Daniel Barenboim  Atlanta Symphony Orchestra, Donald Runnicles  Atlanta Symphony Orchestra Chorus, Atlanta Symphony Orchestra, Robert Shaw  London Symphony Orchestra, George Richter  Münchner Philharmoniker, Rudolf Kempe  tiko-μ  West-Eastern Divan Orchestra, Daniel Barenboim, Angela Denoke, Waltraud Meier, Burkhard Fritz, René Pape, Chor der Deutschen Staatsoper Berlin  Phyllis Curtin, Florence Kopleff, John McCollum, Donald Gramm, Chicago Symphony Chorus, Chicago Symphony Orchestra, Fritz Reiner  Remix by COSIO  Upcdownc  Janet Price, Birgit Finnilä, Horst Laubenthal, Marius Rintzler, Koninklijk Concertgebouworkest, Concertgebouw Choir, Bernard Haitink  André Rieu und sein Johann Strauss Orchester  Mormon Tabernacle Choir, The Philadelphia Orchestra, Eugene Ormandy  Chicago Symphony Chorus, Chicago Symphony Orchestra, Sir Georg Solti  Ungar. Nationalphilharmonie, János Ferencsik  London Symphony Orchestra, Josef Krips  Gewandhausorchester Leipzig, Riccardo Chailly  Pro Musica Symphony Orchestra London, Walter Richter, BBC Symphony Chorus, Leslie Woodgate  Kinderchor des Philharmonischen Chores Dresden, Rundfunkchor Leipzig, Rundfunkchor Berlin, Gewandhausorchester Leipzig, Kurt Masur  Janet Perry, Anges Baltsa, Vinson Cole, José van Dam, Wiener Singverein, Berliner Philharmoniker, Herbert von Karajan  Staatskapelle Dresden, Giuseppe Sinopoli  Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Symphonieorchester des Bayerischen Rundfunks, Chor des Bayerischen Rundfunks, Mariss Jansons  Radio-Sinfonieorchester Stuttgart des SWR, Roger Norrington  Bernd Weikl, Gewandhausorchester Leipzig, Kurt Masur  Uwe Heilmann, GewandhausKinderchor, Rundfunkchor Leipzig, Gewandhausorchester Leipzig, Kurt Masur  Hilde Gueden, Hilde Gueden, Anton Dermota, Ludwig Weber, Singverein Der Gesellschaft Der Musikfreunde, Wiener Philharmoniker, Erich Kleiber  Symphonieorchester des Bayerischen Rundfunks, Chor des Bayerischen Rundfunks, Lorin Maazel  Hjördis Schymberg, Stockholms Konserthusförenings orkester, Wilhelm Furtwängler  Marilyn Horne, Margaret Price, Matti Salminen, Jon Vickers, New York Choral Artists, Joseph Flummerfelt, New York Philharmonic, Zubin Mehta  Peter Anders, Tilla Briem, Bruno Kittel Choir, Elisabeth Höngen, Rudolf Watzke, Berliner Philharmoniker, Wilhelm Furtwängler  Peter Anders, Tilla Briem, Elisabeth Höngen, Rudolf Watzke, Berliner Philharmoniker, Wilhelm Furtwängler  Erna Berger, Bruno Kittel Choir, Gertrude Pitzinger, Helge Rosvænge, Rudolf Watzke, Berliner Philharmoniker, Wilhelm Furtwängler  Anton Dermota, Josef Greindl, Irmgard Seefried, Sieglinde Wagner, Wiener Singakademie, Wiener Philharmoniker, Wilhelm Furtwängler  Rosette Anday, Hilde Güden, Julius Patzak, Alfred Poell, Wiener Singakademie, Wiener Philharmoniker, Wilhelm Furtwängler  Kaunas State Choir of Lithuania, Sinfonia Varsovia, Yehudi Menuhin  New Philharmonia Orchestra, Rafael Kubelík  Margaret Price, Yvonne Minton, Werner Hollweg, Norman Bailey, New Philharmonia Chorus, New Philharmonia Orchestra, Rafael Kubelík  Eileen Farrell, Nan Merriman, Jan Peerce, Norman Scott, Robert Shaw Chorale, NBC Symphony Orchestra, Arturo Toscanini  The Cleveland Orchestra Chorus, Siegfried Jerusalem, Robert Lloyd, Janice Taylor, Carol Vaness, The Cleveland Orchestra, Christoph von Dohnányi  Rundfunkchor Leipzig, Gewandhausorchester Leipzig, Franz Konwitschny  Gerd Feldhoff, Koninklijk Concertgebouworkest, Eugen Jochum  Gerd Feldhoff, Liselotte Rebmann, Anna Reynolds, Anton de Ridder, Koninklijk Concertgebouworkest, Eugen Jochum  James Morris, Peter Seiffert, Cheryl Studer, Westminster Choir, Delores Ziegler, The Philadelphia Orchestra, Riccardo Muti  Clara Ebers, Gertrude Pitzinger, Walther Ludwig, Ferdinand Frantz, Chor und Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Herbert von Karajan, Wiener Philharmoniker, ELISABETH PATZAK, Hans Hotter & Singverien Der Musikfreunde Wien  Netherlands Symphony Orchestra, Jan Willem de Vriend  読売日本交響楽団, 近衛秀麿  Baby Einstein  Wiener Philharmoniker, Konzertvereinigung Wiener Staatsopernchor, Walter Berry, Brigitte Fassbaender, Jessye Norman, Plácido Domingo, Karl Böhm  Georg Maikl, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Felix Weingartner  Jessye Norman, Brigitte Fassbaender, Plácido Domingo, Walter Berry, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Karl Böhm  Gwyneth Jones, Hanna Schwarz, René Kollo, Kurt Moll, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Leonard Bernstein  Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Karl Böhm  Vienna State Opera Orchestra, Vienna State Opera Chorus, Karl Böhm  Sydney Philharmonia Motet Choir, Sydney Philharmonia Symphonic Choir, Sydney Philharmonia Orchestra, Antony Walker  Vinson Cole, London Voices, London Symphony Orchestra, Sir Georg Solti  Anima Eterna, Jos van Immerseel  Hans Hotter, Elisabeth Höngen, Julius Patzak, Elisabeth Schwarzkopf, Wiener Singverein, Wiener Philharmoniker, Herbert von Karajan  Osaka Philharmonic Orchestra, Takashi Asahina  The London Bach Choir, Regina Resnik, Elisabeth Söderström, Jon Vickers, David Ward, London Symphony Orchestra, Pierre Monteux  Diane Elias, Robert Holzer, Gabriele Lechner, Michael Pabst, Zagrebačka filharmonija, Richard Edlinger  Gwyneth Jones, René Kollo, Kurt Moll, Hanna Schwarz, Wiener Philharmoniker, Leonard Bernstein  Yuko Anazawa, Bach Collegium Japan Chorus, Yoshie Hida, Makoto Sakurada, Chiyuki Urano, 小川典子, Bach Collegium Japan, 鈴木雅明  Heinz Mende, Sheila Armstrong, Linda Finnie, Robert Tear, John Tomlinson, Philharmonia Orchestra, Kurt Sanderling  Chor der Staatsoper Dresden, Solveig Kringelborn, Thomas Moser, Felicity Palmer, Alan Titus, Staatskapelle Dresden, Giuseppe Sinopoli  London Symphony Chorus, London Symphony Orchestra  Bratislava Opera Chorus, Philharmonia Slavonica, Eugen Duvier  Alison Hargan, Gwynne Howell, Della Jones, London Symphony Chorus, David Rendall, London Symphony Orchestra, Wyn Morris  Janáček Opera Choir, Brno Philharmonic Orchestra, Peter Tiboris  Philharmonic Festival Choir, Soloists & Philharmonic Festival Orchestra, William Bolden  Netherlands Radio Choir, Concertgebouw Orchestra, Bernard Haitink  Alice Bense, European Festival Chorus, Willem van Laas, Barry McLogan, Hélène Sargan, European Festival Orchestra, William Bolden  Dresden Philharmonic, Herbert Kegel  Francisco Araiza, University of Vera Cruz Choir, Benita Valente, Orquesta Sinfónica del Estado de México, Enrique Bátiz  James Morris, Westminster Choir, The Philadelphia Orchestra, Riccardo Muti  Academy of St. Martin in the Fields Chorus, Francisco Araiza, Karita Mattila, Anne Sofie von Otter, Samuel Ramey, Academy of St Martin in the Fields, Sir Neville Marriner  Eberhard Büchner, Magdaléna Hajóssyová, Uta Priew, Rundfunkchor Berlin, Manfred Schenk, Staatskapelle Berlin, Otmar Suitner  Berlin Philharmonic Orchestra, Wilhelm Furtwängler  Schweizer Kammerchor, Tonhalle‐Orchester Zürich, David Zinman  USSR Bolshoi Theatre Orchestra, USSR Bolshoi Theatre Choir, Yuri Simonov  Dame Joan Sutherland, Marilyn Horne, James King, Martti Talvela, Wiener Philharmoniker, Hans Schmidt‐Isserstedt  Marilyn Horne, James King, Konzertvereinigung Wiener Staatsopernchor, Dame Joan Sutherland, Martti Talvela, Wiener Philharmoniker, Hans Schmidt‐Isserstedt  Hamburg Symphony Orchestra, Werner Ludwig Baum  Irmgard Seefried, Maureen Forrester, Ernst Haefliger, Dietrich Fischer‐Dieskau, Chor der St. Hedwigs‐Kathedrale Berlin, Berliner Philharmoniker, Ferenc Fricsay  Anna Tomowa‐Sintow, Agnes Baltsa, Peter Schreier, José van Dam, Helmuth Froschauer, Berliner Philharmoniker, Herbert von Karajan  Sydney Philharmonia Choirs, Sydney Philharmonia Orchestra, Antony Walker  Gewandhausorchester Leipzig & Kurt Masur  Bernd Weikl, Gewandhausorchester Leipzig & Kurt Masur  Bernd Weikl, Gewandhausorchester Leipzig, Jard van Nes, Kurt Masur, MDR Rundfunkchor Leipzig, Sylvia McNair & Uwe Heilmann  GewandhausKinderchor, Gewandhausorchester Leipzig, Kurt Masur, MDR Rundfunkchor Leipzig & Uwe Heilmann  Bernd Weikl, GewandhausKinderchor, Gewandhausorchester Leipzig, Jard van Nes, Kurt Masur, MDR Rundfunkchor Leipzig, Sylvia McNair & Uwe Heilmann  Nicolaus Esterhazy Chorus, Nicolaus Esterhazy Sinfonia, Bela Drahos  London Festival Orchestra and Chorus  Pro Musica Symphony Orchestra & Chorus, Walther Richter  Pro Musica Symphony Orchestra & Chorus, Klaus Bergedorf  Orchestra della Radio della Svizzera Italiana, Hermann Scherchen  Magda László, Lucienne Devallier, Petre Munteanu, Raffaele Arié, Coro della Radio Svizzera, Lugano, Orchestra della Svizzera italiana, Hermann Scherchen  Sydney Philharmonia Motet Choir, Sydney Philharmonia Symphonic Choir, Sydney Philharmonia Orchestra  Robert Shaw, Adele Addison, Donald Bell, Jane Hobson, Richard Lewis, The Cleveland Orchestra, George Szell, The Cleveland Orchestra Chorus  Royal Philharmonic Orchestra, Beecham Choral Society, René Leibowitz  SWR Sinfonieorchester Baden‐Baden und Freiburg, Michael Gielen  London Symphony Orchestra  Aikin, Selinger, Davislim, López, Chorus sine nomine, Orchester Wiener Akademie, Martin Haselböck  Urszula Koszut, Brigitte Fassbaender, Nicolai Gedda, Donald McIntyre, Münchner MotettenChor, Philharmonischer Chor München, Münchner Philharmoniker, Rudolf Kempe  Great Festival Choir, London Festival Chorus, Festivalový orchestr Praha, Great Festival Orchestra, London Festival Orchestra, Alberto Lizzio  Gwyneth Jones, Karl Ridderbusch, Jess Thomas, Tatiana Troyanos, Vienna Philharmonic Orchestra, Karl Böhm  Annette Dasch, Eva Vogel, Christian Elsner, Dimitry Ivashchenko, Rundfunkchor Berlin, Berliner Philharmoniker, Sir Simon Rattle  Piotr Beczała, Annette Dasch, Mihoko Fujimura, Wiener Singverein, Georg Zeppenfeld, Wiener Philharmoniker, Christian Thielemann  Michael Gläser, Lioba Braun, Chor des Bayerischen Rundfunks, Michael Schade, Krassimira Stoyanova, Michael Volle, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Lubomír Mátl, Gabriela Beňačková, Anne Gjevang, Artur Korn, Günther Neumann, Pražský filharmonický sbor, Česká filharmonie, Václav Neumann  Kei Fukui, Naoko Ihara, Emiko Suga, Michio Tatara, Osaka Philharmonic Orchestra, Takashi Asahina  Bayer Philharmoniker, Rainer Koch  Edith Wiens, Hildegard Hartwig, Roland Hermann, Keith Lewis, NDR Sinfonieorchester, Günter Wand  Chor der Staatsoper Dresden, Rundfunkchor Leipzig, Staatskapelle Dresden, Herbert Blomstedt  Edith Wiens, Ute Walther, Reiner Goldberg, Karl-Heinz Stryczek, Dresden State Opera Chorus, Dresden Symphony Chorus, Staatskapelle Dresden, Herbert Blomstedt  Louis Devos, Anima Eterna Brugge, Ulf Bästlein, Marie-Noelle de Callataÿ, Myra Kroese, Glenn Siebert, Jos van Immerseel  Philharmonic Festival Choir, Philharmonic Festival Orchestra, William Bolden  Heather Harper, London Symphony Chorus, Donald McIntyre, Helen Watts, Alexander Young, London Symphony Orchestra, Leopold Stokowski  Adele Addison, Donald Bell, The Cleveland Chorus, Jane Hobson, Richard Lewis, Cleveland Orchestra, Robert Shaw, George Szell  Josef Veselka, Annelies Burmeister, Rolf Kühne, Pražský filharmonický sbor, Martin Ritzmann, Ingeborg Wenglor, Česká filharmonie, Paul Kletzki  Robert Page, The Cleveland Orchestra Chorus, Елена Образцова, Lucia Popp, Martti Talvela, Jon Vickers, Cleveland Orchestra, Lorin Maazel  DR SymfoniOrkestret, Fritz Busch  Holger Byrding, Else Jena, Kerstin Lindberg-Torlind, Erik Sjöberg, DR SymfoniOrkestret, Fritz Busch  Milwaukee Symphony Chorus, Paul Plishka, Janice Taylor, Benita Valente, Jon Fredric West, Milwaukee Symphony Orchestra, Zdeněk Mácal  London Philharmonic Choir, Ann Murray, René Pape, Lucia Popp, Anthony Rolfe Johnson, London Philharmonic Orchestra, Klaus Tennstedt  Heather Harper, Alfreda Hodgson, Gwynne Howell, Members of London Symphony Chorus, Sinfonia Chorus, Robert Tear, Northern Sinfonia of England, Richard Hickox  Luigi Alva, Chor der St. Hedwigs‐Kathedrale Berlin, Gundula Janowitz, RIAS Kammerchor, Sieglinde Wagner, Otto Wiener, Berliner Philharmoniker, Herbert von Karajan  Stuart Burrows, Julia Hamari, Robert Holl, London Symphony Chorus, Kiri Te Kanawa, London Symphony Orchestra, Eugen Jochum  John Alldis, Heather Harper, London Symphony Chorus, Donald McIntyre, Helen Watts, Alexander Young, London Symphony Orchestra, Leopold Stokowski  Beecham Choral Society, Inge Borkh, Richard Lewis, Ruth Siewert, Ludwig Weber, Royal Philharmonic Orchestra, René Leibowitz  MariAnne Häggander, Alfreda Hodgson, Robert Tear, Gwynne Howell, London Philharmonic Choir, London Philharmonic Orchestra, Klaus Tennstedt  Robert Shaw, Atlanta Symphony Orchestra & Chorus  Great Festival Choir, Great Festival Orchestra, Alberto Lizzio  The Cleveland Orchestra Chorus, Siegfried Jerusalem, Robert Lloyd, Janice Taylor, Carol Vaness, Cleveland Orchestra, Christoph von Dohnányi  Naoko Ihara, Keiko Kataoka, Futoru Katsube, Kazuo Kobayashi, Tokyo National University of Fine Arts and Music, NHK交響楽団, 朝比奈隆  La Chapelle Royale, Collegium Vocale Gent, Melanie Diener, Dietrich Henschel, Petra Lang, Endrik Wottrich, Orchestre des Champs‐Élysées, Philippe Herreweghe  Chor der St. Hedwigs‐Kathedrale Berlin, Manfred Jung, Lucy Peacock, Harald Stamm, Sieglinde Wagner, Deutsches Symphonie‐Orchester Berlin, Erich Leinsdorf  Eberhard Friedrich, Chor der Deutschen Oper Berlin, Robert Gambill, Soile Isokoski, Rosemarie Lang, René Pape, Staatskapelle Berlin, Daniel Barenboim  Chor der Wiener Staatsoper, Magda László, Petre Munteanu, Hilde Rössel-Majdan, Richard Standen, Orchester der Wiener Staatsoper, Hermann Scherchen  Plácido Domingo, Sherrill Milnes, New England Conservatory Chorus, Josephine Veasey, Boston Symphony Orchestra, Erich Leinsdorf  John Alexander, Lucine Amara, Lili Chookasian, John Macurdy, Mormon Tabernacle Choir, The Philadelphia Orchestra, Eugene Ormandy  Eberhard Büchner, Alison Hargan, Kolos Kováts, Leipzig Radio Chorus, Berlin Radio Chorus, Ute Walther, Dresden Philharmonic Orchestra, Herbert Kegel  Symphony Orchestra of Radio Ljubljana, Anton Nanut  Ian Tracey, Peter Bronder, Della Jones, Joan Rodgers, Royal Liverpool Philharmonic Choir, Bryn Terfel, Royal Liverpool Philharmonic Orchestra, Charles Mackerras  Nathalie Jurowsky, Jaromir Perka, Belinda Schmether, Berliner Chorvereinigung, Baroslav Svedlik, Süddeutsche Philharmonie, Hans Swarowsky  Alan Fearon, The Sinfonia Chorus, Northern Sinfonia of England, Richard Hickox  Richard Novák, Pražský filharmonický sbor, Vilém Přibyl, Jarmila Smyčková, Věra Soukupová, Česká filharmonie, Václav Neumann  Annelies Burmeister, Pražský filharmonický sbor, Česká filharmonie, Paul Kletzki  The Ambrosian Singers, Martin Hill, Catherine Wyn‐Rogers, Royal Philharmonic Orchestra, Raymond Leppard  Alice Bense, Willem van Laas, Barry McLogan, Hélène Sargan, Europäisches Festival, William Bolden  Tafelmusik Baroque Orchestra, Bruno Weil  Jarmila Novotna, Kerstin Thorborg, Jan Peerce, Nicola Moscona, Westminster Choir, NBC Symphony Orchestra, Arturo Toscanini  Gwyneth Jones, Karl Ridderbusch, Jess Thomas, Tatiana Troyanos, Wiener Philharmoniker, Karl Böhm  Agnes Giebel, Marga Höffgen, Ragnar Ulfung, Eduard Wollitz, Chœurs national de l’ORTF, Orchestre national de l’ORTF, Carl Schuricht  Soloists of the Opera of Bratislava, Philharmonia Slavonica, Eugen Duvier  Orfeón Donostiarra, Orquesta sinfónica de Madrid, Rafael Frühbeck de Burgos  Guy Bélanger, Geneviève Couillard-Després, Étienne Dupuis, Marie-Josée Lord, Orchestre de la Francophonie, Jean‐Philippe Tremblay  Gilles Cachemaille, Monteverdi Choir, Ľuba Orgonášová, Anne Sofie von Otter, Anthony Rolfe Johnson, Orchestre Révolutionnaire et Romantique, Sir John Eliot Gardiner  Barbara Bonney, City of Birmingham Symphony Chorus, Thomas Hampson, Birgit Remmert, Kurt Streit, Wiener Philharmoniker, Sir Simon Rattle  Atlanta Symphony Chorus, Atlanta Symphony Orchestra  Chor der Hamburgischen Staatsoper, Hélène Fahrni, Gusta Hammer, Walter Ludwig, Rudolf Watzke, Orchester der Hamburgischen Staatsoper, Eugen Jochum  Soloists and Choir of the “Pro Musica” Consort, Amsterdam Symphony Orchestra, Peter Stern  John Finley Williamson, Irma Gonzalez, Mack Harrell, Raoul Jobin, Elena Nikolaidi, Westminster Choir, New York Philharmonic, Bruno Walter  Francisco Araiza, Dombläserquartett St. Gallen, Carol Rich, Rahel Tarelli, Trio Eugster  Andrea Lauren Brown, Ulrike Malotta, Markus Schäfer, Bernhard Spingler, Vokalwerk Nürnberg, Taschenphilharmonie, Peter Stangel  Orchestre philharmonique de Vienne, Hans Schmidt‐Isserstedt  Koninklijk Concertgebouworkest, Wolfgang Sawallisch  Sigurd Brauns, Renate Behle, Yvonne Naef, Rundfunkchor Berlin, Glenn Winslade, SWR Sinfonieorchester Baden‐Baden und Freiburg, Michael Gielen  Slovenský filharmonický zbor, Orchestre National Bordeaux Aquitaine, Alain Lombard  Deutscher Kammerchor, Dietrich Henschel, Simon O’Neill, Christiane Oelze, Annely Peebo, Deutsche Kammerphilharmonie Bremen, Paavo Järvi  Helmut Franz, Jürgen Schulz, Chor der Hamburgischen Staatsoper, Chor des Norddeutschen Rundfunks, Hildegard Hartwig, Roland Hermann, Keith Lewis, Edith Wiens, NDR Sinfonieorchester, Günter Wand  Regula Mühlemann, Marie‐Claude Chappuis, Maximilian Schmitt, Thomas E. Bauer, NFM Choir, Kammerorchester Basel, Giovanni Antonini  Bernhard Berchtold, Vera-Lotte Böcker, Torben Jürgens, MDR Rundfunkchor Leipzig, Kristina Stanek, Dresdner Philharmonie, Michael Sanderling  Chor der Staatsoper Dresden, Reiner Goldberg, Karl-Heinz Stryczek, Ute Walther, Edith Wiens, Herbert Blomstedt  BBC National Chorus of Wales, Susan Gritton, Timothy Robinson, Matthew Rose, Wendy Dawn Thompson, BBC National Orchestra of Wales, François‐Xavier Roth  The Philharmonia Slavonica, The Choir of the Bratislava State Opera","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Trzy pieśni, op. 32: No. 1. Kak tol’ko vostok","Writers":"Karol Szymanowski (composer)  Дмитрий Павлович Давыдов (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"rus","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Trzy pieśni, op. 32: No. 2. Nebo bez zwiozd","Writers":"Karol Szymanowski (composer)  Дмитрий Павлович Давыдов (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"rus","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Trzy pieśni, op. 32: No. 3. Osenneye solnce","Writers":"Karol Szymanowski (composer)  Дмитрий Павлович Давыдов (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"rus","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"Tyś nie umarła, op. 2 no. 2","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"},{"Work":"We mgłach, op. 2 no. 3","Writers":"Karol Szymanowski (composer)  Kazimierz Przerwa-Tetmajer (lyricist)","Artists":"Piotr Beczała, Reinild Mees","ISWC":null,"Type":"Song","Lyrics Languages":"pol","Attributes":null,"Rating":null,"gid":"6c034ac6-c8c8-4db9-8bfa-fd61199e92ea"}]