[{"Work":"5 Lieder, op. 106: Nr. 1. Ständchen","Writers":"Johannes Brahms (composer)  Franz Theodor Kugler (lyricist)","Artists":"Johannes Brahms  Jessye Norman, Geoffrey Parsons  Anne Sofie von Otter, Bengt Forsberg  Hans Hotter, Gerald Moore  Measha Brueggergosman, Justus Zeyen  Sir Thomas Allen, Geoffrey Parsons  Mitsuko Shirai, Hartmut Höll  Hermann Prey, Karl Engel  Christa Ludwig, Geoffrey Parsons  Walther Ludwig, Michael Raucheisen  Dietrich Fischer‐Dieskau, Daniel Barenboim  Dietrich Fischer‐Dieskau, Wolfgang Sawallisch  Rupert Charlesworth, Edwige Herchenroder  Bernarda Fink, Roger Vignoles  Christa Ludwig, Leonard Bernstein  Stefanie Irányi, Helmut Deutsch","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"7 Lieder, op. 48: Nr. 1. Der Gang zum Liebchen","Writers":"Johannes Brahms (composer)  Josef Wenzig (lyricist)","Artists":"Victoria de los Ángeles & Gerald Moore  Фрида Бернштейн, Anu Kaal  Sir Thomas Allen, Geoffrey Parsons  Dietrich Fischer‐Dieskau, Daniel Barenboim  Dietrich Fischer‐Dieskau, Wolfgang Sawallisch  Rupert Charlesworth, Edwige Herchenroder  Bernarda Fink, Roger Vignoles  Christian Elsner, Gerold Huber  Marjana Lipovšek, Folkwang Gitarren Duo","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"A Young Man's Exhortation: 5. The Comet at Yell'ham","Writers":"Gerald Finzi (composer)  Thomas Hardy (lyricist)","Artists":"Martyn Hill, Clifford Benson  James Gilchrist, Anna Tilbrook  John Mark Ainsley, Iain Burnside  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"An die Laute, D. 905","Writers":"Franz Schubert (composer)  Johann Friedrich Rochlitz (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Karl Erb  Kathleen Battle, James Levine  Anthony Rolfe Johnson, Graham Johnson  Fritz Wunderlich, Hubert Giesen  Bryn Terfel, Malcolm Martineau  Elly Ameling, Dalton Baldwin  Ian Bostridge, Leif Ove Andsnes  Matthias Goerne, Helmut Deutsch  Dietrich Fischer‐Dieskau, Hartmut Höll  Dietrich Fischer‐Dieskau, Jörg Demus  Therese Behr, Artur Schnabel  Rupert Charlesworth, Edwige Herchenroder  Chor-Farmer, Masako Yuyama, Hiroshi Masumoto","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Chansons grises: No. 5. L'Heure exquise","Writers":"Reynaldo Hahn (composer)  Paul Verlaine (lyricist)","Artists":"Anne Sofie von Otter  Emma Johnson  Nicolai Gedda  Laura Ward  Martyn Hill, Graham Johnson  Felicity Lott, Graham Johnson  Philippe Jaroussky, Jérôme Ducros  Claudine Ledoux, Olga Gross  Measha Brueggergosman, Justus Zeyen  Elly Ameling, Rudolf Jansen  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Carolyn Sampson, Joseph Middleton  Marie‐Nicole Lemieux, Daniel Blumenthal  Alice Coote, Graham Johnson  Janina Baechle, Charles Spencer  Rupert Charlesworth, Edwige Herchenroder  Gino Quilico, Alain Lefèvre","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Clair de lune, op. 46 no. 2","Writers":"Gabriel Fauré (composer)  Paul Verlaine (lyricist)","Artists":"Gabriel Fauré  Felicity Lott, Graham Johnson  Barbara Hendricks, Michel Dalberto  Gérard Souzay, Jacqueline Bonneau  Sandrine Piau, Susan Manoff  Philippe Jaroussky, Jérôme Ducros  Claudine Ledoux, Olga Gross  Measha Brueggergosman, Justus Zeyen  Emile Naoumoff  Leontyne Price, David Garvey  Nathalie Stutzmann, Catherine Collard  Natalie Dessay, Philippe Cassard  Gérard Souzay, Dalton Baldwin  Rachel Yakar, Claude Lavoix  Carolyn Sampson, Joseph Middleton  Renée Fleming, Jean‐Yves Thibaudet  Dietrich Fischer‐Dieskau, Hartmut Höll  Véronique Gens, Roger Vignoles  Karina Gauvin, Marc-André Hamelin  Rupert Charlesworth, Edwige Herchenroder  Akira Eguchi, Gil Shaham, Brinton Smith  Alyson Cambridge, Nicole Cabell, Lake Forest Symphony, Vladimir Kulenovic","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Clairières dans le ciel: VIII. Vous m'avez regardé avec toute votre âme","Writers":"Lili Boulanger (composer)  Francis Jammes (lyricist)","Artists":"Martyn Hill, Andrew Ball  Jean-Paul Fouchécourt, Alain Jacquon  Patrice Michaels, Rebecca Rollins  Nicky Spence, Malcolm Martineau  Rupert Charlesworth, Edwige Herchenroder  Katharina Konradi, Gerold Huber","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Der Jüngling und der Tod, D. 545","Writers":"Franz Schubert (composer)  Josef von Spaun (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Elisabeth Schumann  Karl Erb  Ann Murray, Graham Johnson  Janet Baker, Martin Isepp  Matthias Goerne, Helmut Deutsch  Hermann Prey, Peter Schreier, Leonard Hokanson  Rupert Charlesworth, Edwige Herchenroder  Matthias Goerne  Elisabeth Schumann, Leo Rosenek","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Der Wanderer an den Mond, D. 870","Writers":"Franz Schubert (composer)  Johann Gabriel Seidl (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Anne Sofie von Otter  Karl Erb  Gérard Souzay  Anne Sofie von Otter, Bengt Forsberg  Peter Schreier, András Schiff  Richard Jackson, Graham Johnson  Brigitte Fassbaender, Aribert Reimann  Margaret Price, Graham Johnson  Christoph Prégardien, Michael Gees  Hermann Prey, Karl Engel  Vesselina Kasarova, Friedrich Haider  Lucia Popp, Irwin Gage  Barbara Hendricks, Radu Lupu  Christian Gerhaher, Gerold Huber  Dietrich Fischer‐Dieskau, Alfred Brendel  Dietrich Fischer‐Dieskau, Benjamin Britten  Dietrich Fischer‐Dieskau, Hartmut Höll  Dietrich Fischer‐Dieskau, Jörg Demus  Rupert Charlesworth, Edwige Herchenroder  Erwin Belakowitsch, Christoph Berner  Dietrich Henschel, Helmut Deutsch","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Five Elizabethan Songs, No. 4: Sleep","Writers":"Ivor Gurney (composer)  John Fletcher (lyricist)","Artists":"Ian Bostridge, Julius Drake  Sandrine Piau, Susan Manoff  Bryn Terfel, Malcolm Martineau  Martyn Hill, Clifford Benson  Michelle Breedt, Nina Schumann  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Five Poems of W.H. Auden, op. 53: Carry Her Over the Water","Writers":"Sir Lennox Berkeley (composer)  W. H. Auden (lyricist)","Artists":"Dame Janet Baker, Geoffrey Parsons  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Five Poems of W.H. Auden, op. 53: Eyes Look Into the Well","Writers":"Sir Lennox Berkeley (composer)  W. H. Auden (lyricist)","Artists":"Dame Janet Baker, Geoffrey Parsons  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Kling leise, mein Lied, S. 301\/2 (second version)","Writers":"Franz Liszt (composer)  Johann Nordmann (lyricist)","Artists":"Timothy Fallon, Ammiel Bushakevitz  Dietrich Fischer‐Dieskau, Daniel Barenboim  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"La bonne Chanson, op. 61: III. La Lune blanche luit dans les bois (for voice and piano)","Writers":"Gabriel Fauré (composer)  Paul Verlaine (lyricist)","Artists":"Gabriel Fauré  Anne Sofie von Otter  Christopher Maltman, Graham Johnson  Barbara Hendricks, Michel Dalberto  Gérard Souzay, Dalton Baldwin  Carolyn Sampson, Joseph Middleton  Philippe Jaroussky, Jérôme Ducros, Quatuor Ébène  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Night Covers Up the Rigid Land","Writers":"Benjamin Britten (composer)  W. H. Auden (lyricist)","Artists":"Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Nocturne","Writers":"César Franck (composer)  Louis de Fourcaud (lyricist)","Artists":"César Franck  Philippe Jaroussky, Jérôme Ducros  Dietrich Fischer‐Dieskau, Hartmut Höll  Alexander Kniazev, Plamena Mangova  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Nuit d’étoiles, L. 4, CD 2 \"Nuit d’étoiles, sous tes voiles\" (for voice and piano)","Writers":"Claude Debussy (composer)  Théodore de Banville (lyricist)","Artists":"Sandrine Piau, Susan Manoff  Amy Yeung, Jung-Won Shin  Elly Ameling, Dalton Baldwin  Anne-Marie Rodde, Noël Lee  Francis Dudziak, Jean-Bernard Dartigolles  Natalie Dessay, Philippe Cassard  Christopher Maltman, Malcolm Martineau  Véronique Dietschy, Philippe Cassard  Yaniv d'Or, Dan Deutsch  Liliana Faraon, Jean-Louis Haguenauer  Véronique Gens, Roger Vignoles  Diana Damrau, Xavier de Maistre  Emöke Barath, Emese Virág  Rupert Charlesworth, Edwige Herchenroder  Eva Lind, Jean Lemaire  Sophie Karthäuser, Eugene Asti","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Sérénade florentine","Writers":"Henri Duparc (composer)  Henri Cazalis (lyricist)","Artists":"Sir Thomas Allen, Roger Vignoles  Amaryllis Grégoire, Luc Devos  François Le Roux, Jeff Cohen  Véronique Dietschy, Emmanuel Strosser  Léopold Simoneau, Allan Rogers  Gérard Souzay, Jacqueline Bonneau  Rupert Charlesworth, Edwige Herchenroder  Charles Panzéra avec Magdeleine Panzéra","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"Silver, op. 26 no. 5","Writers":"Sir Lennox Berkeley (composer)  Walter de la Mare (lyricist)","Artists":"Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"So schlaf in Ruh!","Writers":"Felix Mendelssohn (composer)","Artists":"Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"},{"Work":"The White Peace","Writers":"Sir Arnold Bax (composer)  Fiona MacLeod (lyricist)","Artists":"Felicity Lott, Graham Johnson  Rupert Charlesworth, Edwige Herchenroder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"73acfa6d-6fea-4993-b63f-3f6e9e5ee092"}]