[{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 1 in C-sharp minor, S. 244 no. 1","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Georges Cziffra  Jenő Jandó  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Berliner Philharmoniker, Herbert von Karajan  Michele Campanella  France Clidat  Vienna State Opera Orchestra, Hermann Scherchen  Neues Kammerorchester Bamberg, Alfred Scholz  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 2 in C-sharp minor, S. 244 no. 2","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Georges Cziffra  Alfred Cortot  Dieter Goldmann  Vladimir Horowitz  David Helfgott  Misha Dichter  Silvia Čápová  Roberto Szidon  Шура Черкасский  Berliner Philharmoniker, Herbert von Karajan  Arthur Friedheim  Mark Hambourg  İdil Biret  Marc-André Hamelin  John Ogdon  Jenő Jandó  [unknown]  Tzimon Barto  Ignacy Jan Paderewski  Wibi Soerjadi  Alfred Brendel  Philippe Entremont  Józef Hofmann  Samson François  Эмиль Григорьевич Гилельс  郎朗  Leslie Howard  Salut Salon  Asuka Matsumoto  Sergei Rachmaninoff  Lang Lang  Artur Pizarro  Boston Pops Orchestra, Arthur Fiedler  Cincinnati Pops Orchestra, Erich Kunzel  Valentina Lisitsa  Henrik Måwe  Magyar Rádió Szimfonikus Zenekara, András Kórodi  Philharmonia Orchestra, Herbert von Karajan  Paul Badura-Skoda  Michele Campanella  Josef Bulva  Yves Nat  Diana Liiv  London Philharmonic Orchestra, Willi Boskovsky  France Clidat  Bálint Vázsonyi  Isador Goodman  Richard Kastle  Simone Renzi  Guillaume Coppola  Valentina Babor  Rachel Barton, Thomas Labé  Henk Lagendaal  Mao Fujita  Edith Farnadi  Anastasia Huppmann  Andri Joël Harison","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 3 in B-flat major, S. 244 no. 3","Writers":"Franz Liszt (composer)","Artists":"Jenő Jandó  Georges Cziffra  Franz Liszt  Nelson Freire  Alfred Brendel  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  Bálint Vázsonyi  Bamberger Symphoniker, Alfred Scholz  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 5 in E minor, S. 244 no. 5 \"Héroïde élégiaque\"","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Jenő Jandó  [unknown]  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Budapest Festival Orchestra, Iván Fischer  Michele Campanella  France Clidat  Bálint Vázsonyi  Vienna State Opera Orchestra, Hermann Scherchen  Nemzeti Filharmonikus Zenekar, Emil Edlinger  Mark Hambourg  Aleksandra Mikulska  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 6 in D-flat major, S. 244 no. 6: Tempo giusto - Presto - Andante - Allegro - Presto","Writers":"Franz Liszt (composer)","Artists":"Vladimir Horowitz  Georges Cziffra  Byron Janis  Jenő Jandó  Tzimon Barto  Martha Argerich  Misha Dichter  Tamás Vásáry  Teresa Carreño  Roberto Szidon  Leslie Howard  Joyce Yang  Lang Lang  Artur Pizarro  Budapest Festival Orchestra, Iván Fischer  Michele Campanella  Gregory Brown  Peter Ritzen  France Clidat  Bálint Vázsonyi  Ivan Davis  Sophie Pacini  Nürnberger Symphoniker, Max Loy  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 7 in D minor, S. 244 no. 7","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Jenő Jandó  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Rasmus Andreas Raide  Michele Campanella  Олександр Браіловський  France Clidat  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 8 in F-sharp minor, S. 244 no. 8","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Claudio Arrau  Jenő Jandó  Alfred Brendel  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 9 in E-flat major, S. 244 no. 9 \"Carnival in Pest\"","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Claudio Arrau  Emil Gilels  Евгений Игоревич Кисин  Franz Liszt  Jenő Jandó  Lazar Berman  Misha Dichter  Samson François  Эмиль Григорьевич Гилельс  Roberto Szidon  Leslie Howard  Louis Kentner  Artur Pizarro  Michele Campanella  Сергей Александрович Соболев  France Clidat  Arthur Friedheim  Mark Hambourg  Nordwestdeutsche Philharmonie, János Kulka  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 10 in E major, S. 244 no. 10","Writers":"Franz Liszt (composer)","Artists":"Arthur Rubinstein  Georges Cziffra  Marc-André Hamelin  Franz Liszt  Jenő Jandó  Nelson Freire  Ignacy Jan Paderewski  Claudio Arrau  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Charles Rosen  Artur Pizarro  Michele Campanella  France Clidat  Arthur Friedheim  Ignacy Paderewski  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 11 in A minor, S. 244 no. 11","Writers":"Franz Liszt (composer)","Artists":"Alfred Cortot  William Kapell  Georges Cziffra  Franz Liszt  Jenő Jandó  Alfred Brendel  Claudio Arrau  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Gary Graffman  Michele Campanella  France Clidat  Bálint Vázsonyi  Mark Hambourg  Aleksandra Mikulska  Edith Farnadi  Anastasia Huppmann","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 12 in C-sharp minor, S. 244 no. 12","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Arthur Rubinstein  Jorge Bolet  Julius Katchen  Евгений Игоревич Кисин  Evgeny Kissin  Valentina Lisitsa  Miyuji Kaneko  Franz Liszt  Jenő Jandó  Misha Dichter  Samson François  Kun Woo Paik  Van Cliburn  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  Agustin Anievas  Gina Bachauer  France Clidat  Yevgeny Kissin  Arthur De Greef  Ernst Levy  Mark Hambourg  Aleksandra Mikulska  Civitas Ensemble  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 13 in A minor, S. 244 no. 13","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Arcadi Volodos  André Watts  Marc-André Hamelin  Franz Liszt  Jenő Jandó  Alfred Brendel  Claudio Arrau  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  Bálint Vázsonyi  Anna Scheps  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 14 in F minor, S. 244 no. 14","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Mark Hambourg  Franz Liszt  Jenő Jandó  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  “The President’s Own” United States Marine Band, Colonel Albert Schoepper  György Oravecz  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 15 in A minor, S. 244 no. 15 \"Rákóczi March\"","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Vladimir Horowitz  Franz Liszt  Arcadi Volodos  Alfred Brendel  Hector Berlioz  Jenő Jandó  Misha Dichter  Samson François  Tamás Vásáry  Roberto Szidon  Leslie Howard  Solomon  Lang Lang  Artur Pizarro  Rein Rannap  Philharmonia Slavonica, Alfred Scholz  Michele Campanella  Emil Gilels  France Clidat  Bálint Vázsonyi  Rhondda Gillespie  Mark Hambourg  Edith Farnadi  Semprini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 16 in A minor, S. 244 no. 16","Writers":"Franz Liszt (composer)","Artists":"Jenő Jandó  Georges Cziffra  Misha Dichter  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 17 in D minor, S. 244 no. 17","Writers":"Franz Liszt (composer)","Artists":"Sviatoslav Richter  Jenő Jandó  Святослав Теофилович Рихтер  Alfred Brendel  Misha Dichter  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  Bálint Vázsonyi  Andreas Mühlen","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 18 in F-sharp minor, S. 244 no. 18 (final version)","Writers":"Franz Liszt (composer)","Artists":"Jenő Jandó  Misha Dichter  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"19 Hungarian Rhapsodies, S. 244 \/ R. 106: No. 19 in D minor, S. 244 no. 19","Writers":"Franz Liszt (composer)","Artists":"Vladimir Horowitz  Georges Cziffra  Владимир Самойлович Горовиц  Franz Liszt  Jenő Jandó  Misha Dichter  Roberto Szidon  Leslie Howard  Artur Pizarro  Valery Kuleshov  Michele Campanella  France Clidat","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in B-flat minor, op. 23: I. Allegro non troppo e molto maestoso","Writers":"Пётр Ильич Чайковский (composer)","Artists":"Пётр Ильич Чайковский  [unknown]  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  Pyotr Ilyich Tchaikovsky  Dubravka Tomšič, Philharmonia Slavonica, Anton Nanut  Andrei Gavrilov, Philharmonia Orchestra, Riccardo Muti  Tchaikovsky  Martha Argerich, Symphonieorchester des Bayerischen Rundfunks, Kirill Kondrashin  Vladimir Ashkenazy, London Symphony Orchestra, Lorin Maazel  Lang Lang, Chicago Symphony Orchestra, Daniel Barenboim  Ida Černecká, London Festival Orchestra, Laurence Siegel  Martha Bergerich, Berliner Festspielorchester, Vladimir Petroschoff  Lazar Berman, Berliner Philharmoniker, Herbert von Karajan  Martha Argerich, Royal Philharmonic Orchestra, Charles Dutoit  Philip Fowke, London Philharmonic Orchestra, Wilfried Boettcher  Nikolai Demidenko, BBC Symphony Orchestra, Alexander Lazarev  Dieter Goldmann, London Festival Orchestra, Alberto Lizzio  Emil Gilels, New York Philharmonic, Zubin Mehta  Van Cliburn, RCA Victor Symphony Orchestra, Kiril Kondrashin  Werner Haas, Orchestre National de l’Opéra de Monte‐Carlo, Eliahu Inbal  Vakhtang Badrishvili, Georgian SIMI Festival Orchestra, Nodar Tsatishvili  Mikhail Pletnev, Philharmonia Orchestra, Vladimir Fedoseyev  Vladimir Horowitz, The Philadelphia Orchestra, Fritz Reiner  Royal Philharmonic Orchestra  Святослав Теофилович Рихтер  Arthur Rubinstein  The Ukulele Orchestra of Great Britain  Symfonický orchestr hlavního města Prahy FOK  Hill Bowen & His Orchestra  Sviatoslav Richter  Peter Tchaikovsky  Martha Argerich, Berliner Philharmoniker, Claudio Abbado  Slovenská filharmónia, Bystrík Režucha  John Browning, London Symphony Orchestra, Seiji Ozawa  Bamberger Symphoniker, Roland Pöntinen, Leif Segerstam  Chicago Symphony Orchestra, Sir Georg Solti, András Schiff  London Promenade Orchestra, Eric Hammerstein  Joseph Banowetz, CSR Symphony Orchestra (Bratislava), Ondrej Lenárd  Государственный Академический Симфонический Оркестр России, Neeme Järvi, Григорий Соколов  Yevgeny Sudbin, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Arcadi Volodos, Berliner Philharmoniker, Seiji Ozawa  Konstantin Scherbakov, Russian Philharmonic Orchestra, Dimitri Yablonsky  Arthur Rubinstein, Boston Symphony Orchestra, Erich Leinsdorf  Barry Douglas  Julius Katchen, London Symphony Orchestra, Piero Gamba  Michael Ponti, Symfonický orchestr hlavního města Prahy FOK, Richard Kapp  Alexis Weissenberg, Orchestre de Paris, Herbert von Karajan  Royal Philharmonic Orchestra, Louis Clark  Budapesti Filharmóniai Társaság Zenekara, András Ligeti  Ivo Pogorelich, London Symphony Orchestra, Claudio Abbado  Viktoria Postnikova, Wiener Symphoniker, Gennady Rozhdestvensky  London Festival Orchestra  London Festival Orchestra, Lawrence Siegel, Ida Černecká  Vladimir Horowitz, New York Philharmonic Symphony Orchestra, John Barbirolli  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit, Bernd Glemser  CAGNET  Simon Tedeschi, Queensland Symphony Orchestra, Richard Bonynge  Cécile Ousset, The London Philharmonic, Kurt Masur  Hans Lang, Bamberg Philharmonic  Rotterdams Philharmonisch Orkest, Edo de Waart, Rafael Orozco  Leipzig Philharmonic Orchestra, Gerhard Bosse  Bournemouth Symphony Orchestra, Rudolf Barshai, Peter Donohoe  Byron Janis, London Symphony Orchestra, Herbert Menges  Yevgeny Kissin, Berliner Philharmoniker, Herbert von Karajan  Ivan Davis, Royal Philharmonic Orchestra, Henry Lewis  The Walter Murphy Band  New York Philharmonic, Leonard Bernstein, André Watts  New York Philharmonic, Kurt Masur, Elisabeth Leonskaja  Wiener Philharmoniker, Georg Solti, Clifford Curzon  Gary Graffman, The Cleveland Orchestra, George Szell  Claudio Arrau, Boston Symphony Orchestra, Sir Colin Davis  Arthur Rubinstein, London Symphony Orchestra, Sir John Barbirolli  Arthur Rubinstein, Minnesota Orchestra, Dimitri Mitropoulos  Sviatoslav Richter, Wiener Symphoniker, Herbert von Karajan  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Barry Douglas, London Symphony Orchestra, Leonard Slatkin  John Ogdon, London Symphony Orchestra, Pierre Monteux  Rafael Orozco, Rotterdams Philharmonisch Orkest, Edo de Waart  Denis Matsuev, Mariinsky Orchestra, Valery Gergiev  Budapesti Filharmóniai Társaság Zenekara  Эмиль Григорьевич Гилельс, Большой симфонический оркестр имени П. И. Чайковского, Николай Семёнович Голованов  Daniil Trifonov, Mariinsky Orchestra, Valery Gergiev  Philippe Entremont, New York Philharmonic, Leonard Bernstein  Claudio Arrau, Philharmonia Orchestra, Alceo Galliera  John Lill, London Symphony Orchestra, James Judd  André Watts, Atlanta Symphony Orchestra, Yoel Levi  Nikolai Tokarev, National Philharmonic Orchestra of Russia, Vladimir Spivakov  Elisso Bolkvadze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Earl Wild & Royal Philharmonic Orchestra  Святослав Теофилович Рихтер, Wiener Philharmoniker, Herbert von Karajan  Michele Campanella, Orchestra Internazionale d'Italia, Donato Renzetti  Horacio Gutiérrez, London Symphony Orchestra, André Previn  Martha Argerich, Symphonie-Orchester des Bayerischen Rundfunks, Kirill Kondrashin  Fazıl Say, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Arthur Rubinstein, Philharmonia Orchestra, Carlo Maria Giulini  Emil Gilels, Orchestra sinfonica di Roma della RAI, Fernando Previtali  Philip Fowke, London Symphony Orchestra  Felicja Blumental, Orchestra of the Vienna Musikgesellschaft, Michael Gielen  Peter Katin, London Philharmonic Orchestra, John Pritchard  London Symphony Orchestra, Edmund Catlin  Vladimir Feltsman, National Symphony Orchestra, Mstislav Rostropovich  Peter Toperczer, Slovenská filharmónia, Bystrík Režucha  Hiroko Nakamura, State Academy Symphony Orchestra of the U.S.S.R., Evgeny Svetlanov  Georges Cziffra, Philharmonia Orchestra, André Vandernoot  Witold Małcużyński, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Nelson Freire, Münchner Philharmoniker, Rudolf Kempe  Niek van Oosterum, Berliner Symphoniker, Eduardo Marturet  Alexei Sultanov, London Symphony Orchestra, Maxim Dmitrievich Shostakovich  Peter Jablonski, Philharmonia Orchestra, Peter Maag  François du Toit, Cape Town Symphony Orchestra, Omri Hadari  Jenő Jandó, András Ligeti  Hans Lang, Orquestra Filarmônica de Alemanha, Alberto Lizzio  Pascal Devoyon, Philharmonia Orchestra, Charles Dutoit  Ethella Chuprik, Štátna filharmónia Košice, Reinhard Seifried  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Emil Gilels, Leningrad Philharmonic Orchestra, Evgeni Mravinsky  Nibya Mariño, Orquesta Sinfónica del Sodre, Juan José Castro  Boris Berezovsky, Moscow Philharmonic Orchestra, Dmitri Kitaenko  Jean‐Bernard Pommier, Hallé Orchestra, Lawrence Foster  Van Cliburn, Deutsches Symphonie‐Orchester Berlin, István Kertész  Marina Kolomiitseva, Sydney Symphony Orchestra, Edvard Tchivzhel  London Festival Orchestra, Laurence Siegel  Emil Gilels, New Philharmonia Orchestra, Lorin Maazel  Yevgeny Sudbin, Sao Paolo Symphony Orchestra  Ida Czernecka, London Festival Orchestra, Laurence Siegel  Beatrice Rana, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Simon Tedeschi, Queensland Symphony Orchestra  Georges Cziffra, Orchestre National de la Radiodiffusion Française, Pierre Dervaux  Misha Dichter, SWF Sinfonieorchester Baden-Baden, Jan Latham-Koenig  Milena Mollova, Balkan State Orchestra, Vassil Stefanov  Alexander Melnikov, BBC National Orchestra of Wales, Alexander Titov  Sergei Tarasov, Sydney Symphony Orchestra, Edvard Tchivzhel  Budapesti Filharmóniai Társaság Zenekara, András Ligeti, Jenő Jandó  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Misha Dichter, Boston Symphony Orchestra, Erich Leinsdorf  Nikolai Lugansky, Russian National Orchestra, Kent Nagano  Peter Toperczer, Slovak Philharmonic Orchestra, Ladislav Slovák  Olga Scheps, WDR Sinfonieorchester Köln, Carlos Domínguez-Nieto  Denis Matsuev, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Simon Tedeschi, The Queensland Orchestra, Richard Bonynge  Simon Trpčeski, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Ingolf Wunder, St. Petersburg Philharmonic Orchestra, Vladimir Ashkenazy  Shura Cherkassky, Berliner Philharmoniker, Leopold Ludwig  Constantine Orbelian, Philharmonia Orchestra, Neeme Järvi  Mikhaïl Rudy, Leningrad Philharmonic Orchestra, Mariss Jansons  Svjatoslav Richter, Leningrad Philharmonic Orchestra, Yevgeny Mravinsky  Lev Oborin, USSR State TV and Radio Orchestra, Alexander Gauk  Emil Gilels, USSR State Symphony Orchestra, Kyrill Kondrashin  Sviatoslav Richter, Moscow Philharmonic Orchestra, Kyrill Kondrashin  Evgeny Kissin, St Petersburg Academic Symphony Orchestra, Valery Gergiev  Andrei Gavrilov, Berliner Philharmoniker, Vladimir Ashkenazy  Stephen Hough, Minnesota Orchestra, Osmo Vänskä  Roger Muraro, Lithuanian State Symphony Orchestra, Gintaras Rinkevičius  András Schiff, Chicago Symphony Orchestra, Sir Georg Solti  Yefim Bronfman, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Igor Ardašev, Česká filharmonie, Jiří Bělohlávek  France Clidat, Orchestre Symphonique de Radio-Tele-Luxembourg, Pierre Cao  Peter Tchaikovsky; Leonard Pennario, Los Angeles Philharmonic, Erich Leinsdorf  Peter Donohoe, Bournemouth Symphony Orchestra, Rudolf Barshai  the Metro Philharmonic Orchestra, Joel Spiegelman  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Van Cliburn, Orchestra della Svizzera italiana, Pietro Argento  Jorge Bolet, Orchestre symphonique de Montréal, Charles Dutoit  Elena Gilels, State Academic Symphony Orchestra & Evgeny Svetlanov  Nikita Magaloff, Residentie Orkest, Willem van Otterloo  Claudio Arrau, Colin Davis, Boston Symphony Orchestra  Jenő Jando, Budapest Philharmonic Orchestra, Andras Ligeti  Paul Badura-Skoda, London Philharmonic Promenade Orchestra, Sir Adrian Boult  Danièle Dechenne, Berlin Symphonic Orchestra  Boris Berezovsky, Ural Philharmonic Orchestra, Dmitri Liss  Behzod Abduraimov, Orchestra Sinfonica Nazionale della RAI, Juraj Valčuha  Alexandre Uninsky, The Residency-Orchestra (The Hague), Willem van Otterloo  Jenő Jandó, Budapest Philharmonic Orchestra, András Ligeti  Sviatoslav Richter, Czech Philharmonic Orchestra, Karel Ančerl  Tschaikowsky; Valery Afanassiev; Orchestre National de Belgique; René Defossez  Sidney Foster, Utah Symphony, Maurice Abravanel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in B-flat minor, op. 23: II. Andantino semplice","Writers":"Пётр Ильич Чайковский (composer)","Artists":"Пётр Ильич Чайковский  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  [unknown]  Andrei Gavrilov, Philharmonia Orchestra, Riccardo Muti  Van Cliburn, RCA Victor Symphony Orchestra, Kiril Kondrashin  Werner Haas, Orchestre National de l’Opéra de Monte‐Carlo, Eliahu Inbal  Vladimir Horowitz, The Philadelphia Orchestra, Fritz Reiner  Святослав Теофилович Рихтер  Arthur Rubinstein  Martha Argerich  Claudio Arrau  Symfonický orchestr hlavního města Prahy FOK  Sviatoslav Richter  Pyotr Ilyich Tchaikovsky  Martha Argerich, Berliner Philharmoniker, Claudio Abbado  John Browning, London Symphony Orchestra, Seiji Ozawa  Orchestra Internazionale d'Italia, Donato Renzetti, Michele Campanella  Bamberger Symphoniker, Roland Pöntinen, Leif Segerstam  Chicago Symphony Orchestra, Sir Georg Solti, András Schiff  Joseph Banowetz, CSR Symphony Orchestra (Bratislava), Ondrej Lenárd  Государственный Академический Симфонический Оркестр России, Neeme Järvi, Григорий Соколов  Yevgeny Sudbin, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Dubravka Tomšič, Philharmonia Slavonica, Anton Nanut  Vladimir Ashkenazy, London Symphony Orchestra, Lorin Maazel  Lang Lang, Chicago Symphony Orchestra, Daniel Barenboim  Arcadi Volodos, Berliner Philharmoniker, Seiji Ozawa  Konstantin Scherbakov, Russian Philharmonic Orchestra, Dimitri Yablonsky  Arthur Rubinstein, Boston Symphony Orchestra, Erich Leinsdorf  London Voices, Terry Edwards  Ida Černecká, London Festival Orchestra, Laurence Siegel  Julius Katchen, London Symphony Orchestra, Piero Gamba  Michael Ponti, Symfonický orchestr hlavního města Prahy FOK, Richard Kapp  Alexis Weissenberg, Orchestre de Paris, Herbert von Karajan  Martha Bergerich, Berliner Festspielorchester, Vladimir Petroschoff  Ivo Pogorelich, London Symphony Orchestra, Claudio Abbado  Bruce Hungerford  Viktoria Postnikova, Wiener Symphoniker, Gennady Rozhdestvensky  London Festival Orchestra, Lawrence Siegel, Ida Černecká  Vladimir Horowitz, New York Philharmonic Symphony Orchestra, John Barbirolli  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit, Bernd Glemser  Cécile Ousset, The London Philharmonic, Kurt Masur  Hans Lang, Bamberg Philharmonic  Rotterdams Philharmonisch Orkest, Edo de Waart, Rafael Orozco  Bournemouth Symphony Orchestra, Rudolf Barshai, Peter Donohoe  Lazar Berman, Berliner Philharmoniker, Herbert von Karajan  Byron Janis, London Symphony Orchestra, Herbert Menges  Martha Argerich, Royal Philharmonic Orchestra, Charles Dutoit  Yevgeny Kissin, Berliner Philharmoniker, Herbert von Karajan  New York Philharmonic, Leonard Bernstein, André Watts  New York Philharmonic, Kurt Masur, Elisabeth Leonskaja  Wiener Philharmoniker, Georg Solti, Clifford Curzon  Gary Graffman, The Cleveland Orchestra, George Szell  Claudio Arrau, Boston Symphony Orchestra, Sir Colin Davis  Arthur Rubinstein, London Symphony Orchestra, Sir John Barbirolli  Arthur Rubinstein, Minnesota Orchestra, Dimitri Mitropoulos  Sviatoslav Richter, Wiener Symphoniker, Herbert von Karajan  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Barry Douglas, London Symphony Orchestra, Leonard Slatkin  John Ogdon, London Symphony Orchestra, Pierre Monteux  Denis Matsuev, Mariinsky Orchestra, Valery Gergiev  Эмиль Григорьевич Гилельс, Большой симфонический оркестр имени П. И. Чайковского, Николай Семёнович Голованов  Philip Fowke, London Philharmonic Orchestra, Wilfried Boettcher  L’Orchestre de la Suisse Romande  Daniil Trifonov, Mariinsky Orchestra, Valery Gergiev  Philippe Entremont, New York Philharmonic, Leonard Bernstein  Claudio Arrau, Philharmonia Orchestra, Alceo Galliera  André Watts, Atlanta Symphony Orchestra, Yoel Levi  Nikolai Tokarev, National Philharmonic Orchestra of Russia, Vladimir Spivakov  Elisso Bolkvadze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Earl Wild & Royal Philharmonic Orchestra  Nikolai Demidenko, BBC Symphony Orchestra, Alexander Lazarev  Martha Argerich, Symphonie-Orchester des Bayerischen Rundfunks, Kirill Kondrashin  Arkadij Sevidov, Russian Philharmonic Orchestra, Samuel Friedmann  Fazıl Say, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Arthur Rubinstein, Philharmonia Orchestra, Carlo Maria Giulini  Emil Gilels, Orchestra sinfonica di Roma della RAI, Fernando Previtali  Felicja Blumental, Orchestra of the Vienna Musikgesellschaft, Michael Gielen  Dieter Goldmann, London Festival Orchestra, Alberto Lizzio  Peter Katin, London Philharmonic Orchestra, John Pritchard  London Symphony Orchestra, Edmund Catlin  Michael Ponti, Prague Symphony Orchestra, Richard Kapp  Vladimir Feltsman, National Symphony Orchestra, Mstislav Rostropovich  Hiroko Nakamura, State Academy Symphony Orchestra of the U.S.S.R., Evgeny Svetlanov  Emil Gilels, New York Philharmonic, Zubin Mehta  Georges Cziffra, Philharmonia Orchestra, André Vandernoot  Witold Małcużyński, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Nelson Freire, Münchner Philharmoniker, Rudolf Kempe  Niek van Oosterum, Berliner Symphoniker, Eduardo Marturet  Alexei Sultanov, London Symphony Orchestra, Maxim Dmitrievich Shostakovich  Peter Jablonski, Philharmonia Orchestra, Peter Maag  François du Toit, Cape Town Symphony Orchestra, Omri Hadari  Jenő Jandó, András Ligeti  Hans Lang, Orquestra Filarmônica de Alemanha, Alberto Lizzio  Pascal Devoyon, Philharmonia Orchestra, Charles Dutoit  Ethella Chuprik, Štátna filharmónia Košice, Reinhard Seifried  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Emil Gilels, Leningrad Philharmonic Orchestra, Evgeni Mravinsky  Nibya Mariño, Orquesta Sinfónica del Sodre, Juan José Castro  Boris Berezovsky, Moscow Philharmonic Orchestra, Dmitri Kitaenko  Van Cliburn, Deutsches Symphonie‐Orchester Berlin, István Kertész  Marina Kolomiitseva, Sydney Symphony Orchestra, Edvard Tchivzhel  London Festival Orchestra, Laurence Siegel  Alexei Sultanov, London Symphony Orchestra, Maxim Shostakovich  Boston Symphony Orchestra, Claudio Arrau & Sir Colin Davis  Bernd Glemser, Polish NRSO, Antoni Wit  Emil Gilels, New Philharmonia Orchestra, Lorin Maazel  Vakhtang Badrishvili, Georgian SIMI Festival Orchestra, Nodar Tsatishvili  Beatrice Rana, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Georges Cziffra, Orchestre National de la Radiodiffusion Française, Pierre Dervaux  Misha Dichter, SWF Sinfonieorchester Baden-Baden, Jan Latham-Koenig  William Wordsworth read by Honor Blackman  Alexander Melnikov, BBC National Orchestra of Wales, Alexander Titov  Sergei Tarasov, Sydney Symphony Orchestra, Edvard Tchivzhel  Peter Toperczer, Slovak Radio New Philharmonic Orchestra, Libor Pešek  Alicija da Cordoba, Belgrade Symphony Orchestra, Aram Badrossian  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Misha Dichter, Boston Symphony Orchestra, Erich Leinsdorf  Nikolai Lugansky, Russian National Orchestra, Kent Nagano  Peter Toperczer, Slovak Philharmonic Orchestra, Ladislav Slovák  Olga Scheps, WDR Sinfonieorchester Köln, Carlos Domínguez-Nieto  Denis Matsuev, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Simon Trpčeski, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Ingolf Wunder, St. Petersburg Philharmonic Orchestra, Vladimir Ashkenazy  Jenő Jandó, Budapesti Filharmóniai Társaság Zenekara, András Ligeti  Shura Cherkassky, Berliner Philharmoniker, Leopold Ludwig  Constantine Orbelian, Philharmonia Orchestra, Neeme Järvi  Mikhaïl Rudy, Leningrad Philharmonic Orchestra, Mariss Jansons  Svjatoslav Richter, Leningrad Philharmonic Orchestra, Yevgeny Mravinsky  Lev Oborin, USSR State TV and Radio Orchestra, Alexander Gauk  Emil Gilels, USSR State Symphony Orchestra, Kyrill Kondrashin  Sviatoslav Richter, Moscow Philharmonic Orchestra, Kyrill Kondrashin  Evgeny Kissin, St Petersburg Academic Symphony Orchestra, Valery Gergiev  Andrei Gavrilov, Berliner Philharmoniker, Vladimir Ashkenazy  Stephen Hough, Minnesota Orchestra, Osmo Vänskä  Roger Muraro, Lithuanian State Symphony Orchestra, Gintaras Rinkevičius  Yefim Bronfman, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Igor Ardašev, Česká filharmonie, Jiří Bělohlávek  Mikhail Pletnev, Philharmonia Orchestra, Vladimir Fedoseyev  France Clidat, Orchestre Symphonique de Radio-Tele-Luxembourg, Pierre Cao  Peter Tchaikovsky; Leonard Pennario, Los Angeles Philharmonic, Erich Leinsdorf  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Van Cliburn, Orchestra della Svizzera italiana, Pietro Argento  Jorge Bolet, Orchestre symphonique de Montréal, Charles Dutoit  Elena Gilels, State Academic Symphony Orchestra & Evgeny Svetlanov  Nikita Magaloff, Residentie Orkest, Willem van Otterloo  Claudio Arrau, Colin Davis, Boston Symphony Orchestra  Earl Wild, Royal Philharmonic Orchestra, Anatole Fistoulari  Paul Badura-Skoda, London Philharmonic Promenade Orchestra, Sir Adrian Boult  Boris Berezovsky, Ural Philharmonic Orchestra, Dmitri Liss  Behzod Abduraimov, Orchestra Sinfonica Nazionale della RAI, Juraj Valčuha  Alexandre Uninsky, The Residency-Orchestra (The Hague), Willem van Otterloo  Ivan Drenikov, Bulgarian State Philharmonic Orchestra, Jean‐Pierre Wallez  Sviatoslav Richter, Czech Philharmonic Orchestra, Karel Ančerl  Tschaikowsky; Valery Afanassiev; Orchestre National de Belgique; René Defossez  Sidney Foster, Utah Symphony, Maurice Abravanel  Ronan O’Hora, Royal Philharmonic Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in B-flat minor, op. 23: III. Allegro con fuoco","Writers":"Пётр Ильич Чайковский (composer)","Artists":"Пётр Ильич Чайковский  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  [unknown]  Pyotr Ilyich Tchaikovsky  Andrei Gavrilov, Philharmonia Orchestra, Riccardo Muti  Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit, Bernd Glemser  Martha Argerich, Royal Philharmonic Orchestra, Charles Dutoit  Pascal Devoyon, Philharmonia Orchestra, Charles Dutoit  Van Cliburn, RCA Victor Symphony Orchestra, Kiril Kondrashin  Werner Haas, Orchestre National de l’Opéra de Monte‐Carlo, Eliahu Inbal  Royal Philharmonic Orchestra  Святослав Теофилович Рихтер  Arthur Rubinstein  Symfonický orchestr hlavního města Prahy FOK  Sviatoslav Richter  Peter Ilyich Tchaikovsky  Martha Argerich, Berliner Philharmoniker, Claudio Abbado  John Browning, London Symphony Orchestra, Seiji Ozawa  Bamberger Symphoniker, Roland Pöntinen, Leif Segerstam  Chicago Symphony Orchestra, Sir Georg Solti, András Schiff  Tallinna Muusikakeskkooli sümfooniaorkester, Mikk Murdvee, Karl Peterson  Peter Tschaikowsky  Joseph Banowetz, CSR Symphony Orchestra (Bratislava), Ondrej Lenárd  Государственный Академический Симфонический Оркестр России, Neeme Järvi, Григорий Соколов  Yevgeny Sudbin, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Dubravka Tomšič, Philharmonia Slavonica, Anton Nanut  Vladimir Ashkenazy, London Symphony Orchestra, Lorin Maazel  Lang Lang, Chicago Symphony Orchestra, Daniel Barenboim  Arcadi Volodos, Berliner Philharmoniker, Seiji Ozawa  Konstantin Scherbakov, Russian Philharmonic Orchestra, Dimitri Yablonsky  Arthur Rubinstein, Boston Symphony Orchestra, Erich Leinsdorf  Ida Černecká, London Festival Orchestra, Laurence Siegel  Julius Katchen, London Symphony Orchestra, Piero Gamba  Michael Ponti, Symfonický orchestr hlavního města Prahy FOK, Richard Kapp  Alexis Weissenberg, Orchestre de Paris, Herbert von Karajan  Martha Bergerich, Berliner Festspielorchester, Vladimir Petroschoff  Ivo Pogorelich, London Symphony Orchestra, Claudio Abbado  Viktoria Postnikova, Wiener Symphoniker, Gennady Rozhdestvensky  London Festival Orchestra, Lawrence Siegel, Ida Černecká  Vladimir Horowitz, New York Philharmonic Symphony Orchestra, John Barbirolli  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Cécile Ousset, The London Philharmonic, Kurt Masur  Hans Lang, Bamberg Philharmonic  Rotterdams Philharmonisch Orkest, Edo de Waart, Rafael Orozco  Bournemouth Symphony Orchestra, Rudolf Barshai, Peter Donohoe  Lazar Berman, Berliner Philharmoniker, Herbert von Karajan  Byron Janis, London Symphony Orchestra, Herbert Menges  Yevgeny Kissin, Berliner Philharmoniker, Herbert von Karajan  New York Philharmonic, Leonard Bernstein, André Watts  New York Philharmonic, Kurt Masur, Elisabeth Leonskaja  Wiener Philharmoniker, Georg Solti, Clifford Curzon  Gary Graffman, The Cleveland Orchestra, George Szell  Claudio Arrau, Boston Symphony Orchestra, Sir Colin Davis  Arthur Rubinstein, London Symphony Orchestra, Sir John Barbirolli  Arthur Rubinstein, Minnesota Orchestra, Dimitri Mitropoulos  Sviatoslav Richter, Wiener Symphoniker, Herbert von Karajan  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Barry Douglas, London Symphony Orchestra, Leonard Slatkin  John Ogdon, London Symphony Orchestra, Pierre Monteux  Rafael Orozco, Rotterdams Philharmonisch Orkest, Edo de Waart  Denis Matsuev, Mariinsky Orchestra, Valery Gergiev  Эмиль Григорьевич Гилельс, Большой симфонический оркестр имени П. И. Чайковского, Николай Семёнович Голованов  Philip Fowke, London Philharmonic Orchestra, Wilfried Boettcher  Daniil Trifonov, Mariinsky Orchestra, Valery Gergiev  Philippe Entremont, New York Philharmonic, Leonard Bernstein  Claudio Arrau, Philharmonia Orchestra, Alceo Galliera  André Watts, Atlanta Symphony Orchestra, Yoel Levi  Nikolai Tokarev, National Philharmonic Orchestra of Russia, Vladimir Spivakov  Elisso Bolkvadze, Tbilisi Symphony Orchestra, Djansug Kakhidze  Earl Wild & Royal Philharmonic Orchestra  Nikolai Demidenko, BBC Symphony Orchestra, Alexander Lazarev  Martha Argerich, Symphonie-Orchester des Bayerischen Rundfunks, Kirill Kondrashin  Fazıl Say, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Arthur Rubinstein, Philharmonia Orchestra, Carlo Maria Giulini  Emil Gilels, Orchestra sinfonica di Roma della RAI, Fernando Previtali  Felicja Blumental, Orchestra of the Vienna Musikgesellschaft, Michael Gielen  Dieter Goldmann, London Festival Orchestra, Alberto Lizzio  Peter Katin, London Philharmonic Orchestra, John Pritchard  London Symphony Orchestra, Edmund Catlin  Vladimir Feltsman, National Symphony Orchestra, Mstislav Rostropovich  Hiroko Nakamura, State Academy Symphony Orchestra of the U.S.S.R., Evgeny Svetlanov  Emil Gilels, New York Philharmonic, Zubin Mehta  Georges Cziffra, Philharmonia Orchestra, André Vandernoot  Witold Małcużyński, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Nelson Freire, Münchner Philharmoniker, Rudolf Kempe  Niek van Oosterum, Berliner Symphoniker, Eduardo Marturet  Alexei Sultanov, London Symphony Orchestra, Maxim Dmitrievich Shostakovich  Peter Jablonski, Philharmonia Orchestra, Peter Maag  François du Toit, Cape Town Symphony Orchestra, Omri Hadari  Jenő Jandó, András Ligeti  Hans Lang, Orquestra Filarmônica de Alemanha, Alberto Lizzio  Ethella Chuprik, Štátna filharmónia Košice, Reinhard Seifried  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Emil Gilels, Leningrad Philharmonic Orchestra, Evgeni Mravinsky  Nibya Mariño, Orquesta Sinfónica del Sodre, Juan José Castro  Boris Berezovsky, Moscow Philharmonic Orchestra, Dmitri Kitaenko  Van Cliburn, Deutsches Symphonie‐Orchester Berlin, István Kertész  Marina Kolomiitseva, Sydney Symphony Orchestra, Edvard Tchivzhel  London Festival Orchestra, Laurence Siegel  Wendy Pomroy, West Australian Symphony Orchestra, Tibor Paul  Bernd Ahlert, Berlin Symphony Orchestra, Ferdinand Lang  Emil Gilels, New Philharmonia Orchestra, Lorin Maazel  Vakhtang Badrishvili, Georgian SIMI Festival Orchestra, Nodar Tsatishvili  Beatrice Rana, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Georges Cziffra, Orchestre National de la Radiodiffusion Française, Pierre Dervaux  Misha Dichter, SWF Sinfonieorchester Baden-Baden, Jan Latham-Koenig  Jonathan Carney, Philip Ellis, Lucy Parham, Royal Philharmonic Orchestra  Alexander Melnikov, BBC National Orchestra of Wales, Alexander Titov  Sergei Tarasov, Sydney Symphony Orchestra, Edvard Tchivzhel  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Misha Dichter, Boston Symphony Orchestra, Erich Leinsdorf  Nikolai Lugansky, Russian National Orchestra, Kent Nagano  Peter Toperczer, Slovak Philharmonic Orchestra, Ladislav Slovák  Olga Scheps, WDR Sinfonieorchester Köln, Carlos Domínguez-Nieto  Denis Matsuev, St. Petersburg Philharmonic Orchestra, Yuri Temirkanov  Simon Trpčeski, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Ingolf Wunder, St. Petersburg Philharmonic Orchestra, Vladimir Ashkenazy  Shura Cherkassky, Berliner Philharmoniker, Leopold Ludwig  Constantine Orbelian, Philharmonia Orchestra, Neeme Järvi  Mikhaïl Rudy, Leningrad Philharmonic Orchestra, Mariss Jansons  Svjatoslav Richter, Leningrad Philharmonic Orchestra, Yevgeny Mravinsky  Lev Oborin, USSR State TV and Radio Orchestra, Alexander Gauk  Emil Gilels, USSR State Symphony Orchestra, Kyrill Kondrashin  Sviatoslav Richter, Moscow Philharmonic Orchestra, Kyrill Kondrashin  Evgeny Kissin, St Petersburg Academic Symphony Orchestra, Valery Gergiev  Andrei Gavrilov, Berliner Philharmoniker, Vladimir Ashkenazy  Stephen Hough, Minnesota Orchestra, Osmo Vänskä  Roger Muraro, Lithuanian State Symphony Orchestra, Gintaras Rinkevičius  Yefim Bronfman, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Igor Ardašev, Česká filharmonie, Jiří Bělohlávek  Mikhail Pletnev, Philharmonia Orchestra, Vladimir Fedoseyev  France Clidat, Orchestre Symphonique de Radio-Tele-Luxembourg, Pierre Cao  Peter Tchaikovsky; Leonard Pennario, Los Angeles Philharmonic, Erich Leinsdorf  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Van Cliburn, Orchestra della Svizzera italiana, Pietro Argento  Jorge Bolet, Orchestre symphonique de Montréal, Charles Dutoit  Elena Gilels, State Academic Symphony Orchestra & Evgeny Svetlanov  Vladimir Horowitz, The Philadelphia Orchestra, Fritz Reiner  Nikita Magaloff, Residentie Orkest, Willem van Otterloo  Claudio Arrau, Colin Davis, Boston Symphony Orchestra  Martha Argerich, Symphonieorchester des Bayerischen Rundfunks, Кирилл Петрович Кондрашин  Paul Badura-Skoda, London Philharmonic Promenade Orchestra, Sir Adrian Boult  Boris Berezovsky, Ural Philharmonic Orchestra, Dmitri Liss  Behzod Abduraimov, Orchestra Sinfonica Nazionale della RAI, Juraj Valčuha  Alexandre Uninsky, The Residency-Orchestra (The Hague), Willem van Otterloo  Sviatoslav Richter, Czech Philharmonic Orchestra, Karel Ančerl  Tschaikowsky; Valery Afanassiev; Orchestre National de Belgique; René Defossez  Sidney Foster, Utah Symphony, Maurice Abravanel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in E-flat major, S. 124: I. Allegro maestoso","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Arthur Rubinstein  Arthur Rubinstein, RCA Victor Symphony Orchestra, Alfred Wallenstein  [unknown]  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Eldar Nebolsin, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Emanuel Ax, Philharmonia Orchestra, Esa-Pekka Salonen  Annie Fischer, Philharmonia Orchestra, Otto Klemperer  Georges Cziffra  Claudio Arrau  Philharmonia Slavonica, Alfred Scholz  Jorge Bolet, Rochester Philharmonic Orchestra, David Zinman  Dieter Goldmann, Süddeutsche Philharmonie, Hanspeter Gmür  Arnaldo Cohen, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Joseph Banowetz, Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Gewandhausorchester Leipzig, Kurt Masur  Lazar Berman, Wiener Symphoniker, Carlo Maria Giulini  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Martha Argerich, London Symphony Orchestra, Claudio Abbado  Franz Liszt & Geoffrey Tozer  Claudio Arrau, [unknown], [unknown]  Byron Janis, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Géza Anda, Philharmonia Orchestra, Otto Ackermann  Arturo Benedetti Michelangeli, Orchestra del Maggio Musicale Fiorentino, Dimitri Mitropoulos  Arturo Benedetti Michelangeli, 読売日本交響楽団, Jindřich Rohan  Samson François, Orchestre de la Société des Concerts du Conservatoire, Georges Tzipine  Samson François, 東京交響楽団, Masashi Ueda  Alfred Brendel, London Philharmonic Orchestra, Bernard Haitink  Julius Katchen, London Philharmonic Orchestra, Ataúlfo Argenta  Martha Argerich, Orchestra della Svizzera italiana, Ion Marin  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  John Ogdon, Bournemouth Symphony Orchestra, Constantin Silvestri  Misha Dichter, Pittsburgh Symphony Orchestra, André Previn  Dinu Lipatti, L’Orchestre de la Suisse Romande, Ernest Ansermet  Arturo Benedetti Michelangeli, L’Orchestre de la Suisse Romande, Ernest Ansermet  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Krystian Zimerman, Boston Symphony Orchestra, Seiji Ozawa  Nelson Freire, Dresdner Philharmonic, Michel Plasson  Richard Frank, Szegedi Szimfonikus Zenekar, Robert Hart Baker  Josef Bulva, Orchestre symphonique de Radio Télé Luxembourg, Daniel Nazareth  Earl Wild, Columbia Symphony Orchestra, André Kostelanetz  André Watts, Dallas Symphony Orchestra, Andrew Litton  André Watts, New York Philharmonic, Leonard Bernstein  Sviatoslav Richter, London Symphony Orchestra, Kirill Kondrashin  Georges Cziffra, Orchestre de la Société des Concerts du Conservatoire, Pierre Dervaux  Gábor Gabos, Hungarian State Orchestra, András Kórodi  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Emil von Sauer, Orchestre de la Société des Concerts du Conservatoire, Felix Weingartner  Lise de la Salle, Lisbon Gulbenkian Foundation Orchestra, Lawrence Foster  Hanae Nakajima, Nurnberg Symphony Orchestra, Rato Tschupp  Samson François, Philharmonia Orchestra, Constantin Silvestri  Peter Lang, Münchner Symphoniker, Henry Adolf  Alexandre Kantorow, Tapiola Sinfonietta, Jean‐Jacques Kantorow  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Wilhelm Kempff, London Symphony Orchestra, Anatole Fistoulari  Lang Lang, Wiener Philharmoniker, Valery Gergiev  Josef Bulva, RTL Symphony Orchestra, Daniel Nazareth  Duncan Gifford, Sydney Symphony Orchestra, Edvard Tchivzhel  Peng Peng, Nashville Symphony Orchestra, Leonard Slatkin  Boris Berezovsky, Philharmonia Orchestra, Hugh Wolff  Raymond Trouard, L'association artistique des Concerts Colonne, Eugène Bigot  Dieter Goldmann, Philharmonia Slavonica, Alfred Scholz  Alfred Brendel, Wiener Symphoniker, Michael Gielen  Tamás Vásáry, Bamberger Symphoniker, Felix Prohaska  Stephen Hough, Bergen filharmoniske orkester, Andrew Litton  İdil Biret, Bilkent Symphony Orchestra, Emil Tabakov  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Bernard Ringeissen, Dresdner Philharmonie, Kurt Masur  Byron Janis, Moscow Philharmonic Orchestra, Kirill Kondrashin  Geoffrey Tozer, Orchestre de la Suisse Romande, Neeme Järvi  Daniel Barenboim, Staatskapelle Berlin, Pierre Boulez  Leslie Howard, Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher  Claudio Arrau, London Symphony Orchestra, Sir Colin Davis  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Charles Rosen, Philharmonia Orchestra, Sir John Pritchard  Hanae Nakajima, Nurnberg Symphony Orchestra, Räto Tschupp  Lazar Berman, Philharmonic Youth Orchestra Moscow, Kirill Kondrahsin  Beatrice Berrut, Český národní symfonický orchestr, Julien Masmondet  David Lively, Belgian Radio and Television Philharmonic Orchestra, Alexander Rahbari  Claudio Arrau, The Philadelphia Orchestra, Eugene Ormandy  Arthur Rubinstein, Dallas Symphony Orchestra, Antal Doráti  Arturo Benedetti Michelangeli, Orchestra Sinfonica di Torino della RAI, Rafael Kubelík  Leonard Pennario, Royal Philharmonic Orchestra, René Leibowitz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in E-flat major, S. 124: II. Quasi adagio","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Arthur Rubinstein  Arthur Rubinstein, RCA Victor Symphony Orchestra, Alfred Wallenstein  Eldar Nebolsin, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Martha Argerich, London Symphony Orchestra, Claudio Abbado  Annie Fischer, Philharmonia Orchestra, Otto Klemperer  Georges Cziffra  [unknown]  Claudio Arrau  Jorge Bolet, Rochester Philharmonic Orchestra, David Zinman  Dieter Goldmann, Süddeutsche Philharmonie, Hanspeter Gmür  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Arnaldo Cohen, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Joseph Banowetz, Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Gewandhausorchester Leipzig, Kurt Masur  Lazar Berman, Wiener Symphoniker, Carlo Maria Giulini  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Barry Douglas  Claudio Arrau, [unknown], [unknown]  Byron Janis, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Géza Anda, Philharmonia Orchestra, Otto Ackermann  Arturo Benedetti Michelangeli, Orchestra del Maggio Musicale Fiorentino, Dimitri Mitropoulos  Arturo Benedetti Michelangeli, 読売日本交響楽団, Jindřich Rohan  Samson François, Orchestre de la Société des Concerts du Conservatoire, Georges Tzipine  Samson François, 東京交響楽団, Masashi Ueda  Alfred Brendel, London Philharmonic Orchestra, Bernard Haitink  Julius Katchen, London Philharmonic Orchestra, Ataúlfo Argenta  Martha Argerich, Orchestra della Svizzera italiana, Ion Marin  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Emanuel Ax, Philharmonia Orchestra, Esa-Pekka Salonen  John Ogdon, Bournemouth Symphony Orchestra, Constantin Silvestri  Misha Dichter, Pittsburgh Symphony Orchestra, André Previn  Dinu Lipatti, L’Orchestre de la Suisse Romande, Ernest Ansermet  Arturo Benedetti Michelangeli, L’Orchestre de la Suisse Romande, Ernest Ansermet  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Krystian Zimerman, Boston Symphony Orchestra, Seiji Ozawa  Nelson Freire, Dresdner Philharmonic, Michel Plasson  Richard Frank, Szegedi Szimfonikus Zenekar, Robert Hart Baker  Josef Bulva, Orchestre symphonique de Radio Télé Luxembourg, Daniel Nazareth  Earl Wild, Columbia Symphony Orchestra, André Kostelanetz  André Watts, Dallas Symphony Orchestra, Andrew Litton  André Watts, New York Philharmonic, Leonard Bernstein  Sviatoslav Richter, London Symphony Orchestra, Kirill Kondrashin  Georges Cziffra, Orchestre de la Société des Concerts du Conservatoire, Pierre Dervaux  Gábor Gabos, Hungarian State Orchestra, András Kórodi  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Emil von Sauer, Orchestre de la Société des Concerts du Conservatoire, Felix Weingartner  Lise de la Salle, Lisbon Gulbenkian Foundation Orchestra, Lawrence Foster  Samson François, Philharmonia Orchestra, Constantin Silvestri  Peter Lang, Münchner Symphoniker, Henry Adolf  Alexandre Kantorow, Tapiola Sinfonietta, Jean‐Jacques Kantorow  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Wilhelm Kempff, London Symphony Orchestra, Anatole Fistoulari  Lang Lang, Wiener Philharmoniker, Valery Gergiev  Peng Peng, Nashville Symphony Orchestra, Leonard Slatkin  Boris Berezovsky, Philharmonia Orchestra, Hugh Wolff  Raymond Trouard, L'association artistique des Concerts Colonne, Eugène Bigot  Dieter Goldmann, Philharmonia Slavonica, Alfred Scholz  Alfred Brendel, Wiener Symphoniker, Michael Gielen  Tamás Vásáry, Bamberger Symphoniker, Felix Prohaska  Stephen Hough, Bergen filharmoniske orkester, Andrew Litton  İdil Biret, Bilkent Symphony Orchestra, Emil Tabakov  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Bernard Ringeissen, Dresdner Philharmonie, Kurt Masur  Byron Janis, Moscow Philharmonic Orchestra, Kirill Kondrashin  Geoffrey Tozer, Orchestre de la Suisse Romande, Neeme Järvi  Daniel Barenboim, Staatskapelle Berlin, Pierre Boulez  Leslie Howard, Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher  Claudio Arrau, London Symphony Orchestra, Sir Colin Davis  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Charles Rosen, Philharmonia Orchestra, Sir John Pritchard  Hanae Nakajima, Nurnberg Symphony Orchestra, Räto Tschupp  Lazar Berman, Philharmonic Youth Orchestra Moscow, Kirill Kondrahsin  Beatrice Berrut, Český národní symfonický orchestr, Julien Masmondet  Claudio Arrau, The Philadelphia Orchestra, Eugene Ormandy  Arthur Rubinstein, Dallas Symphony Orchestra, Antal Doráti  Arturo Benedetti Michelangeli, Orchestra Sinfonica di Torino della RAI, Rafael Kubelík  Leonard Pennario, Royal Philharmonic Orchestra, René Leibowitz  Yuri Boukoff, Sofia Philharmonic Orchestra, Konstantin Iliev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in E-flat major, S. 124: III. Allegretto vivace – Allegro animato","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Arthur Rubinstein  Arthur Rubinstein, RCA Victor Symphony Orchestra, Alfred Wallenstein  Jorge Bolet, Rochester Philharmonic Orchestra, David Zinman  Eldar Nebolsin, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Martha Argerich, London Symphony Orchestra, Claudio Abbado  Annie Fischer, Philharmonia Orchestra, Otto Klemperer  Nelson Freire, Dresdner Philharmonic, Michel Plasson  Peter Lang, Münchner Symphoniker, Henry Adolf  İdil Biret, Bilkent Symphony Orchestra, Emil Tabakov  Georges Cziffra  Claudio Arrau  Dieter Goldmann, Süddeutsche Philharmonie, Hanspeter Gmür  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Arnaldo Cohen, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Joseph Banowetz, Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Gewandhausorchester Leipzig, Kurt Masur  Lazar Berman, Wiener Symphoniker, Carlo Maria Giulini  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Claudio Arrau, [unknown], [unknown]  Byron Janis, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Géza Anda, Philharmonia Orchestra, Otto Ackermann  Arturo Benedetti Michelangeli, Orchestra del Maggio Musicale Fiorentino, Dimitri Mitropoulos  Arturo Benedetti Michelangeli, 読売日本交響楽団, Jindřich Rohan  Samson François, Orchestre de la Société des Concerts du Conservatoire, Georges Tzipine  Samson François, 東京交響楽団, Masashi Ueda  Alfred Brendel, London Philharmonic Orchestra, Bernard Haitink  Julius Katchen, London Philharmonic Orchestra, Ataúlfo Argenta  Martha Argerich, Orchestra della Svizzera italiana, Ion Marin  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Emanuel Ax, Philharmonia Orchestra, Esa-Pekka Salonen  John Ogdon, Bournemouth Symphony Orchestra, Constantin Silvestri  Misha Dichter, Pittsburgh Symphony Orchestra, André Previn  Dinu Lipatti, L’Orchestre de la Suisse Romande, Ernest Ansermet  Arturo Benedetti Michelangeli, L’Orchestre de la Suisse Romande, Ernest Ansermet  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Krystian Zimerman, Boston Symphony Orchestra, Seiji Ozawa  Richard Frank, Szegedi Szimfonikus Zenekar, Robert Hart Baker  Josef Bulva, Orchestre symphonique de Radio Télé Luxembourg, Daniel Nazareth  Earl Wild, Columbia Symphony Orchestra, André Kostelanetz  André Watts, Dallas Symphony Orchestra, Andrew Litton  André Watts, New York Philharmonic, Leonard Bernstein  Sviatoslav Richter, London Symphony Orchestra, Kirill Kondrashin  Georges Cziffra, Orchestre de la Société des Concerts du Conservatoire, Pierre Dervaux  Gábor Gabos, Hungarian State Orchestra, András Kórodi  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Joseph Banowetz, Czech Symphony Orchestra, Oliver von Dohnányi  Emil von Sauer, Orchestre de la Société des Concerts du Conservatoire, Felix Weingartner  Lise de la Salle, Lisbon Gulbenkian Foundation Orchestra, Lawrence Foster  Samson François, Philharmonia Orchestra, Constantin Silvestri  Alexandre Kantorow, Tapiola Sinfonietta, Jean‐Jacques Kantorow  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Wilhelm Kempff, London Symphony Orchestra, Anatole Fistoulari  Lang Lang, Wiener Philharmoniker, Valery Gergiev  Peng Peng, Nashville Symphony Orchestra, Leonard Slatkin  Boris Berezovsky, Philharmonia Orchestra, Hugh Wolff  Raymond Trouard, L'association artistique des Concerts Colonne, Eugène Bigot  Dieter Goldmann, Philharmonia Slavonica, Alfred Scholz  Alfred Brendel, Wiener Symphoniker, Michael Gielen  Tamás Vásáry, Bamberger Symphoniker, Felix Prohaska  Stephen Hough, Bergen filharmoniske orkester, Andrew Litton  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Bernard Ringeissen, Dresdner Philharmonie, Kurt Masur  Byron Janis, Moscow Philharmonic Orchestra, Kirill Kondrashin  Geoffrey Tozer, Orchestre de la Suisse Romande, Neeme Järvi  Daniel Barenboim, Staatskapelle Berlin, Pierre Boulez  Leslie Howard, Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher  Claudio Arrau, London Symphony Orchestra, Sir Colin Davis  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Charles Rosen, Philharmonia Orchestra, Sir John Pritchard  Hanae Nakajima, Nurnberg Symphony Orchestra, Räto Tschupp  Lazar Berman, Philharmonic Youth Orchestra Moscow, Kirill Kondrahsin  Beatrice Berrut, Český národní symfonický orchestr, Julien Masmondet  Claudio Arrau, The Philadelphia Orchestra, Eugene Ormandy  Arthur Rubinstein, Dallas Symphony Orchestra, Antal Doráti  Arturo Benedetti Michelangeli, Orchestra Sinfonica di Torino della RAI, Rafael Kubelík  Leonard Pennario, Royal Philharmonic Orchestra, René Leibowitz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 1 in E-flat major, S. 124: IV. Allegro marziale animato","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Arthur Rubinstein  Arthur Rubinstein, RCA Victor Symphony Orchestra, Alfred Wallenstein  Eldar Nebolsin, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Annie Fischer, Philharmonia Orchestra, Otto Klemperer  Georges Cziffra  [unknown]  Martha Argerich  Claudio Arrau  Jorge Bolet, Rochester Philharmonic Orchestra, David Zinman  Dieter Goldmann, Süddeutsche Philharmonie, Hanspeter Gmür  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Arnaldo Cohen, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Joseph Banowetz, Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Gewandhausorchester Leipzig, Kurt Masur  Lazar Berman, Wiener Symphoniker, Carlo Maria Giulini  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Martha Argerich, London Symphony Orchestra, Claudio Abbado  Claudio Arrau, [unknown], [unknown]  Byron Janis, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Géza Anda, Philharmonia Orchestra, Otto Ackermann  Arturo Benedetti Michelangeli, Orchestra del Maggio Musicale Fiorentino, Dimitri Mitropoulos  Samson François, Orchestre de la Société des Concerts du Conservatoire, Georges Tzipine  Samson François, 東京交響楽団, Masashi Ueda  Alfred Brendel, London Philharmonic Orchestra, Bernard Haitink  Julius Katchen, London Philharmonic Orchestra, Ataúlfo Argenta  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Emanuel Ax, Philharmonia Orchestra, Esa-Pekka Salonen  John Ogdon, Bournemouth Symphony Orchestra, Constantin Silvestri  Misha Dichter, Pittsburgh Symphony Orchestra, André Previn  Dinu Lipatti, L’Orchestre de la Suisse Romande, Ernest Ansermet  Arturo Benedetti Michelangeli, L’Orchestre de la Suisse Romande, Ernest Ansermet  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Krystian Zimerman, Boston Symphony Orchestra, Seiji Ozawa  Nelson Freire, Dresdner Philharmonic, Michel Plasson  Richard Frank, Szegedi Szimfonikus Zenekar, Robert Hart Baker  Josef Bulva, Orchestre symphonique de Radio Télé Luxembourg, Daniel Nazareth  Earl Wild, Columbia Symphony Orchestra, André Kostelanetz  André Watts, Dallas Symphony Orchestra, Andrew Litton  André Watts, New York Philharmonic, Leonard Bernstein  Sviatoslav Richter, London Symphony Orchestra, Kirill Kondrashin  Georges Cziffra, Orchestre de la Société des Concerts du Conservatoire, Pierre Dervaux  Gábor Gabos, Hungarian State Orchestra, András Kórodi  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Emil von Sauer, Orchestre de la Société des Concerts du Conservatoire, Felix Weingartner  Lise de la Salle, Lisbon Gulbenkian Foundation Orchestra, Lawrence Foster  Samson François, Philharmonia Orchestra, Constantin Silvestri  Peter Lang, Münchner Symphoniker, Henry Adolf  Alexandre Kantorow, Tapiola Sinfonietta, Jean‐Jacques Kantorow  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Wilhelm Kempff, London Symphony Orchestra, Anatole Fistoulari  Lang Lang, Wiener Philharmoniker, Valery Gergiev  Arthur Rubinstein, RCA Victor Symphony Orchestra  Peng Peng, Nashville Symphony Orchestra, Leonard Slatkin  Boris Berezovsky, Philharmonia Orchestra, Hugh Wolff  Raymond Trouard, L'association artistique des Concerts Colonne, Eugène Bigot  Dieter Goldmann, Philharmonia Slavonica, Alfred Scholz  Alfred Brendel, Wiener Symphoniker, Michael Gielen  Tamás Vásáry, Bamberger Symphoniker, Felix Prohaska  Stephen Hough, Bergen filharmoniske orkester, Andrew Litton  İdil Biret, Bilkent Symphony Orchestra, Emil Tabakov  Indrek Laul, Eesti Riiklik Sümfooniaorkester, Arvo Volmer  Bernard Ringeissen, Dresdner Philharmonie, Kurt Masur  Byron Janis, Moscow Philharmonic Orchestra, Kirill Kondrashin  Geoffrey Tozer, Orchestre de la Suisse Romande, Neeme Järvi  Daniel Barenboim, Staatskapelle Berlin, Pierre Boulez  Leslie Howard, Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher  Claudio Arrau, London Symphony Orchestra, Sir Colin Davis  Alice Sara Ott, Münchner Philharmoniker, Thomas Hengelbrock  Charles Rosen, Philharmonia Orchestra, Sir John Pritchard  Hanae Nakajima, Nurnberg Symphony Orchestra, Räto Tschupp  Lazar Berman, Philharmonic Youth Orchestra Moscow, Kirill Kondrahsin  Beatrice Berrut, Český národní symfonický orchestr, Julien Masmondet  Claudio Arrau, The Philadelphia Orchestra, Eugene Ormandy  Arthur Rubinstein, Dallas Symphony Orchestra, Antal Doráti  Arturo Benedetti Michelangeli, Orchestra Sinfonica di Torino della RAI, Rafael Kubelík  Leonard Pennario, Royal Philharmonic Orchestra, René Leibowitz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 2 in A major, S. 125 (single movement)","Writers":"Franz Liszt (composer)  Hans Bronsart Von Schellendorff (dedication)","Artists":"Franz Liszt  Richard Frank, Szegedi Szimfonikus Zenekar, Robert Hart Baker  Eldar Nebolsin, Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher, Leslie Howard  Georges Cziffra  Magyar Rádió Szimfonikus Zenekara, András Ligeti, Jenő Jandó  Jorge Bolet, Rochester Philharmonic Orchestra, David Zinman  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Arnaldo Cohen, Orquestra Sinfônica do Estado de São Paulo, John Neschling  Gewandhausorchester Leipzig, Kurt Masur  Lazar Berman, Wiener Symphoniker, Carlo Maria Giulini  Hanae Nakajima, Nürnberger Symphoniker, Räto Tschupp  Julius Katchen, London Philharmonic Orchestra, Ataúlfo Argenta  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Gerhard Oppitz, Bamberger Symphoniker, Roberto Abbado  Nelson Freire, Dresdner Philharmonic, Michel Plasson  Josef Bulva, Orchestre symphonique de Radio Télé Luxembourg, Daniel Nazareth  André Watts, Dallas Symphony Orchestra, Andrew Litton  Byron Janis, Moscow State Radio and TV Symphony Orchestra, Геннадий Николаевич Рождественский  Georges Cziffra, Philharmonia Orchestra, André Vandernoot  Alexandre Kantorow, Tapiola Sinfonietta, Jean‐Jacques Kantorow  Claire-Marie Le Guay, Orchestre Philharmonique de Liège, Louis Langrée  Alfred Brendel, Wiener Symphoniker, Michael Gielen  İdil Biret, Bilkent Symphony Orchestra, Emil Tabakov  Geoffrey Tozer, Orchestre de la Suisse Romande, Neeme Järvi  Daniel Barenboim, Staatskapelle Berlin, Pierre Boulez  Leonard Pennario, Royal Philharmonic Orchestra, René Leibowitz  Süddeutsche Philharmonie  Boris Berezovsky, Philharmonia Orchestra, Hugh Wolff  Dieter Goldmann, Süddeutsche Philharmonie, Hanspeter Gmür  Joseph Banowetz, Symfonický orchester Slovenského rozhlasu, Oliver von Dohnányi  Boston Symphony Orchestra, Seiji Ozawa, Krystian Zimerman  Sviatoslav Richter, London Symphony Orchestra, Kyrill Kondrashin  Claudio Arrau, New York Philharmonic, Guido Cantelli  Alfred Brendel, London Philharmonic Orchestra, Bernard Haitink  Emanuel Ax, Philharmonia Orchestra, Esa-Pekka Salonen  Robert Casadesus, The Cleveland Orchestra, George Szell  John Ogdon, BBC Symphony Orchestra, Sir Colin Davis  Leif Ove Andsnes, Bergen Philharmonic orchestra, Dmitri Kitayenko  Sviatoslav Richter, London Symphony Orchestra, Kirill Kondrashin  Jean‐Yves Thibaudet, Orchestre symphonique de Montréal, Charles Dutoit  Emil von Sauer, Orchestre de la Société des Concerts du Conservatoire, Felix Weingartner  Khatia Buniatishvili, Israel Philharmonic Orchestra, Zubin Mehta  Wilhelm Kempff, London Symphony Orchestra, Anatole Fistoulari  Raymond Trouard, L'association artistique des Concerts Colonne, Eugène Bigot  Stephen Hough, Bergen filharmoniske orkester, Andrew Litton  Claudio Arrau, London Symphony Orchestra, Sir Colin Davis  Beatrice Berrut, Český národní symfonický orchestr, Julien Masmondet  Jenő Jandó, Magyar Rádió Szimfonikus Zenekara, András Ligeti  Franz Liszt & Geoffrey Tozer  Staatskapelle Weimar, [unknown], Илья Кондратьев  Staatskapelle Weimar, [unknown], Сергей Александрович Соболев  Академический симфонический оркестр Санкт-Петербургской филармонии, Максим Федотов, Марина Яхлакова  Nemzeti Filharmonikus Zenekar, János Ferencsik, Gyula Kiss  Sviatoslav Richter, London Symphony Orchestra, Кирилл Петрович Кондрашин  Leif Ove Andsnes, Bergen Philharmonic Orchestra, Dmitri Kitayenko  Metropolitan Symphony Orchestra  West Australian Symphony Orchestra  François‐René Duchâble, London Philharmonic Orchestra, James Conlon  Samson François, Philharmonia Orchestra, Constantin Silvestri  Janis Vakarelis, Royal Philharmonic Orchestra, Witold Rowicki  Sviatoslav Richter, Kirill Kondrashin, London Symphony Orchestra  Byron Janis, Moscow Radio Symphony Orchestra, Gennadi Rozhdestvensky  Misha Dichter, André Previn, Pittsburgh Symphony Orchestra  Aldo Ciccolini, Orchestre de la Suisse Romande, Ferenc Fricsay  Vittorio Bresciani","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"A major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 2 in B-flat major, op. 83: I. Allegro non troppo","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Rudolf Serkin, The Philadelphia Orchestra, Eugene Ormandy  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  Edwin Fischer, Berliner Philharmoniker, Wilhelm Furtwängler  Maurizio Pollini, Staatskapelle Dresden, Christian Thielemann  [unknown]  Karin Lechner, Berliner Symphoniker, Eduardo Marturet  Silke-Thora Matthies, Christian Köhn  Anhaltische Philharmonie Dessau, Golo Berg, Peter Rösel  Daniel Barenboim, New Philharmonia Orchestra, Sir John Barbirolli  Anda Géza, Berliner Philharmoniker, Herbert von Karajan  SWR Sinfonieorchester Baden-Baden und Freiburg, Rolf Reinhardt, György Sándor  Dubravka Tomšič, Simfonični orkester RTV Slovenija, Anton Nanut  İdil Biret, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Arthur Rubinstein, Eugene Ormandy, The Philadelphia Orchestra  Frankfurt Radio Symphony Orchestra, Paavo Järvi, Nicholas Angelich  Dieter Goldmann, Süddeutsche Philharmonie  Dallas Symphony Orchestra, Andrew Litton, Marc-André Hamelin  Emil Gilels, Berliner Philharmoniker, Eugen Jochum  Berliner Philharmoniker, Claudio Abbado, Maurizio Pollini  Maurizio Pollini, Wiener Philharmoniker, Claudio Abbado  Wilhelm Backhaus, Wiener Philharmoniker, Carl Schuricht  Hélène Grimaud, Wiener Philharmoniker, Andris Nelsons  Wiener Philharmoniker, Leonard Bernstein, Krystian Zimerman  London Symphony Orchestra, Stanisław Skrowaczewski, Gina Bachauer  Эмиль Григорьевич Гилельс, Koninklijk Concertgebouworkest, Eugen Jochum  Hans Richter-Haaser, Berliner Philharmoniker, Herbert von Karajan  Stephen Hough, Mozarteum Orchester Salzburg, Mark Wigglesworth  Rudolf Serkin, The Cleveland Orchestra, George Szell  Владимир Самойлович Горовиц, NBC Symphony Orchestra, Arturo Toscanini  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  BBC Symphony Orchestra, Sir Adrian Boult, Artur Schnabel  Stephen Kovacevich, London Symphony Orchestra, Sir Colin Davis  London Symphony Orchestra, Zubin Mehta, Vladimir Ashkenazy  Vladimir Ashkenazy, Wiener Philharmoniker, Bernard Haitink  Boston Symphony Orchestra, Bernard Haitink, Emanuel Ax  Claudio Arrau, Koninklijk Concertgebouworkest, Bernard Haitink  Géza Anda, Berliner Philharmoniker, Ferenc Fricsay  Leon Fleisher, Cleveland Orchestra, George Szell  New York Philharmonic, Leonard Bernstein, André Watts  Wilhelm Backhaus, Wiener Philharmoniker, Karl Böhm  Claudio Arrau, Philharmonia Orchestra, Carlo Maria Giulini  Arthur Rubinstein, London Symphony Orchestra, Albert Coates  Arthur Rubinstein, RCA Victor Symphony Orchestra, Josef Krips  Julius Katchen, London Symphony Orchestra, János Ferencsik  Stephen Kovacevich, London Philharmonic Orchestra, Wolfgang Sawallisch  Sviatoslav Richter, Chicago Symphony Orchestra, Erich Leinsdorf  Sviatoslav Richter, Orchestra Sinfonica di Torino della RAI, Mario Rossi  Sviatoslav Richter, Orchestre de Paris, Lorin Maazel  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Arthur Rubinstein, Boston Symphony Orchestra, Charles Munch  Daniel Barenboim, New York Philharmonic, Zubin Mehta  Jorge Federico Osorio, Orquesta Sinfónica del Principado de Asturias, Maximiano Valdés  John Lill, Hallé Orchestra, James Loughran  Misha Dichter, Gewandhausorchester Leipzig, Kurt Masur  Claudio Arrau, Scottish National Orchestra, Sir Alexander Gibson  Софийска Филхармония, Емил Табаков, Δημήτρης Σγουρός  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Sviatoslav Richter, Česká filharmonie, Кирилл Петрович Кондрашин  Van Cliburn, Moscow Philharmonic Symphony Orchestra, Kirill Kondrashin  Cyprien Katsaris, Philharmonia Orchestra, Eliahu Inbal  Claudio Arrau, Orchestre National de France, Igor Markevitch  Sviatoslav Richter, Boston Symphony Orchestra, Charles Munch  Taipei Philharmonic Orchestra, Henry Mazer  Alfred Brendel, Berliner Philharmoniker, Claudio Abbado  Alfred Brendel, Koninklijk Concertgebouworkest, Bernard Haitink  Michel Béroff, Sächsische Staatskapelle Dresden, Eugen Jochum  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Alexander Chaikovsky, St Petersburg Radio and TV Orchestra, Stanislav Gorkovenko  Nelson Freire, Gewandhausorchester Leipzig, Riccardo Chailly  Joseph Moog, Deutsche Radio Philharmonie, Nicholas Milton  Святослав Теофилович Рихтер, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sunwook Kim, Hallé Orchestra, Sir Mark Elder  Stephen Hough, BBC Symphony Orchestra, Andrew Davis  Anna Malikova, Duisburger Philharmoniker, Jonathan Darlington  Rudolf Buchbinder, Koninklijk Concertgebouworkest, Nikolaus Harnoncourt  Adam Laloum, Rundfunk‐Sinfonieorchester Berlin, Kazuki Yamada  Nelson Goerner, NHK交響楽団, 尾高 忠明  Jenő Jandó, Brussels Philharmonic, علی رهبری  Dubravka Tomsic, Simfonični orkester RTV Slovenija, Anton Nanut","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 2 in B-flat major, op. 83: II. Allegro appassionato","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Rudolf Serkin, The Philadelphia Orchestra, Eugene Ormandy  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  Dubravka Tomšič, Simfonični orkester RTV Slovenija, Anton Nanut  Edwin Fischer, Berliner Philharmoniker, Wilhelm Furtwängler  Maurizio Pollini, Staatskapelle Dresden, Christian Thielemann  [unknown]  Karin Lechner, Berliner Symphoniker, Eduardo Marturet  Silke-Thora Matthies, Christian Köhn  Anhaltische Philharmonie Dessau, Golo Berg, Peter Rösel  Daniel Barenboim, New Philharmonia Orchestra, Sir John Barbirolli  Anda Géza, Berliner Philharmoniker, Herbert von Karajan  SWR Sinfonieorchester Baden-Baden und Freiburg, Rolf Reinhardt, György Sándor  İdil Biret, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Arthur Rubinstein, Eugene Ormandy, The Philadelphia Orchestra  Frankfurt Radio Symphony Orchestra, Paavo Järvi, Nicholas Angelich  Dieter Goldmann, Süddeutsche Philharmonie  Dallas Symphony Orchestra, Andrew Litton, Marc-André Hamelin  Emil Gilels, Berliner Philharmoniker, Eugen Jochum  Berliner Philharmoniker, Claudio Abbado, Maurizio Pollini  Maurizio Pollini, Wiener Philharmoniker, Claudio Abbado  Wilhelm Backhaus, Wiener Philharmoniker, Carl Schuricht  Hélène Grimaud, Wiener Philharmoniker, Andris Nelsons  Wiener Philharmoniker, Leonard Bernstein, Krystian Zimerman  London Symphony Orchestra, Stanisław Skrowaczewski, Gina Bachauer  Эмиль Григорьевич Гилельс, Koninklijk Concertgebouworkest, Eugen Jochum  Hans Richter-Haaser, Berliner Philharmoniker, Herbert von Karajan  Stephen Hough, Mozarteum Orchester Salzburg, Mark Wigglesworth  Rudolf Serkin, The Cleveland Orchestra, George Szell  Владимир Самойлович Горовиц, NBC Symphony Orchestra, Arturo Toscanini  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  BBC Symphony Orchestra, Sir Adrian Boult, Artur Schnabel  Stephen Kovacevich, London Symphony Orchestra, Sir Colin Davis  London Symphony Orchestra, Zubin Mehta, Vladimir Ashkenazy  Vladimir Ashkenazy, Wiener Philharmoniker, Bernard Haitink  Boston Symphony Orchestra, Bernard Haitink, Emanuel Ax  Claudio Arrau, Koninklijk Concertgebouworkest, Bernard Haitink  Géza Anda, Berliner Philharmoniker, Ferenc Fricsay  Leon Fleisher, Cleveland Orchestra, George Szell  New York Philharmonic, Leonard Bernstein, André Watts  Wilhelm Backhaus, Wiener Philharmoniker, Karl Böhm  Claudio Arrau, Philharmonia Orchestra, Carlo Maria Giulini  Arthur Rubinstein, London Symphony Orchestra, Albert Coates  Arthur Rubinstein, RCA Victor Symphony Orchestra, Josef Krips  Julius Katchen, London Symphony Orchestra, János Ferencsik  Stephen Kovacevich, London Philharmonic Orchestra, Wolfgang Sawallisch  Sviatoslav Richter, Chicago Symphony Orchestra, Erich Leinsdorf  Sviatoslav Richter, Orchestra Sinfonica di Torino della RAI, Mario Rossi  Sviatoslav Richter, Orchestre de Paris, Lorin Maazel  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Arthur Rubinstein, Boston Symphony Orchestra, Charles Munch  Daniel Barenboim, New York Philharmonic, Zubin Mehta  Stephen Hough, BBC Symphony Orchestra, Sir Andrew Davis  Jorge Federico Osorio, Orquesta Sinfónica del Principado de Asturias, Maximiano Valdés  John Lill, Hallé Orchestra, James Loughran  Misha Dichter, Gewandhausorchester Leipzig, Kurt Masur  Claudio Arrau, Scottish National Orchestra, Sir Alexander Gibson  Софийска Филхармония, Емил Табаков, Δημήτρης Σγουρός  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Bruno Leonardo Gelber, Royal Philharmonic Orchestra, Rudolf Kempe  Sviatoslav Richter, Česká filharmonie, Кирилл Петрович Кондрашин  Van Cliburn, Moscow Philharmonic Symphony Orchestra, Kirill Kondrashin  Cyprien Katsaris, Philharmonia Orchestra, Eliahu Inbal  Claudio Arrau, Orchestre National de France, Igor Markevitch  Sviatoslav Richter, Boston Symphony Orchestra, Charles Munch  Evelyn Chen, Taipei Philharmonic Orchestra, Henry Mazer  Alfred Brendel, Berliner Philharmoniker, Claudio Abbado  Alfred Brendel, Koninklijk Concertgebouworkest, Bernard Haitink  Michel Béroff, Sächsische Staatskapelle Dresden, Eugen Jochum  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Cécile Ousset, Kurt Masur  Alexander Chaikovsky, St Petersburg Radio and TV Orchestra, Stanislav Gorkovenko  Nelson Freire, Gewandhausorchester Leipzig, Riccardo Chailly  Joseph Moog, Deutsche Radio Philharmonie, Nicholas Milton  Святослав Теофилович Рихтер, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sunwook Kim, Hallé Orchestra, Sir Mark Elder  Stephen Hough, BBC Symphony Orchestra, Andrew Davis  Anna Malikova, Duisburger Philharmoniker, Jonathan Darlington  Rudolf Buchbinder, Koninklijk Concertgebouworkest, Nikolaus Harnoncourt  Adam Laloum, Rundfunk‐Sinfonieorchester Berlin, Kazuki Yamada  Nelson Goerner, NHK交響楽団, 尾高 忠明","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 2 in B-flat major, op. 83: III. Andante – Più adagio","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  [unknown]  Rudolf Serkin, The Philadelphia Orchestra, Eugene Ormandy  Claudio Arrau, Koninklijk Concertgebouworkest, Bernard Haitink  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  Edwin Fischer, Berliner Philharmoniker, Wilhelm Furtwängler  Sviatoslav Richter, Chicago Symphony Orchestra, Erich Leinsdorf  Maurizio Pollini, Staatskapelle Dresden, Christian Thielemann  Cyprien Katsaris, Philharmonia Orchestra, Eliahu Inbal  The Arcangelos Chamber Ensemble  Karin Lechner, Berliner Symphoniker, Eduardo Marturet  Silke-Thora Matthies, Christian Köhn  Anhaltische Philharmonie Dessau, Golo Berg, Peter Rösel, Maurice Lepetit  Daniel Barenboim, New Philharmonia Orchestra, Sir John Barbirolli  Anda Géza, Berliner Philharmoniker, Herbert von Karajan  SWR Sinfonieorchester Baden-Baden und Freiburg, Rolf Reinhardt, György Sándor  Dubravka Tomšič, Simfonični orkester RTV Slovenija, Anton Nanut  İdil Biret, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Arthur Rubinstein, Eugene Ormandy, The Philadelphia Orchestra, Samuel Mayes  Frankfurt Radio Symphony Orchestra, Paavo Järvi, Nicholas Angelich  Dieter Goldmann, Süddeutsche Philharmonie  Dallas Symphony Orchestra, Andrew Litton, Marc-André Hamelin, Christopher Adkins  Emil Gilels, Berliner Philharmoniker, Eugen Jochum  Berliner Philharmoniker, Claudio Abbado, Maurizio Pollini  Maurizio Pollini, Wiener Philharmoniker, Claudio Abbado  Wilhelm Backhaus, Wiener Philharmoniker, Carl Schuricht  Hélène Grimaud, Wiener Philharmoniker, Andris Nelsons  Wiener Philharmoniker, Leonard Bernstein, Krystian Zimerman  London Symphony Orchestra, Stanisław Skrowaczewski, Gina Bachauer  Эмиль Григорьевич Гилельс, Koninklijk Concertgebouworkest, Eugen Jochum  Hans Richter-Haaser, Berliner Philharmoniker, Herbert von Karajan  Stephen Hough, Mozarteum Orchester Salzburg, Mark Wigglesworth  Rudolf Serkin, The Cleveland Orchestra, George Szell  Владимир Самойлович Горовиц, NBC Symphony Orchestra, Arturo Toscanini  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  BBC Symphony Orchestra, Sir Adrian Boult, Artur Schnabel  Stephen Kovacevich, London Symphony Orchestra, Sir Colin Davis  London Symphony Orchestra, Zubin Mehta, Vladimir Ashkenazy  Vladimir Ashkenazy, Wiener Philharmoniker, Bernard Haitink  Boston Symphony Orchestra, Bernard Haitink, Emanuel Ax  Géza Anda, Berliner Philharmoniker, Ferenc Fricsay  Leon Fleisher, Cleveland Orchestra, George Szell  New York Philharmonic, Leonard Bernstein, André Watts  Wilhelm Backhaus, Wiener Philharmoniker, Karl Böhm  Claudio Arrau, Philharmonia Orchestra, Carlo Maria Giulini  Arthur Rubinstein, London Symphony Orchestra, Albert Coates  Arthur Rubinstein, RCA Victor Symphony Orchestra, Josef Krips  Julius Katchen, London Symphony Orchestra, János Ferencsik  Stephen Kovacevich, London Philharmonic Orchestra, Wolfgang Sawallisch  Sviatoslav Richter, Orchestra Sinfonica di Torino della RAI, Mario Rossi  Sviatoslav Richter, Orchestre de Paris, Lorin Maazel  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Arthur Rubinstein, Boston Symphony Orchestra, Charles Munch  Daniel Barenboim, New York Philharmonic, Zubin Mehta  Jorge Federico Osorio, Orquesta Sinfónica del Principado de Asturias, Maximiano Valdés  John Lill, Hallé Orchestra, James Loughran  Misha Dichter, Gewandhausorchester Leipzig, Kurt Masur  Claudio Arrau, Scottish National Orchestra, Sir Alexander Gibson  Софийска Филхармония, Емил Табаков, Δημήτρης Σγουρός  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Sviatoslav Richter, Česká filharmonie, Кирилл Петрович Кондрашин  Van Cliburn, Moscow Philharmonic Symphony Orchestra, Kirill Kondrashin  Claudio Arrau, Orchestre National de France, Igor Markevitch  Sviatoslav Richter, Boston Symphony Orchestra, Charles Munch  Gina Bachauer, London Symphony Orchestra, Antal Doráti  Evelyn Chen, Taipei Philharmonic Orchestra, Henry Mazer  Alfred Brendel, Berliner Philharmoniker, Claudio Abbado  Alfred Brendel, Koninklijk Concertgebouworkest, Bernard Haitink  Michel Béroff, Sächsische Staatskapelle Dresden, Eugen Jochum  Stephen Hough, Timothy Hugh, BBC Symphony Orchestra, Andrew Davis  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Alexander Chaikovsky, St Petersburg Radio and TV Orchestra, Stanislav Gorkovenko  Nelson Freire, Gewandhausorchester Leipzig, Riccardo Chailly  Joseph Moog, Deutsche Radio Philharmonie, Nicholas Milton  Святослав Теофилович Рихтер, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Sunwook Kim, Hallé Orchestra, Sir Mark Elder  Stephen Hough, BBC Symphony Orchestra, Andrew Davis  Anna Malikova, Duisburger Philharmoniker, Jonathan Darlington  Rudolf Buchbinder, Koninklijk Concertgebouworkest, Nikolaus Harnoncourt  Adam Laloum, Rundfunk‐Sinfonieorchester Berlin, Kazuki Yamada  Nelson Goerner, NHK交響楽団, 尾高 忠明  Jenny Zaharieva, Sofia Philharmonic Orchestra, Vassil Kazandjiev  Peter Serkin, Atlanta Symphony Orchestra, Robert Shaw","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto for Piano and Orchestra no. 2 in B-flat major, op. 83: IV. Allegretto grazioso","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Rudolf Serkin, The Philadelphia Orchestra, Eugene Ormandy  [unknown]  Vladimir Horowitz, NBC Symphony Orchestra, Arturo Toscanini  Edwin Fischer, Berliner Philharmoniker, Wilhelm Furtwängler  Maurizio Pollini, Staatskapelle Dresden, Christian Thielemann  Святослав Теофилович Рихтер, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Эмиль Григорьевич Гилельс  Karin Lechner, Berliner Symphoniker, Eduardo Marturet  Silke-Thora Matthies, Christian Köhn  Anhaltische Philharmonie Dessau, Golo Berg, Peter Rösel  Daniel Barenboim, New Philharmonia Orchestra, Sir John Barbirolli  Anda Géza, Berliner Philharmoniker, Herbert von Karajan  SWR Sinfonieorchester Baden-Baden und Freiburg, Rolf Reinhardt, György Sándor  Dubravka Tomšič, Simfonični orkester RTV Slovenija, Anton Nanut  İdil Biret, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Arthur Rubinstein, Eugene Ormandy, The Philadelphia Orchestra  Frankfurt Radio Symphony Orchestra, Paavo Järvi, Nicholas Angelich  Dieter Goldmann, Süddeutsche Philharmonie  Dallas Symphony Orchestra, Andrew Litton, Marc-André Hamelin  Emil Gilels, Berliner Philharmoniker, Eugen Jochum  Berliner Philharmoniker, Claudio Abbado, Maurizio Pollini  Maurizio Pollini, Wiener Philharmoniker, Claudio Abbado  Wilhelm Backhaus, Wiener Philharmoniker, Carl Schuricht  Hélène Grimaud, Wiener Philharmoniker, Andris Nelsons  Wiener Philharmoniker, Leonard Bernstein, Krystian Zimerman  London Symphony Orchestra, Stanisław Skrowaczewski, Gina Bachauer  Эмиль Григорьевич Гилельс, Koninklijk Concertgebouworkest, Eugen Jochum  Hans Richter-Haaser, Berliner Philharmoniker, Herbert von Karajan  Stephen Hough, Mozarteum Orchester Salzburg, Mark Wigglesworth  Rudolf Serkin, The Cleveland Orchestra, George Szell  Владимир Самойлович Горовиц, NBC Symphony Orchestra, Arturo Toscanini  Emil Gilels, Chicago Symphony Orchestra, Fritz Reiner  Van Cliburn, Chicago Symphony Orchestra, Fritz Reiner  BBC Symphony Orchestra, Sir Adrian Boult, Artur Schnabel  Stephen Kovacevich, London Symphony Orchestra, Sir Colin Davis  London Symphony Orchestra, Zubin Mehta, Vladimir Ashkenazy  Vladimir Ashkenazy, Wiener Philharmoniker, Bernard Haitink  Claudio Arrau, Koninklijk Concertgebouworkest, Bernard Haitink  Géza Anda, Berliner Philharmoniker, Ferenc Fricsay  Emanuel Ax, Boston Symphony Orchestra, Bernard Haitink  Leon Fleisher, Cleveland Orchestra, George Szell  New York Philharmonic, Leonard Bernstein, André Watts  Wilhelm Backhaus, Wiener Philharmoniker, Karl Böhm  Claudio Arrau, Philharmonia Orchestra, Carlo Maria Giulini  Arthur Rubinstein, London Symphony Orchestra, Albert Coates  Arthur Rubinstein, RCA Victor Symphony Orchestra, Josef Krips  Julius Katchen, London Symphony Orchestra, János Ferencsik  Stephen Kovacevich, London Philharmonic Orchestra, Wolfgang Sawallisch  Sviatoslav Richter, Chicago Symphony Orchestra, Erich Leinsdorf  Sviatoslav Richter, Orchestra Sinfonica di Torino della RAI, Mario Rossi  Sviatoslav Richter, Orchestre de Paris, Lorin Maazel  Van Cliburn, Академический симфонический оркестр Московской филармонии, Кирилл Петрович Кондрашин  Arthur Rubinstein, Boston Symphony Orchestra, Charles Munch  Daniel Barenboim, New York Philharmonic, Zubin Mehta  Jorge Federico Osorio, Orquesta Sinfónica del Principado de Asturias, Maximiano Valdés  John Lill, Hallé Orchestra, James Loughran  Эмиль Григорьевич Гилельс, Berliner Philharmoniker, Eugen Jochum  Misha Dichter, Gewandhausorchester Leipzig, Kurt Masur  Alexander Chaikovsky, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Claudio Arrau, Scottish National Orchestra, Sir Alexander Gibson  Софийска Филхармония, Емил Табаков, Δημήτρης Σγουρός  Святослав Теофилович Рихтер, Симфонический оркестр Санкт-Петербургской филармонии, Евгений Александрович Мравинский  Sviatoslav Richter, Česká filharmonie, Кирилл Петрович Кондрашин  Van Cliburn, Moscow Philharmonic Symphony Orchestra, Kirill Kondrashin  Cyprien Katsaris, Philharmonia Orchestra, Eliahu Inbal  Claudio Arrau, Orchestre National de France, Igor Markevitch  Sviatoslav Richter, Boston Symphony Orchestra, Charles Munch  Evelyn Chen, Taipei Philharmonic Orchestra, Henry Mazer  Alfred Brendel, Berliner Philharmoniker, Claudio Abbado  Alfred Brendel, Koninklijk Concertgebouworkest, Bernard Haitink  Michel Béroff, Sächsische Staatskapelle Dresden, Eugen Jochum  Eugene Istomin, The Philadelphia Orchestra, Eugene Ormandy  Alexander Chaikovsky, St Petersburg Radio and TV Orchestra, Stanislav Gorkovenko  Nelson Freire, Gewandhausorchester Leipzig, Riccardo Chailly  Joseph Moog, Deutsche Radio Philharmonie, Nicholas Milton  Sunwook Kim, Hallé Orchestra, Sir Mark Elder  Stephen Hough, BBC Symphony Orchestra, Andrew Davis  Anna Malikova, Duisburger Philharmoniker, Jonathan Darlington  Rudolf Buchbinder, Koninklijk Concertgebouworkest, Nikolaus Harnoncourt  Adam Laloum, Rundfunk‐Sinfonieorchester Berlin, Kazuki Yamada  Nelson Goerner, NHK交響楽団, 尾高 忠明","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Concerto Symphonique no. 4 in D minor, op. 102: II. Scherzo","Writers":"Henry Litolff (composer)","Artists":"Henry Charles Litolff  Bournemouth Symphony Orchestra, Andrew Litton, Peter Donohoe  Arthur Ozolins, Toronto Symphony Orchestra, Mario Bernardi  Sir Clifford Curzon, London Philharmonic Orchestra, Sir Adrian Boult  Cristina Ortiz, Royal Philharmonic Orchestra, Moshe Atzmon  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Misha Dichter; Philharmonia Orchestra; Sir Neville Marriner  Peter Katin, London Philharmonic Orchestra, John Pritchard  John Ogdon, City of Birmingham Symphony Orchestra, Louis Frémaux  Yuja Wang, San Francisco Symphony, Michael Tilson Thomas  Ian Munro, Tasmanian Symphony Orchestra, David Porcelijn  Joseph Cooper, Pro Arte Orchestra, Charles Mackerras  Shura Cherkassky, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Danses andalouses: III. Gracia (El vito)","Writers":"Manuel Infante (composer)","Artists":"Katia & Marielle Labèque  Sonja & Shanti Sungkono  Güher & Süher Pekinel  Karin Lechner, Sergio Tiempo  Cipa Dichter, Misha Dichter  Piano Duo Genova & Dimitrov","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Études d'exécution transcendante d'après Paganini, S. 140: No. 3 in A-flat minor \"La Campanella\"","Writers":"Franz Liszt (composer)","Artists":"André Watts  Jorge Bolet  Franz Liszt  Georges Cziffra  Nikita Magaloff  John Ogdon  Jenő Jandó  [unknown]  Misha Dichter  Tamás Vásáry  Leslie Howard  Yundi Li  Gary Graffman  Agustin Anievas  Andrea Lucchesini  Martina Bauer  Nikolai Tokarev","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Fantasia on Polish Airs in A major, op. 13","Writers":"Fryderyk Chopin (composer)","Artists":"Claudio Arrau  Paolo Giacometti  Hamburg Symphony Orchestra, Heribert Beissel, Abbey Simon  Garrick Ohlsson, Orkiestra Symfoniczna Filharmonii Narodowej, Kazimierz Kord  Claudio Arrau, London Philharmonic Orchestra, Eliahu Inbal  Garrick Ohlsson, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Jerzy Maksymiuk  Arthur Moreira Lima, Софийска Филхармония, Димитър Манолов  Nelson Goerner, Orchestra of the Eighteenth Century, Frans Brüggen  Emanuel Ax, Orchestra of the Age of Enlightenment, Sir Charles Mackerras  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Ewa Pobłocka, Sinfonia Varsovia, Jacek Kaspszyk  Janusz Olejniczak, Das Neue Orchester, Christoph Spering","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Hungarian Rhapsody for Orchestra no. 2 in C minor, S. 359\/2 (orch. Liszt\/Doppler)","Writers":"Franz Liszt (composer, orchestrator)  Franz Doppler (orchestrator)","Artists":"Franz Liszt  Berliner Philharmoniker, Herbert von Karajan  Gewandhausorchester Leipzig, Kurt Masur  The Philadelphia Orchestra  [unknown]  Royal Philharmonic Orchestra  Ignaz Friedman  Misha Dichter  Moriz Rosenthal  Leopold Stokowski  Boston Pops Orchestra, Arthur Fiedler  The Philadelphia Orchestra, Eugene Ormandy  Orchester der Wiener Staatsoper, Hermann Scherchen  Magyar Rádió Szimfonikus Zenekara, András Kórodi  Budapest Festival Orchestra, Iván Fischer  London Symphony Orchestra, Antal Doráti  Philadelphia Orchestra, Eugene Ormandy  Orchester Wiener Akademie, Martin Haselböck  Gewandhausorchester Leipzig, Václav Neumann  Nemzeti Filharmonikus Zenekar, Mátyás Antal  Orchester der Wiener Staatsoper, Anatole Fistoulari  RCA Victor Symphony Orchestra, Leopold Stokowski  Szegedi Szimfonikus Zenekar, Tamás Pál  László Berki  RIAS Symphony Orchestra Berlin, Ferenc Fricsay  Vienna Symphony Orchestra, Hans Hagen  Al Donahue Band  Hungarian State Orchestra, Mátyás Antal  Budapesti Filharmóniai Társaság Zenekara, Héja Domonkos  Sofia Symphony Orchestra, Ivan Marinov  Staatskapelle Weimar, Arthur Fagen","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Hungarian Rhapsody no. 4 in E-flat major, S. 244 no. 4","Writers":"Franz Liszt (composer)","Artists":"Georges Cziffra  Jenő Jandó  Misha Dichter  Samson François  Roberto Szidon  Leslie Howard  Artur Pizarro  Michele Campanella  France Clidat  Mark Hambourg  Edith Farnadi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Liebesträume, S. 541: No. 3 Liebestraum As-Dur \"Oh Lieb, so lang du lieben kannst\"","Writers":"Franz Liszt (composer, arranger)","Artists":"Franz Liszt  Jorge Bolet  [unknown]  Arthur Rubinstein  Daniel Barenboim  Evgeny Kissin  John Ogdon  Georges Cziffra  Van Cliburn  Donatella Failoni  Leopold Godowsky  Wibi Soerjadi  Silvia Čápová  Lang Lang  Yundi Li  Michael Krücker  Евгений Игоревич Кисин  Jenő Jandó  Klaus Wunderlich  Misha Dichter  Kun Woo Paik  Dieter Goldmann  Kathryn Stott  Yuli Lavrénov  Boston Pops Orchestra, Arthur Fiedler  Anatol Ugorski  Josef Bulva  Misha Goldstein  Leonard Hokanson  Анатолий Угорский  Khatia Buniatishvili  Ivan Davis  Eric Himy  Rick Wakeman  Nat King Cole  Balázs Szokolay  Spike Jones  Gloria Saarinen  Sacha Puttnam  Eugen d'Albert  Philippe Entremont  Józef Hofmann  Leif Ove Andsnes  Alexis Weissenberg  Quintette du Hot Club de France  Claudio Arrau  郎朗  Garrick Ohlsson  Byron Janis  Paul Crossley  Moriz Rosenthal  Martin Jones  Dubravka Tomšič  Spike Jones and His City Slickers  Leslie Howard  Roland Pöntinen  Eva Knardahl  Klára Würtz  Brigitte Engerer  Jerome Rose  Rudolf Buchbinder  Anne Queffélec  Shura Cherkassky  Sviatoslav Richter  Konstantin Scherbakov  F. Liszt  Walter Klien  Ricardo Peñalver  Indrek Laul  Stefan Askenase  Valentina Lisitsa  Rena Kyriakou  Henrik Måwe  Olga Scheps  Paul Badura-Skoda  Hélène Gàl  David Lively  Mūza Rubackytė  Олександр Браіловський  Stephanie McCallum  Gerhard Oppitz  Richard Steiner  Yana Reznik  Franz Liszt; Jorge Bolet  Kong Xiangdong  Kemal Gekić  France Clidat  Franz Liszt; Harry Sukman  Isador Goodman  Sir Clifford Curzon  Madeleine Forte  Guillaume Coppola  Costantino Catena  David Barela  Sophie Pacini  Anna Scheps  Rhondda Gillespie  Eileen Joyce  Clive Lythgoe  Kathy Keane  Daniël Wayenberg  Eva Sukova  Jean‐Yves Thibaudet  Heinz Rögner  Iwan Llewelyn-Jones  Daniell Revenaugh  Dieter Goldmann, Jenő Jandó  Jane Coop  Romantic Strings and Orchestra  Aleksandra Mikulska  Yuli Lavrenov  Yann Walcker dits par Pierre Hatet  Aimi Kobayashi  Robert Chamberlain  James Lockhart  Silvia Čápová, Royal Philharmonic Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: [Untitled] (Interlude, Promenade theme, 1st) (original piano version, often called Promenade 2)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Peter Rösel  Hyperion Knight  Модест Петрович Мусоргский  Lazar Berman  [unknown]  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  POND  Baby Einstein  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: [Untitled] (Interlude, Promenade theme, 2nd) (original piano version, often called Promenade 3)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Jorge Federico Osorio  Hyperion Knight  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  POND  Baby Einstein  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: [Untitled] (Interlude, Promenade theme, 3rd) (original piano version, often called Promenade 4)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Paul Lewis  Hyperion Knight  Модест Петрович Мусоргский  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 1 \"Gnomus\" (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  Alfred Brendel  William Kapell  Vladimir Horowitz  [unknown]  Vladimir Ashkenazy  Anatol Ugorski  Hyperion Knight  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Bläserquintett der Staatskapelle Berlin, Andreas Haase  Сергей Александрович Осколков  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 2 \"Il vecchio castello\" (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Модест Петрович Мусоргский  Alfred Brendel  Alexander Warenberg  Vladimir Ashkenazy  Peter Rösel  Eliot Fisk  Hyperion Knight  Lazar Berman  [unknown]  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Alex Jacobowitz  Brigitte Engerer  Валерий Павлович Афанасьев  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Elisabeth Leonskaja  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  Alessandro Deljavan  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry  Nick Freeth","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 3 \"Tuileries\" (Dispute d'enfants après jeux) (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Anatol Ugorski  Hyperion Knight  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 4 \"Bydło\" (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Vladimir Ashkenazy  Alfred Brendel  Janos Solyom  Hyperion Knight  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Daniel Herskedal  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Giovanna Farigu  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 5 \"Балетъ невылупившихся птенцовъ\" [Balet nevylupivshikhsya ptentsov] (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Anatol Ugorski  Hyperion Knight  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Chicago Symphony Orchestra, Neeme Järvi  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Giovanna Farigu  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 6 \"Samuel\" Goldenberg und \"Schmuÿle\" (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Hyperion Knight  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Alex Jacobowitz  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 7 \"Limoges\", le marché (La grande nouvelle) (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Hyperion Knight  Модест Петрович Мусоргский  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 8 \"Catacombæ\" (Sepulcrum romanum) and \"Cum mortuis in lingua mortua\" (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Alfred Brendel  Evgeny Kissin  Alain Lefèvre  Hyperion Knight  Lazar Berman  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Brigitte Engerer  Валерий Павлович Афанасьев  Markus Schirmer  Modest Mussorgsky  Vladimir Ashkenazy  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Barry Douglas  Roger Muraro  Noriko Ogawa  Vladimir Feltsman  Khatia Buniatishvili  Rudolf Firkušný  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Quintette Moraguès, Yves Henry  Franz Liszt  Leif Ove Andsnes  Alexis Weissenberg  Шура Черкасский  Alexander Warenberg  Gary Graffman  Conrad Tao  Lars Vogt  Julius Katchen  Paul Lewis  Yefim Bronfman  Marino Formenti  Philip Edward Fisher  Alexander Panfilov","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 9 \"Избушка на курьихъ ножкахъ\" (Баба-Яга) [Izbushka na kuryikh nozhkakh (Baba-Yagá)] (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  William Kapell  Vladimir Horowitz  Модест Петрович Мусоргский  Alfred Brendel  Modest Mussorgsky  Vladimir Ashkenazy  Lars Vogt  Hyperion Knight  Franz Liszt  Lazar Berman  [unknown]  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Shoji Meguro  Anatol Ugorski  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  Kazumasa Matsumoto  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: No. 10 \"Богатырскія ворота\" (Въ стольномъ городѣ Кіевѣ) (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Модест Петрович Мусоргский  Sviatoslav Richter  Alexis Weissenberg  Misha Dichter  William Kapell  Vladimir Horowitz  [unknown]  Alfred Brendel  Leif Ove Andsnes  Modest Mussorgsky  Vladimir Ashkenazy  Gerhard Eckle  Hyperion Knight  Empire Brass  Franz Liszt  Lazar Berman  Alain Lefèvre  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Anatol Ugorski  Henrik Måwe  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Philip Edward Fisher  Alessio Bax  Kazumasa Matsumoto  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: Promenade (1st) (original piano version)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  [unknown]  William Kapell  Vladimir Horowitz  Alfred Brendel  Vladimir Ashkenazy  Anatol Ugorski  Hyperion Knight  Earl Wild  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Byron Janis  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Evgeny Kissin  Modest Mussorgsky  Janos Solyom  Mikhail Pletnev  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Gerhard Eckle  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Julius Katchen  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  POND  Baby Einstein  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov  Quintette Moraguès, Yves Henry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Pictures at an Exhibition: Promenade (2nd) (original piano version, often called Promenade 5)","Writers":"Модест Петрович Мусоргский (composer)","Artists":"Sviatoslav Richter  Evgeny Kissin  William Kapell  Alfred Brendel  Vladimir Ashkenazy  Franz Liszt  Lazar Berman  Alain Lefèvre  Leif Ove Andsnes  Alexis Weissenberg  Misha Dichter  Jaromír Klepáč  Ivo Pogorelich  Andreas Haefliger  Шура Черкасский  Brigitte Engerer  Валерий Павлович Афанасьев  Alexander Warenberg  Markus Schirmer  Anatol Ugorski  Janos Solyom  Alice Sara Ott  Sergio Perticaroli  Gary Graffman  Piers Lane  Steven Osborne  Peter Rösel  Conrad Tao  Barry Douglas  Roger Muraro  Noriko Ogawa  Lars Vogt  Vladimir Feltsman  Khatia Buniatishvili  Paul Lewis  Rudolf Firkušný  Yefim Bronfman  Aki Kuroda  Nobuyuki Tsujii  Jorge Federico Osorio  Philip Edward Fisher  Alessio Bax  German Marimba Duo  Vladimir Sverdlov  Andreï Vieru  Yuko Batik  Alexander Panfilov","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Polonaise brillante, S. 367 (for piano and orchestra, Liszt)","Writers":"Carl Maria von Weber (composer)  Franz Liszt (orchestrator)","Artists":"Leslie Howard, Magyar Rádió Szimfonikus Zenekara, Karl Anton Rickenbacher  Magyar Rádió Szimfonikus Zenekara, András Ligeti, Jenő Jandó  Gewandhausorchester Leipzig, Kurt Masur  Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis, Gerhard Oppitz  RTÉ Sinfonietta, Proinnsías Ó Duinn, Benjamin Frith  Philharmonia Hungarica, Richard Kapp, Jerome Rose  Misha Dichter, Philharmonia Orchestra, Neville Marriner","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Rhapsody in Blue (standard 1942 orchestration)","Writers":"George Gershwin (composer)  Ferde Grofé (orchestrator)","Artists":"George Gershwin  Ekseption  [unknown]  Daniel Blumenthal, English Chamber Orchestra, Steuart Bedford  Henry Mancini  Royal Philharmonic Orchestra  Jenő Jandó  Saint Louis Symphony Orchestra  Larry Adler & George Martin  Los Angeles Philharmonic, Leonard Bernstein  London Promenade Orchestra, Eric Hammerstein  André Previn, London Symphony Orchestra  Philippe Entremont, The Philadelphia Orchestra, Eugene Ormandy  Michael Boriskin, Eos Orchestra, Jonathan Sheffer  Eugene List, Cincinnati Symphony Orchestra, Erich Kunzel  Benjamin Grosvenor, Royal Liverpool Philharmonic Orchestra, James Judd  The Philadelphia Orchestra, Eugene Ormandy, Philippe Entremont  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Gabriel Tacchino, Orchestre Philharmonique de Monte‐Carlo, Lawrence Foster  Kathryn Selby, Slovak Radio Symphony Orchestra, Richard Hayman  André Previn, Pittsburgh Symphony Orchestra  Kurt Hiltawsky, Siegfried Stöckigt, Gewandhausorchester Leipzig, Kurt Masur  Oscar Levant, The Philadelphia Orchestra, Eugene Ormandy  Dieter Goldmann, Philharmonia Slavonica, Henry Adolph  Tzimon Barto, London Philharmonic Orchestra, Andrew Davis  Larry Adler  The Residents  The Bobs  Duke Ellington & His Orchestra  Eumir Deodato  Paul Whiteman & His Orchestra  Katia & Marielle Labèque  Jack Teagarden  Ferrante and Teicher  Leroy Smith and His Orchestra  Arthur Fiedler & Boston Pops Orchestra  London Symphony Orchestra, André Previn  New York Philharmonic, Zubin Mehta  London Symphony Orchestra, Geoffrey Simon  Orchestre symphonique de Montréal, Charles Dutoit  Fazil Say  Philharmonia Orchestra, Yan Pascal Tortelier, Howard Shelley  101 Strings  Leonid Hambro & Gershon Kingsley  Bergen filharmoniske orkester, Andrew Litton, Freddy Kempf  The European Philharmonic Orchestra, Hymisher Greenburg  Columbia Symphony Orchestra, Leonard Bernstein  Gewandhausorchester Leipzig, Kurt Masur, Siegfried Stöckigt  Raimonds Pauls & Liepājas Simfoniskais orķestris  Earl Wild, Boston Pops Orchestra, Arthur Fiedler  Edo de Waart, Minnesota Orchestra  The English Philharmonic Orchestra, Simon Addison  City of Birmingham Symphony Orchestra, Simon Rattle  Orquestra Simfònica de Barcelona i Nacional de Catalunya, Ernest Martínez Izquierdo, Michel Camilo  Alexis Weissenberg, Berliner Philharmoniker, Seiji Ozawa  Royal Philharmonic Orchestra, Louis Clark  Orchestra dell'Accademia Nazionale di Santa Cecilia, Myung-Whun Chung  Raymond Lewenthal, Metropolitan Symphony Orchestra & Oscar Danon  Kamil Hála, Slovak National Philharmonic Orchestra, Libor Pešek  Caine \/ Gershwin  Jenő Jandó, Budapest Philharmonic Orchestra, János Sándor  Josef Hála, Slovenská filharmónia, Denis Burgh  Cécile Ousset, Stuttgart Radio Symphony Orchestra, Sir Neville Marriner  Slovak Philharmonic Orchestra  American Radio Symphony Orchestra, M. Brown, K. Perkins  Simone Dinnerstein, MDR Leipzig Radio Symphony Orchestra, Kristjan Järvi  Aalborg Symfoniorkester, Wayne Marshall  Ralph Grierson, Philharmonia Orchestra, James Levine  Saint Louis Symphony Orchestra, Jeffrey Siegel, Leonard Slatkin  Minnesota Orchestra, Edo de Waart, Garrick Ohlsson  Earl Wild, Pasquale Cardillo  Julius Katchen, London Symphony Orchestra, István Kertész  Werner Haas, Orchestre Philharmonique de Monte‐Carlo, Edo de Waart  Jeffrey Biegel, Brown University Orchestra, Paul Phillips  Benny Goodman, Earl Wild, NBC Symphony Orchestra, Arturo Toscanini  Royal Philharmonic Orchestra, Barry Wordsworth, Christopher O'Riley  Budapesti Filharmóniai Társaság Zenekara  Wayne Marshall, Aalborg Symphony, Wayne Marshall  Ivan Davis, Cleveland Orchestra, Lorin Maazel  Aalborg Symphony, Wayne Marshall  Wayne Marshall, Aalborg Symphony  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Michael Reeves, London Philharmonic Orchestra, Vernon Handley  Wayne Marshall, City of Birmingham Symphony Orchestra, Simon Rattle  Lucy Parham, BBC Concert Orchestra, Barry Wordsworth  Boston Pops Orchestra, Earl Wild  Eugene List, Berlin Symphony Orchestra, Samuel Adler  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  George Gershwin, Paul Whiteman & His Orch.  Simon Tedeschi, Queensland Symphony Orchestra, Benjamin Northey  Kathy Keane  Stanley Black, London Festival Orchestra  Jeffrey Siegel, Saint Louis Symphony Orchestra, Leonard Slatkin  Jon Nakamatsu, Rochester Philharmonic Orchestra, Jeff Tyzik  Morton Gould, Morton Gould Orchestra  George Gershwin, Columbia Jazz Band, Michael Tilson Thomas  Eugene List, Eastman-Rochester Orchestra, Howard Hanson  Симфоничен оркестър на БНР, Jo Alfidi  Jesús Maria Sanromá, Boston Pops Orchestra, Arthur Fiedler  Jean‐Yves Thibaudet, BBC Symphony Orchestra, Hugh Wolff  Steve Barta, Jean‐Yves Thibaudet, Baltimore Symphony Orchestra, Marin Alsop  Leonard Bernstein, Los Angeles Philharmonic  Georges Cziffra, Nemzeti Filharmonikus Zenekar, Zoltán Rozsnyai  George Gershwin, Denver Symphony Pops, Newton Wayland  Royal Promenade Orchestra, Nigel Simpson  Kamil Hála, Slovak Philharmonic Orchestra, Libor Pešek  Boya Vodenicharov, Bulgarian Broadcasting Symphony Orchestra, Jo Alfidi  Marcus Roberts, Members of the Orchestra of St. Luke’s and the Lincoln Center Jazz Orchestra  Leonard Bernstein, Columbia Symphony Orchestra  George Rider, Philharmonia Slavonica, Henry Adolph  The Allentown Band, Ronald Demkee  Boyan Vodenicharov, Balkan State Orchestra, Jo Alfidi  Boyan Vodenicharov, Philharmonia Bulgarica, Jo Alfidi  Mark Bebbington, Royal Philharmonic Orchestra, Leon Botstein  Benny Goodman, Earl Wild, N.B.C Symphony Orchestra, Arturo Toscanini  Jan Panenka, Symfonický orchestr hlavního města Prahy FOK, Václav Smetáček  Raymond Lewenthal, London Promenade Orchestra, Eric Hammerstein  Jerome Simas, Michael Tilson Thomas, New World Symphony  Jenő Jandó, Budapesti Filharmóniai Társaság Zenekara, János Sándor  George Gershwin, Zubin Mehta & New York Philharmonic  Lincoln Mayorga, Moscow Philharmonic Orchestra, Dmitri Kitayenko  Nikolai Demidenko, 冨田勲  Foltz • Oliva  George Gershwin, Paul Whiteman Concert Orchestra, Nathaniel Shilkret  the Metro Philharmonic Orchestra, Joel Spiegelman  Gwenneth Pryor, London Symphony Orchestra, Richard Williams  Orion Weiss, Buffalo Philharmonic Orchestra, JoAnn Falletta  Peter Donohoe, London Sinfonietta, Sir Simon Rattle  Yann Walcker dits par Pierre Hatet  Gervase de Peyer, London Symphony Orchestra, André Previn  Werner Haas, Orchestre National de l’Opéra de Monte‐Carlo, Edo de Waart  George Gershwin; Leonard Bernstein; Columbia Symphony Orchestra; New York Philharmonic  David Syme, Mineria Symphony Orchestra, Luis Herrera de la Fuente","ISWC":"T-070.126.537-3","Type":null,"Lyrics Languages":"zxx","Attributes":"480024042 (ASCAP ID)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: I. Grave - Allegro di molto e con brio","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Wilhelm Kempff  Wilhelm Backhaus  Arthur Rubinstein  Claudio Arrau  Paul Badura-Skoda  Friedrich Gulda  Alfred Brendel  Daniel Barenboim  Edwin Fischer  Vladimir Horowitz  Emil Gilels  Yves Nat  Stephen Kovacevich  Rudolf Serkin  Garrick Ohlsson  Richard Goode  Annie Fischer  Louis Lortie  Walter Gieseking  Glenn Gould  Maurizio Pollini  Robert Silverman  John Ogdon  Jenő Jandó  Georges Cziffra  Lazar Berman  Maria João Pires  István Székely  中村紘子  Cyprien Katsaris  李雲迪  Misha Dichter  Samson François  András Schiff  Tamás Vásáry  Silvia Čápová  Dubravka Tomšič  Artur Schnabel  Ronald Brautigam  Van Cliburn  Ivan Moravec  Solomon  Éric Heidsieck  Alfredo Perl  Bruno-Leonardo Gelber  Ingrid Fliter  Bernard Roberts  仲道郁代  Freddy Kempf  Rudolf Buchbinder  Shura Cherkassky  Sviatoslav Richter  Vladimir Ashkenazy  Daniel Chorzempa  Walter Klien  Artur Pizarro  Jurgen Johannes  Justus Frantz  Angela Hewitt  Cristina Ortiz  James Taylor Quartet  Egon Petri  Nodar Gabunia  François-Frédéric Guy  Steven Lubin  Michael Houstoun  Mari Kodama  Gerard Willems  Jean-Efflam Bavouzet  Radu Lupu  Steven Osborne  HJ Lim  Gerhard Oppitz  Werner Haas  Peter Rösel  Tatiana Nikolayeva  Abdel Rahman El Bacha  Martin Roscoe  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Paavali Jumppanen  Jos van Immerseel  Michael Korstick  Valentina Babor  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Bruno Leonardo Gelber  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Nikolaj Gorowitsj  Jean‐Bernard Pommier  Daniela Rusó  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Peter Takács  Alessandro Cesaro  Caroline Fischer  Alexej Gorlatch  Ist Van Szekely  John O’Conor  Jean-François Robert  Алексе́й Бори́сович Люби́мов  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: II. Adagio cantabile","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Alfred Brendel  Vladimir Ashkenazy  Wilhelm Kempff  Wilhelm Backhaus  Arthur Rubinstein  István Székely  Daniel Barenboim  Claudio Arrau  Vladimir Horowitz  Paul Badura-Skoda  Friedrich Gulda  Rudolf Serkin  Dubravka Tomšič  Edwin Fischer  Gerard Willems  Yves Nat  Walter Gieseking  Bruno Leonardo Gelber  John Ogdon  Jenő Jandó  Lazar Berman  Stephen Kovacevich  Carol Rosenberger  Misha Dichter  Alfredo Perl  Richard Goode  Annie Fischer  Bernard Roberts  Beethoven  Justus Frantz  Cristina Ortiz  Henrik Måwe  Louis Lortie  François-Frédéric Guy  Emil Gilels  Jean‐Bernard Pommier  Alessandro Cesaro  Glenn Gould  Dan Gibson  Maurizio Pollini  Robert Silverman  Royal Philharmonic Orchestra  Murray Perahia  German Brass  Kelly Yost  Georges Cziffra  Klaus Wunderlich  Maria João Pires  Gloria Saarinen  Wibi Soerjadi  Cyprien Katsaris  李雲迪  Samson François  András Schiff  Эмиль Григорьевич Гилельс  Amy Hayashi-Jones  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Artur Schnabel  Ronald Brautigam  Ann Schein  Van Cliburn  Ivan Moravec  Solomon  Dieter Goldmann  Éric Heidsieck  Lili Kraus  Yuli Lavrénov  Ingrid Fliter  The Baby Einstein Music Box Orchestra  Les Voix de Daïa  Jerome Rose  仲道郁代  Freddy Kempf  Elisso Bolkvadze  Rudolf Buchbinder  Janet Murray  Shura Cherkassky  Sviatoslav Richter  Daniel Chorzempa  Walter Klien  Artur Pizarro  Ludwig van Beethoven; Vladimir Ashkenazy  Angela Hewitt  Egon Petri  Nodar Gabunia  Jodie de Salvo  Steven Lubin  Michael Houstoun  Mari Kodama  Jean-Efflam Bavouzet  Radu Lupu  Steven Osborne  HJ Lim  Misha Goldstein  Gerhard Oppitz  Werner Haas  Peter Rösel  Bob Ekelund  Tatiana Nikolayeva  Royal Philharmonic Orchestra, Louis Clark  Abdel Rahman El Bacha  Inger Södergren  Bruce Hungerford  Martin Roscoe  Julius Katchen  tiko-μ  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Richard Kastle  Paavali Jumppanen  Reid Nibley  Jos van Immerseel  Michael Korstick  Martin Souter  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Nikolaj Gorowitsj  François‐René Duchâble  Jeff Jarratt, Don Reedman, Andrew Pryce Jackman, Nick Glennie‐Smith, Richard Allen Harvey  Daniela Rusó  The Anthony Ventura Orchestra  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Hamilton de Holanda & Joel Nascimento  Peter Takács  Caroline Fischer  Dieter Zechlin  Alexej Gorlatch  John O’Conor  Jean-François Robert  石岡久乃  Алексе́й Бори́сович Люби́мов  Semprini  Lucas Jussen  Tom Nazziola  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: III. Rondo. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Wilhelm Backhaus  Wilhelm Kempff  Arthur Rubinstein  Paul Badura-Skoda  Friedrich Gulda  Alfred Brendel  Daniel Barenboim  Rudolf Serkin  Claudio Arrau  Edwin Fischer  Emil Gilels  Yves Nat  Stephen Kovacevich  Richard Goode  Annie Fischer  Vladimir Horowitz  Vladimir Ashkenazy  Louis Lortie  Walter Gieseking  Glenn Gould  London Symphony Orchestra  Maurizio Pollini  Robert Silverman  Владимир Самойлович Горовиц  John Ogdon  Jenő Jandó  Georges Cziffra  Lazar Berman  Maria João Pires  István Székely  Cyprien Katsaris  李雲迪  Misha Dichter  Samson François  András Schiff  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Dubravka Tomšič  Artur Schnabel  Ronald Brautigam  Van Cliburn  Ivan Moravec  Solomon  Éric Heidsieck  Lili Kraus  Alfredo Perl  Ingrid Fliter  The Baby Einstein Music Box Orchestra  Bernard Roberts  仲道郁代  Freddy Kempf  Rudolf Buchbinder  Shura Cherkassky  Sviatoslav Richter  Daniel Chorzempa  Walter Klien  Artur Pizarro  Jurgen Johannes  Justus Frantz  Angela Hewitt  Cristina Ortiz  Egon Petri  Nodar Gabunia  François-Frédéric Guy  Steven Lubin  Michael Houstoun  Mari Kodama  Gerard Willems  Jean-Efflam Bavouzet  Algis Pauljukaitis  Radu Lupu  Steven Osborne  HJ Lim  Gerhard Oppitz  Werner Haas  Peter Rösel  Tatiana Nikolayeva  Abdel Rahman El Bacha  Martin Roscoe  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Paavali Jumppanen  Jos van Immerseel  Michael Korstick  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Bruno Leonardo Gelber  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Hans-Jurgen Dietrich  Nikolaj Gorowitsj  Jean‐Bernard Pommier  Daniela Rusó  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Peter Takács  Alessandro Cesaro  Caroline Fischer  Alexej Gorlatch  John O’Conor  Jean-François Robert  Алексе́й Бори́сович Люби́мов  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Sonata for Piano no. 14 in C-sharp minor, op. 27 no. 2 “Moonlight”: I. Adagio sostenuto","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Dubravka Tomšič  Vladimir Ashkenazy  Wilhelm Kempff  Rudolf Serkin  Beethoven  Claudio Arrau  Wilhelm Backhaus  Vladimir Horowitz  Friedrich Gulda  John Ogdon  Earl Wild  Arthur Rubinstein  Maria João Pires  Daniel Barenboim  Evelyne Dubourg  Alfred Brendel  Moura Lympany  David Stanhope  Annie Fischer  Paul Badura-Skoda  Josef Bulva  Gerard Willems  Werner Haas  Emil Gilels  Walter Gieseking  Robert Taub  Glenn Gould  Maurizio Pollini  Murray Perahia  Jenő Jandó  Nelson Freire  Ignacy Jan Paderewski  Misha Dichter  Artur Schnabel  Van Cliburn  Solomon  Alfredo Perl  Richard Goode  Yukie Nagai  Andrew Wilde  Cristina Ortiz  Jörg Demus  Steven Lubin  Radu Lupu  Misha Goldstein  Peter Rösel  Dame Moura Lympany  Bruno Leonardo Gelber  Daniela Ruso  Ludwig Hoffmann  Dieter Zechlin  Robert Silverman  Danny Wright  Владимир Самойлович Горовиц  Margaret Leng Tan  Michael Chertock  Lazar Berman  André Watts  Stephen Kovacevich  Stephen Hough  Péter Nagy  中村紘子  Robert Casadesus  Philippe Entremont  Ignaz Friedman  Alexis Weissenberg  李雲迪  Samson François  András Schiff  Эмиль Григорьевич Гилельс  Amy Hayashi-Jones  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Ronald Brautigam  Ivan Moravec  Hans Haider  Dieter Goldmann  Frank Braley  Éric Heidsieck  Ian Hobson  横山幸雄  Peter Serkin  Yuli Lavrénov  Baby Genius  Bernard Roberts  Craig Ogden  Finghin Collins  Jerome Rose  Freddy Kempf  Elisso Bolkvadze  Rudolf Buchbinder  Janet Murray  Evgeny Kissin  Daniel Chorzempa  Walter Klien  Artur Pizarro  Ricardo Peñalver  Jurgen Johannes  Justus Frantz  Josef Hofmann  Ludwig van Beethoven; Vladimir Ashkenazy  Angela Hewitt  Ludvig van Beethoven  Valentina Lisitsa  Alexander Malter  Henrik Måwe  Louis Lortie  Alexei Lubimov  Mikhail Pletnev  Nodar Gabunia  Evgeny Zarafiants  François-Frédéric Guy  Michael Houstoun  Mari Kodama  Jean-Efflam Bavouzet  Steven Osborne  HJ Lim  Roger Woodward  Gerhard Oppitz  Ric Louchard  Yves Nat  Nicholas Walker  Richard Steiner  Tatiana Nikolayeva  Andrea Lucchesini  Abdel Rahman El Bacha  Evgeny Kissin  Nikolai Lugansky  Inger Södergren  Bruce Hungerford  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  meganeko  Wilhelm Ohmen  Paul Lewis  Paavali Jumppanen  Jos van Immerseel  Koenig & Weisbach  Andrew Rangell  Михаил Васильевич Плетнёв  Martin Souter  Nelly Kokinos  Wonny Song  Pierre Barbizet  Heinrich Neuhaus  Nicolai Evrov  Eugene Istomin  Edith Fischer  Walter Meyer  Ignacy Paderewski  Anne Øland  Rémi Geniet  Hans-Jurgen Dietrich  Robert Matthew-Walker  François‐René Duchâble  Heinz Rögner  Maria Grinberg  Davide Cabassi  Malcolm Bilson  Ambre  Paul Procopolis  Valentina Kameníková  Peter Takács  Alexej Gorlatch  John O’Conor  Peter Degenhardt  Yuko Nakamichi  Tea Kalandadze  Andrea Dindo  Alessandro Deljavan  Ji Liu  Magdalena Baczewska  Алексе́й Бори́сович Люби́мов  Pavlos Hatzopoulos  Christopher O’Riley  Mihály Bächer  Ránki Dezső, Tatyana Nikolayeva  Valery Grokhovski  Yuko Batik  Cristina Ortiz, Royal Philharmonic Orchestra  Павел Серебряков  Nick Freeth","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Trois études de concert, S. 144: III. \"Un sospiro\" in D-flat major","Writers":"Franz Liszt (composer)","Artists":"Franz Liszt  Jorge Bolet  [unknown]  Dame Moura Lympany  Fujiko Hemming  André Watts  Claudio Arrau  David Stanhope  Marc-André Hamelin  Leopold Godowsky  David Helfgott  Misha Dichter  Paul Crossley  Leslie Howard  Wolf Harden  Annie Fischer  Martino Tirimo  Lang Lang  Roger McVey  Indrek Laul  Valentina Lisitsa  Henrik Måwe  Algis Pauljukaitis  Lizt  Frederic Lamond  France Clidat  Franz Liszt; Harry Sukman  William Wolfram  Daniil Trifonov  Nobuyuki Tsujii  David Barela  Rhondda Gillespie  Eileen Joyce  Jeanne-Marie Darré  Philippe Cassard, Alfred Cortot  Jane Coop","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D-flat major (Key)","Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"},{"Work":"Warsaw Concerto (Dangerous Moonlight)","Writers":"Richard Addinsell (composer)  Roy Douglas (orchestrator)","Artists":"Richard Addinsell  Liberace  Isador Goodman, Melbourne Symphony Orchestra, Patrick Thomas  Carpenters  Ray Conniff  Roy Budd  Richard Clayderman  Freddy Martin and His Orchestra  Carmen Cavallaro  George Greeley  Hill Bowen & His Orchestra  Richard Addinsell, The Philharmonic Orchestra of Los Angeles, Alfred Wallenstein, Harry Kaufman  Daniel Adni, Bournemouth Symphony Orchestra, Kenneth Alwyn  George Rider, Radio Symphony Orchestra Ljubljana, Anton Nanut  Robert Docker, London Promenade Orchestra, Eric Hammerstein  The Mantovani Orchestra  Robert Wells  Ray Anthony  The Golden Gate Quartet  Claude Thornhill  Dick Hyman & His Orchestra  Ron Goodwin  [unknown]  Claude Thornhill & His Orchestra  Ferrante and Teicher  Hugo Winterhalter  Freddy Martin  The Melachrino Strings And Orchestra  Mantovani  Ljubljana Radio Symphony Orchestra  George Melachrino  Frank Chacksfield & His Orchestra  Norrie Paramor & His Orchestra  Living Strings  Toronto Festival Pops  Liberace with Paul Weston & His Orchestra  Boston Pops Orchestra, Arthur Fiedler  Erich Kunzel, Cincinnati Pops Orchestra  THE ALFEE with London Symphony Orchestra  Simfonični orkester RTV Slovenija, Anton Nanut  Robert Docker  Royal Philharmonic Orchestra, José Serebrier  Royal Philharmonic Orchestra, Louis Clark  Cristina Ortiz, Royal Philharmonic Orchestra, Moshe Atzmon  Alain Lefèvre, Orchestre symphonique de Québec, Yoav Talmi  Misha Dichter, Philharmonia Orchestra, Neville Marriner  Misha Dichter; Philharmonia Orchestra; Sir Neville Marriner  Valentina Lisitsa, BBC Concert Orchestra, Gavin Sutherland  Jean‐Yves Thibaudet, BBC Symphony Orchestra, Hugh Wolff  Martin Jones, Royal Ballet Sinfonia, Kenneth Alwyn  Dieter Goldmann, Münchner Symphoniker, Henry Adolph  Alexander Cattarino, Slovak Philharmonic Orchestra, Bystrík Režucha  Philip Fowke, RTÉ Concert Orchestra, Proinnsías Ó Duinn  David Haines, Paris Theatre Orchestra  Marguerite Beatson  Richard Clayderman, Royal Philharmonic Orchestra, Roger Berthier","ISWC":null,"Type":"Concerto","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"768e4e76-2824-45b8-91e4-a0551682ff9f"}]