[{"Work":"24 Preludes, op. 34, no. 1: Moderato in C major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Sergej Azizian, Elena Semishina  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 2: Allegretto in A minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 3: Andante in G major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 4: Moderato in E minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 5: Allegro vivace in D major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"William Kapell  Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 6: Allegretto in B minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Summit Brass  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 7: Andante in A major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 8: Allegretto in F-sharp minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Dmitri Shostakovich  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 9: Presto in E major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Марта Деянова  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 10: Moderato non troppo in C-sharp minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"William Kapell  Марта Деянова  Olga Kiun  Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Jascha Heifetz, Emanuel Bay  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Dmitri Shostakovich, Dmitry Tsyganov  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 11: Allegretto in B major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 12: Allegro non troppo in G-sharp minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 13: Moderato in F-sharp minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Summit Brass  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 14: Adagio in E-flat minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Summit Brass  Olli Mustonen  William Kapell  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Harriet Cohen  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 15: Allegretto in D-flat major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Jascha Heifetz, Emanuel Bay  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Dmitri Shostakovich, Dmitry Tsyganov  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 16: Andantino in B-flat minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Dmitri Shostakovich, Dmitry Tsyganov  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 17: Largo in A-flat major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Itamar Golan, Sharon Kam  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 18: Allegretto in F minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 19: Andantino in E-flat major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 20: Allegretto furioso in C minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Summit Brass  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 21: Allegretto poco moderato in B-flat major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Daniel Barenboim  Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 22: Adagio in G minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Dmitri Shostakovich  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Tatiana Nikolaeva  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Michail Lifits  Evgeny Soifertis  Olga Kiun  Alexei Utkin, Hermitage Chamber Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 23: Moderato in F major","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"24 Preludes, op. 34, no. 24: Allegretto in D minor","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"Olli Mustonen  William Kapell  Daniel Barenboim  Lilia Boyadjieva  Konstantin Scherbakov  Марта Деянова  Tatiana Nikolayeva  David Kadouch  Colin Stone  Boris Petrushansky  Kyoko Hashimoto  Daniela Müller-Jung  USSR Ministry of Culture Symphony Orchestra, Gennady Rozhdestvensky  Dmitri Shostakovich, Dmitry Tsyganov  Vladimir Stoupel  Michail Lifits  Evgeny Soifertis  Olga Kiun","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Quintet for Piano and Strings in G minor, op. 57: I. Prelude. Lento","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"The Nash Ensemble  Elisabeth Leonskaja, Borodin Quartet  Sorrel Quartet, Martin Roscoe  Yuri Bashmet, Itamar Golan, Janine Jansen, Mischa Maisky, Julian Rachlin  Vladimir Ashkenazy, Fitzwilliam String Quartet  Vermeer Quartet, Boris Berman  The Borodin Trio, Mimi Zweig, Jerry Horner  London Musici Quartet, Kathryn Stott  Martha Argerich, Renaud Capuçon, Lyda Chen, Mischa Maisky, Alissa Margulis  Borodin Quartet, Sviatoslav Richter  Artur Balsam, Budapest String Quartet  Roger Woodward, Alexander String Quartet  Marc-André Hamelin, Takács Quartet  Yefim Bronfman, Juilliard String Quartet  Talich Quartet, Miroslav Langer  Beethoven String Quartet, Dmitri Shostakovich  Beaux Arts Trio, Eugene Drucker, Lawrence Dutton  Edward Auer, Godfried Hoogeveen, Paul Rosenthal, Marcus Thompson  Borodin Quartet, Dimitri Chostakovitch  Glenn Gould, Symphonia Quartet  Evgeni Koroliov, Pražák Quartet  Vadim Borissovsky, Sergei Shirinsky, Vassily Shirinsky, Dmitri Shostakovich, Dmitry Tsyganov  Lev Natochenny, Penderecki String Quartet  Michail Lifits, Szymanowski Quartet  Constantine Orbelian, Moscow String Quartet  Алексей Наседкин, The Shostakovich String Quartet  David Kadouch, Quatuor Ardeo  Piotr Anderszewski, Belcea Quartet  St. Petersburg String Quartet, Igor Uryash  Esbjerg Ensemble","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Quintet for Piano and Strings in G minor, op. 57: II. Fugue. Adagio","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"The Nash Ensemble  Elisabeth Leonskaja, Borodin Quartet  Sorrel Quartet, Martin Roscoe  Yuri Bashmet, Itamar Golan, Janine Jansen, Mischa Maisky, Julian Rachlin  Vladimir Ashkenazy, Fitzwilliam String Quartet  Vermeer Quartet, Boris Berman  The Borodin Trio, Mimi Zweig, Jerry Horner  London Musici Quartet, Kathryn Stott  Martha Argerich, Renaud Capuçon, Lyda Chen, Mischa Maisky, Alissa Margulis  Borodin Quartet, Sviatoslav Richter  Artur Balsam, Budapest String Quartet  Roger Woodward, Alexander String Quartet  Marc-André Hamelin, Takács Quartet  Yefim Bronfman, Juilliard String Quartet  Talich Quartet, Miroslav Langer  Beethoven String Quartet, Dmitri Shostakovich  Beaux Arts Trio, Eugene Drucker, Lawrence Dutton  Edward Auer, Godfried Hoogeveen, Paul Rosenthal, Marcus Thompson  Borodin Quartet, Dimitri Chostakovitch  Glenn Gould, Symphonia Quartet  Evgeni Koroliov, Pražák Quartet  Vadim Borissovsky, Sergei Shirinsky, Vassily Shirinsky, Dmitri Shostakovich, Dmitry Tsyganov  Lev Natochenny, Penderecki String Quartet  Michail Lifits, Szymanowski Quartet  Constantine Orbelian, Moscow String Quartet  Алексей Наседкин, The Shostakovich String Quartet  David Kadouch, Quatuor Ardeo  Piotr Anderszewski, Belcea Quartet  St. Petersburg String Quartet, Igor Uryash  Esbjerg Ensemble","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Quintet for Piano and Strings in G minor, op. 57: III. Scherzo. Allegretto","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"The Nash Ensemble  Elisabeth Leonskaja, Borodin Quartet  Sorrel Quartet, Martin Roscoe  Yuri Bashmet, Itamar Golan, Janine Jansen, Mischa Maisky, Julian Rachlin  Vladimir Ashkenazy, Fitzwilliam String Quartet  Vermeer Quartet, Boris Berman  The Borodin Trio, Mimi Zweig, Jerry Horner  London Musici Quartet, Kathryn Stott  Martha Argerich, Renaud Capuçon, Lyda Chen, Mischa Maisky, Alissa Margulis  Borodin Quartet, Sviatoslav Richter  Artur Balsam, Budapest String Quartet  Roger Woodward, Alexander String Quartet  Marc-André Hamelin, Takács Quartet  Yefim Bronfman, Juilliard String Quartet  Talich Quartet, Miroslav Langer  Australia Ensemble  Beethoven String Quartet, Dmitri Shostakovich  Beaux Arts Trio, Eugene Drucker, Lawrence Dutton  Edward Auer, Godfried Hoogeveen, Paul Rosenthal, Marcus Thompson  Borodin Quartet, Dimitri Chostakovitch  Evgeni Koroliov, Pražák Quartet  Vadim Borissovsky, Sergei Shirinsky, Vassily Shirinsky, Dmitri Shostakovich, Dmitry Tsyganov  Lev Natochenny, Penderecki String Quartet  Michail Lifits, Szymanowski Quartet  Constantine Orbelian, Moscow String Quartet  Алексей Наседкин, The Shostakovich String Quartet  David Kadouch, Quatuor Ardeo  Piotr Anderszewski, Belcea Quartet  St. Petersburg String Quartet, Igor Uryash  Esbjerg Ensemble","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Quintet for Piano and Strings in G minor, op. 57: IV. Intermezzo. Lento","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"The Nash Ensemble  Elisabeth Leonskaja, Borodin Quartet  Sorrel Quartet, Martin Roscoe  Yuri Bashmet, Itamar Golan, Janine Jansen, Mischa Maisky, Julian Rachlin  Vladimir Ashkenazy, Fitzwilliam String Quartet  Vermeer Quartet, Boris Berman  The Borodin Trio, Mimi Zweig, Jerry Horner  London Musici Quartet, Kathryn Stott  Martha Argerich, Renaud Capuçon, Lyda Chen, Mischa Maisky, Alissa Margulis  Borodin Quartet, Sviatoslav Richter  Artur Balsam, Budapest String Quartet  Roger Woodward, Alexander String Quartet  Marc-André Hamelin, Takács Quartet  Yefim Bronfman, Juilliard String Quartet  Talich Quartet, Miroslav Langer  Beethoven String Quartet, Dmitri Shostakovich  Beaux Arts Trio, Eugene Drucker, Lawrence Dutton  Edward Auer, Godfried Hoogeveen, Paul Rosenthal, Marcus Thompson  Borodin Quartet, Dimitri Chostakovitch  Evgeni Koroliov, Pražák Quartet  Vadim Borissovsky, Sergei Shirinsky, Vassily Shirinsky, Dmitri Shostakovich, Dmitry Tsyganov  Lev Natochenny, Penderecki String Quartet  Michail Lifits, Szymanowski Quartet  Constantine Orbelian, Moscow String Quartet  Алексей Наседкин, The Shostakovich String Quartet  David Kadouch, Quatuor Ardeo  Piotr Anderszewski, Belcea Quartet  St. Petersburg String Quartet, Igor Uryash  Esbjerg Ensemble","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Quintet for Piano and Strings in G minor, op. 57: V. Finale. Allegretto","Writers":"Дмитрий Дмитриевич Шостакович (composer)","Artists":"The Nash Ensemble  Elisabeth Leonskaja, Borodin Quartet  Sorrel Quartet, Martin Roscoe  Yuri Bashmet, Itamar Golan, Janine Jansen, Mischa Maisky, Julian Rachlin  Vladimir Ashkenazy, Fitzwilliam String Quartet  Vermeer Quartet, Boris Berman  The Borodin Trio, Mimi Zweig, Jerry Horner  London Musici Quartet, Kathryn Stott  Martha Argerich, Renaud Capuçon, Lyda Chen, Mischa Maisky, Alissa Margulis  Borodin Quartet, Sviatoslav Richter  Artur Balsam, Budapest String Quartet  Roger Woodward, Alexander String Quartet  Marc-André Hamelin, Takács Quartet  Yefim Bronfman, Juilliard String Quartet  Talich Quartet, Miroslav Langer  Beethoven String Quartet, Dmitri Shostakovich  Beaux Arts Trio, Eugene Drucker, Lawrence Dutton  Edward Auer, Godfried Hoogeveen, Paul Rosenthal, Marcus Thompson  Borodin Quartet, Dimitri Chostakovitch  Glenn Gould, Symphonia Quartet  Evgeni Koroliov, Pražák Quartet  Vadim Borissovsky, Sergei Shirinsky, Vassily Shirinsky, Dmitri Shostakovich, Dmitry Tsyganov  Lev Natochenny, Penderecki String Quartet  Michail Lifits, Szymanowski Quartet  Constantine Orbelian, Moscow String Quartet  Алексей Наседкин, The Shostakovich String Quartet  David Kadouch, Quatuor Ardeo  Piotr Anderszewski, Belcea Quartet  St. Petersburg String Quartet, Igor Uryash  Esbjerg Ensemble","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano in E-flat major, op. 18: I. Allegro ma non troppo","Writers":"Richard Strauss (composer)","Artists":"Jascha Heifetz, Brooks Smith  Gidon Kremer, Oleg Maisenberg  Arthur Rubinstein  Sherry Kloss  Jascha Heifetz, Arpád Sándor  Ginette Neveu, Gustaf Beck  Anne Akiko Meyers, Rohan de Silva  Midori, Robert McDonald  Arnold Steinhardt, Lincoln Mayorga  Emmanuel Pahud, Éric Le Sage  Ernö Sebestyen, Wolfgang Sawallisch  五嶋龍  Itzhak Perlman, Emanuel Ax  Kyung Wha Chung, Krystian Zimerman  Sarah Chang, Wolfgang Sawallisch  Vilde Frang, Michail Lifits  Boris Berezovsky, Vadim Repin  Gustaf Beck, Ginette Neveu  Arabella Steinbacher, Robert Kulek  Duo Ainos  Michael Brown, Elena Urioste  Tobias Feldmann, Boris Kusnezow","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano in E-flat major, op. 18: II. Improvisation. Andante cantabile","Writers":"Richard Strauss (composer)","Artists":"Gidon Kremer, Oleg Maisenberg  Jascha Heifetz, Brooks Smith  [unknown]  Arthur Rubinstein  Sherry Kloss  Jascha Heifetz, Arpád Sándor  Ginette Neveu, Gustaf Beck  Anne Akiko Meyers, Rohan de Silva  Midori, Robert McDonald  Arnold Steinhardt, Lincoln Mayorga  Emmanuel Pahud, Éric Le Sage  Ernö Sebestyen, Wolfgang Sawallisch  五嶋龍  Itzhak Perlman, Emanuel Ax  Kyung Wha Chung, Krystian Zimerman  Sarah Chang, Wolfgang Sawallisch  Vilde Frang, Michail Lifits  Boris Berezovsky, Vadim Repin  Gustaf Beck, Ginette Neveu  Arabella Steinbacher, Robert Kulek  Duo Ainos  Michael Brown, Elena Urioste  Tobias Feldmann, Boris Kusnezow  Walter Klien, Wolfgang Schneiderhan","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano in E-flat major, op. 18: III. Finale. Andante - Allegro","Writers":"Richard Strauss (composer)","Artists":"Jascha Heifetz, Brooks Smith  Gidon Kremer, Oleg Maisenberg  Arthur Rubinstein  Sherry Kloss  Jascha Heifetz, Arpád Sándor  Ginette Neveu, Gustaf Beck  Anne Akiko Meyers, Rohan de Silva  Midori, Robert McDonald  Arnold Steinhardt, Lincoln Mayorga  Emmanuel Pahud, Éric Le Sage  Ernö Sebestyen, Wolfgang Sawallisch  五嶋龍  Itzhak Perlman, Emanuel Ax  Kyung Wha Chung, Krystian Zimerman  Sarah Chang, Wolfgang Sawallisch  Vilde Frang, Michail Lifits  Boris Berezovsky, Vadim Repin  Gustaf Beck, Ginette Neveu  Arabella Steinbacher, Robert Kulek  Duo Ainos  Michael Brown, Elena Urioste  Tobias Feldmann, Boris Kusnezow","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano no. 1 in F major, op. 8: I. Allegro con brio","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Henning Kraggerud, Helge Kjekshus  Einar Henning Smebye, Terje Tønnesen  Egon Morbitzer, Michael Stöckigt  Ann Meeta Teppo, Anette Kriis  Ivan Zenaty, Antonín Kubálek  Augustin Dumay, Maria João Pires  Robert Levin, Yehudi Menuhin  Grigory Romanovich Ginzburg, Leonid Kogan  Oscar Shumsky, Seymour Lipkin  Vilde Frang, Michail Lifits  Isabelle van Keulen, Ronald Brautigam  Mischa Elman, Joseph Seiger  Daniela Cammarano, Alessandro Deljavan  강동석, Roland Pöntinen","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano no. 1 in F major, op. 8: II. Allegretto quasi andantino","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Henning Kraggerud, Helge Kjekshus  Einar Henning Smebye, Terje Tønnesen  Egon Morbitzer, Michael Stöckigt  Ivan Zenaty, Antonín Kubálek  Augustin Dumay, Maria João Pires  Robert Levin, Yehudi Menuhin  Grigory Romanovich Ginzburg, Leonid Kogan  Oscar Shumsky, Seymour Lipkin  Vilde Frang, Michail Lifits  Isabelle van Keulen, Ronald Brautigam  Mischa Elman, Joseph Seiger  Daniela Cammarano, Alessandro Deljavan  강동석, Roland Pöntinen","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"},{"Work":"Sonata for Violin and Piano no. 1 in F major, op. 8: III. Allegro molto vivace","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Henning Kraggerud, Helge Kjekshus  Einar Henning Smebye, Terje Tønnesen  Egon Morbitzer, Michael Stöckigt  Ivan Zenaty, Antonín Kubálek  Augustin Dumay, Maria João Pires  Robert Levin, Yehudi Menuhin  Grigory Romanovich Ginzburg, Leonid Kogan  Oscar Shumsky, Seymour Lipkin  Vilde Frang, Michail Lifits  Isabelle van Keulen, Ronald Brautigam  Mischa Elman, Joseph Seiger  Daniela Cammarano, Alessandro Deljavan  강동석, Roland Pöntinen","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"7dab594d-a260-474a-a513-2c83ec8ff773"}]