[{"Work":"Achille in Sciro","Writers":"Johann Friedrich Agricola (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Alcina, HWV 34: Atto II. \"Verdi prati\" (Ruggiero)","Writers":"George Frideric Handel (composer)","Artists":"Graham Pushee, Australian Brandenburg Orchestra, Paul Dyer  Sally-Anne Russell, Adelaide Symphony Orchestra, Nicholas Milton  Maite Beaumont, Il Complesso Barocco, Alan Curtis  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Della Jones, City of London Baroque Sinfonia, Richard Hickox  Bayerisches Staatsorchester, Ivor Bolton  Fiona Campbell, David Walker, Ironwood, Neal Peres Da Costa  James Bowman, The King’s Consort, Robert King  Fritz Wunderlich, Cappella Coloniensis, Ferdinand Leitner","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": I. Andante \"Salve Regina\"","Writers":"Antonio Vivaldi (composer)","Artists":"Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Michael Chance, The English Concert, Trevor Pinnock  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": II. Allegro \"Ad te clamamus\"","Writers":"Antonio Vivaldi (composer)","Artists":"Michael Chance, The English Concert, Trevor Pinnock  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": III. Larghetto \"Ad te suspiramus\"","Writers":"Antonio Vivaldi (composer)","Artists":"Andreas Scholl  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Michael Chance, The English Concert, Trevor Pinnock  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Michael Chance, Lisa Beznosiuk, The English Concert, Trevor Pinnock  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": IV. Allegro \"Eia ergo\"","Writers":"Antonio Vivaldi (composer)","Artists":"Michael Chance, The English Concert, Trevor Pinnock  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": V. Andante molto \"Et Jesum\"","Writers":"Antonio Vivaldi (composer)","Artists":"Michael Chance, The English Concert, Trevor Pinnock  Andreas Scholl  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Antiphon in C minor, RV 616 \"Salve Regina\": VI. Andante \"O clemens\"","Writers":"Antonio Vivaldi (composer)","Artists":"Michael Chance, The English Concert, Trevor Pinnock  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  James Bowman, Ensemble Jean-Walter Audoli, Jean-Walter Audoli  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Artaserse","Writers":"Carl Heinrich Graun (composer)  Pietro Metastasio (librettist)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Artaserse, Akt II: \"Palido il sole\"","Writers":"Johann Adolf Hasse (composer)  Pietro Metastasio (librettist)","Artists":"Jochen Kowalski, Deutsches Symphonie‐Orchester Berlin, Heinz Fricke  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Ascanio in Alba, K. 111: Act I, Scene II. No. 5 Aria \"Cara, lontano ancora\" (Ascanio)","Writers":"Wolfgang Amadeus Mozart (composer)  Giuseppe Parini (librettist)","Artists":"Bejun Mehta, Akademie für Alte Musik Berlin, René Jacobs  Concerto Armonico, Jacques Grimbert  Maaike Beekman, Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Aγνή Mπάλτσα, Leopold Hager, Mozarteum Orchester Salzburg","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Ascanio in Alba, K. 111: Act I, Scene II. Recitativo \"Perché tacer degg'io?\" (Ascanio)","Writers":"Wolfgang Amadeus Mozart (composer)  Giuseppe Parini (librettist)","Artists":"Bejun Mehta, Akademie für Alte Musik Berlin, René Jacobs  Concerto Armonico, Jacques Grimbert  Maaike Beekman, Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Aγνή Mπάλτσα, Leopold Hager, Mozarteum Orchester Salzburg","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Ascanio in Alba, K. 111: Act I, Scene V. No. 16 Aria \"Ah di sì nobil alma\" (Ascanio)","Writers":"Wolfgang Amadeus Mozart (composer)  Giuseppe Parini (librettist)","Artists":"Bejun Mehta, Akademie für Alte Musik Berlin, René Jacobs  Concerto Armonico, Jacques Grimbert  Maaike Beekman, Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Aγνή Mπάλτσα, Mozarteum Orchester Salzburg, Leopold Hager  David Daniels, Orchestra of the Age of Enlightenment, Harry Bicket","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Ascanio in Alba, K. 111: Act II, Scene IV. Recitativo \"Ahimè! Che veggio mai?\" (Ascanio)","Writers":"Wolfgang Amadeus Mozart (composer)  Giuseppe Parini (librettist)","Artists":"Concerto Armonico, Jacques Grimbert  Maaike Beekman, Nicola Wemyss, Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Aγνή Mπάλτσα, Leopold Hager, Mozarteum Orchester Salzburg","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Belshazzar, HWV 61: Act 1, Scene 3, \"O sacred oracles of truth\" (Daniel)","Writers":"George Frideric Handel (composer)  Charles Jennens (librettist)","Artists":"Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  James Bowman, The English Concert, Trevor Pinnock  The King’s Consort, Iestyn Davies, Robert King","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Cantata, HWV 132b \"Mi palpita il cor\": IV. Aria. Allegro \"Se un dì m'adora la mia crudele\"","Writers":"George Frideric Handel (composer)","Artists":"Emma Kirkby, Jane Coe, Christopher Hogwood, Michel Piguet, Academy of Ancient Music  Gemma Bertagnolli, Ensemble Zefiro, Alfredo Bernardini  Julianne Baird, Aurora  Jochen Kowalski, Akademie für Alte Musik Berlin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Cleopatra & Cesare: Atto II, Scena X. Aria “Cortese il cielo” (Arsace)","Writers":"Carl Heinrich Graun (composer)  Giovan Gualberto Bottarelli (librettist)","Artists":"Carl Heinrich Graun  Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Flavius Bertaridus, König der Longobarden","Writers":"Georg Philipp Telemann (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Opera","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Giulio Cesare in Egitto, HWV 17: Atto I, Scena IX. Aria \"Va tacito e nascosto\" (Cesare)","Writers":"George Frideric Handel (composer)  Nicola Francesco Haym (librettist)","Artists":"Marijana Mijanovic, Les Musiciens du Louvre, Marc Minkowski  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  David Daniels, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Jennifer Larmore, Concerto Köln, René Jacobs  Graham Pushee, Dominic Harvey, Australian Brandenburg Orchestra, Paul Dyer  Graham Pushee, Australian Brandenburg Orchestra, Paul Dyer  Münchener Bach‐Orchester, Karl Richter  Dietrich Fischer‐Dieskau, Münchener Bach‐Orchester, Karl Richter  Jochen Kowalski, Carl Philipp Emanuel Bach Chamber Orchestra, Hartmut Haenchen  Ann Murray, Scottish Chamber Orchestra, Raymond Leppard  James Bowman, Andrew Clark, The King’s Consort, Robert King  Drew Minter, Philharmonia Baroque Orchestra, Nicholas McGegan  Yosemeh Adjei, Jeroen Berwaerts, Capella Istropolitana, Holger Speck","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Giustino, HWV 37: Atto I. \"Se parla nel mio cor\" (Giustino)","Writers":"George Frideric Handel (composer)","Artists":"Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Philippe Jaroussky, Ensemble Artaserse  James Bowman, The King’s Consort, Robert King","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Griselda: Atto II. \"Per la gloria d'adorarvi\"","Writers":"Giovanni Battista Bononcini (composer)  Paolo Antonio Rolli (lyricist)","Artists":"Luciano Pavarotti  Giovanni Battista Bononcini  Luciano Pavarotti, Orchestra del Teatro Comunale di Bologna, Richard Bonynge  José Carreras, English Chamber Orchestra, Vjekoslav Šutej  Nathalie Stutzmann, Orfeo 55  Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"h-Moll-Messe, BWV 232: I. Missa: X. Qui sedes ad dextram Patris","Writers":"Johann Sebastian Bach (composer)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Collegium Vocale Gent, Philippe Herreweghe  Cecilia Bartoli, Orchestra dell’Accademia Nazionale di Santa Cecilia, Myung-Whun Chung  Münchener Bach‐Orchester, Karl Richter  Bach‐Collegium Stuttgart, Helmuth Rilling  Herbert von Karajan  Kathleen Ferrier  [unknown]  Le Concert des Nations, Jordi Savall  Berliner Philharmoniker, Herbert von Karajan  Academy of St Martin in the Fields, Sir Neville Marriner  Chicago Symphony Orchestra, Sir Georg Solti  Philharmonia Orchestra, Otto Klemperer  Philharmonia Orchestra, Carlo Maria Giulini  Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Kölner Kammerorchester, Helmut Müller-Brühl  Münchner Philharmoniker, Sergiu Celibidache  Les Musiciens du Louvre, Marc Minkowski  Frieder Bernius  Bach Collegium Japan, Masaaki Suzuki  Dunedin Consort, John Butt  Martin Pearlman, Boston Baroque  Amsterdam Baroque Orchestra, Ton Koopman  Kathleen Ferrier, London Philharmonic Orchestra, Sir Adrian Boult  Sylvia McNair, Delores Ziegler, Robert Shaw, Atlanta Symphony Orchestra & Chamber Chorus  Martina Koppelstetter, Capella Istropolitana, Christian Brembeck  English Chamber Orchestra, Johannes Somary  American Bach Soloists, Jeffrey Thomas  Taverner Players, Andrew Parrott  Cantus Cölln, Konrad Junghänel  La Petite Bande, Gustav Leonhardt  Robert Shaw Orchestra, Robert Shaw  The Boyd Neel Orchestra, George Enescu  Orchestra of the Sixteen, Harry Christophers  Deutsche Kammerakademie Neuss, Karl-Friedrich Beringer  Helen Watts, Stuttgarter Kammerorchester, Karl Münchinger  Orchester des 35 Deutschen Bachfestes, Hans Grischkat  The Iceland Symphony Orchestra, Ingólfur Guðbrandsson  Nan Merriman, Orchester der Wiener Staatsoper, Hermann Scherchen  Sigiswald Kuijken, La Petite Bande  Esther Brazil, English Baroque Soloists, Sir John Eliot Gardiner  Gloria Banditelli, Sonatori de la Gioiosa Marca, Diego Fasolis  Jean-Louis Gil, Paul Kuentz  The Bach Ensemble  Jard van Nes, Symphonieorchester des Bayerischen Rundfunks, Carlo Maria Giulini  Monica Groop, Drottningholms Barockensemble, Eric Ericson  Bernarda Fink, Ensemble Instrumental de Lausanne, Michel Corboz  Axel Köhler, Akademie für Alte Musik Berlin, René Jacobs  Orchestre de la Societe Philharmonique d'Amsterdam, Walter Goehr  Hertha Töpper, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Jürgen Banholzer, Freiburger Barockorchester, Thomas Hengelbrock  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Angelika Kirchschlager, Siato Kinen Orchestra, Seiji Ozawa  Tim Mead, Arcangelo, Jonathan Cohen  Dresdner Kammerchor, Ann Hallenberg, Sunhae Im, Marianne Beate Kielland, Hanno Müller‐Brachmann, Markus Schäfer, Kölner Kammerorchester, Helmut Müller‐Brühl  The King’s Consort, Robert King  Michael Chance, Orchestra of the Eighteenth Century, Frans Brüggen  Michael Chance, Sophia McKenna, English Baroque Soloists, Sir John Eliot Gardiner  Philippe Herreweghe, Charles Brett, Collegium Vocale Gent  Iestyn Davies, Orchestra of the Age of Enlightenment, Stephen Layton  Ann Hallenberg, Cologne Chamber Orchestra, Helmut Müller‐Brühl","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"h-Moll-Messe, BWV 232: IV. Osanna, Benedictus, Agnus Dei, Dona nobis pacem: IV. Agnus Dei","Writers":"Johann Sebastian Bach (composer)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Kathleen Ferrier, London Philharmonic Orchestra, Sir Adrian Boult  Collegium Vocale Gent, Philippe Herreweghe  Robert Shaw Orchestra, Robert Shaw  Helen Watts, Stuttgarter Kammerorchester, Karl Münchinger  Münchener Bach‐Orchester, Karl Richter  Bach‐Collegium Stuttgart, Helmuth Rilling  Herbert von Karajan  Kathleen Ferrier  [unknown]  Philharmonia Orchestra  Le Concert des Nations, Jordi Savall  Berliner Philharmoniker, Herbert von Karajan  Academy of St Martin in the Fields, Sir Neville Marriner  Chicago Symphony Orchestra, Sir Georg Solti  Philharmonia Orchestra, Otto Klemperer  Philharmonia Orchestra, Carlo Maria Giulini  Anne Sofie von Otter, Concerto Copenhagen & Lars Ulrik Mortensen  Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Kölner Kammerorchester, Helmut Müller-Brühl  Münchner Philharmoniker, Sergiu Celibidache  Les Musiciens du Louvre, Marc Minkowski  Bach Collegium Japan, Masaaki Suzuki  Dunedin Consort, John Butt  Martin Pearlman, Boston Baroque  Amsterdam Baroque Orchestra, Ton Koopman  Atlanta Symphony Orchestra, Robert Shaw  Martina Koppelstetter, Capella Istropolitana, Christian Brembeck  English Chamber Orchestra, Johannes Somary  American Bach Soloists, Jeffrey Thomas  Taverner Players, Andrew Parrott  Ensemble Instrumental de Lausanne, Michel Corboz  Cantus Cölln, Konrad Junghänel  La Petite Bande, Gustav Leonhardt  The Boyd Neel Orchestra, George Enescu  Orchestra of the Sixteen, Harry Christophers  Deutsche Kammerakademie Neuss, Karl-Friedrich Beringer  Michael Chance, English Baroque Soloists, Sir John Eliot Gardiner  Orchester des 35 Deutschen Bachfestes, Hans Grischkat  Gewandhausorchester Leipzig, Georg Christoph Biller  The Iceland Symphony Orchestra, Ingólfur Guðbrandsson  Deller Consort, Alfred Deller  Nan Merriman, Orchester der Wiener Staatsoper, Hermann Scherchen  Sigiswald Kuijken, La Petite Bande  Charles Brett, Collegium Vocale Gent, Philippe Herreweghe  Anne Sofie von Otter, New York Philharmonic, Alan Gilbert  Meg Bragle, English Baroque Soloists, Sir John Eliot Gardiner  Gloria Banditelli, Sonatori de la Gioiosa Marca, Diego Fasolis  Dorothea Brinkmann, Jean-Louis Gil, Paul Kuentz  The Bach Ensemble  Monica Groop, Drottningholms Barockensemble, Eric Ericson  Bernarda Fink, Ensemble Instrumental de Lausanne, Michel Corboz  Bernarda Fink, Akademie für Alte Musik Berlin, René Jacobs  Alfred Deller, Nikolaus Harnoncourt, Leonhardt‐Consort, Gustav Leonhardt  Collegium Vocale, La Chapelle Royale, Philippe Herreweghe  Hertha Töpper, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Bernhard Landauer, Freiburger Barockorchester, Thomas Hengelbrock  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Angelika Kirchschlager, Siato Kinen Orchestra, Seiji Ozawa  Tim Mead, Arcangelo, Jonathan Cohen  Dresdner Kammerchor, Ann Hallenberg, Sunhae Im, Marianne Beate Kielland, Hanno Müller‐Brachmann, Markus Schäfer, Kölner Kammerorchester, Helmut Müller‐Brühl  The King’s Consort, Robert King  Michael Chance, Orchestra of the Eighteenth Century, Frans Brüggen  Collegium Vocale Gent, Andreas Scholl, Philippe Herreweghe  Iestyn Davies, Orchestra of the Age of Enlightenment, Stephen Layton","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Il re pastore","Writers":"Friedrich der Große (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Israel in Egypt, HWV 54: Part II, no. 5: Air \"Their land brought forth frogs\" (alto I)","Writers":"George Frideric Handel (composer)  Charles Jennens (librettist)","Artists":"Georg Friedrich Händel  Michael Chance, The Brandenburg Consort, Stephen Cleobury  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Paul Esswood, English Chamber Orchestra, Charles Mackerras  Russell Oberlin, Albert Fuller, The Baroque Chamber Orchestra, Thomas Dunn  James Bowman, English Chamber Orchestra, Simon Preston","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"L'Allegro, il Penseroso ed il Moderato, HWV 55: Part II, no. 37. Air \"May at last my weary age\" (Il Penseroso)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Susan Gritton, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"La clemenza di Tito","Writers":"Johann Adolf Hasse (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Linda di Chamounix","Writers":"Gaetano Donizetti (composer)  Gaetano Rossi (librettist)","Artists":"Luciano Pavarotti  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Lucio Papirio dittatore","Writers":"Johann Adolf Hasse (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Matthäus-Passion, BWV 244: Teil I, V. Accompagnato-Rezitativ (Alt) \"Du lieber Heiland du\"","Writers":"Johann Sebastian Bach (composer)  Christian Friedrich Henrici (librettist)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Bach‐Collegium Stuttgart, Helmuth Rilling  Julia Hamari, Consortium Musicum, Wolfgang Gönnenwein  Paul Goodwin  Berliner Philharmoniker, Herbert von Karajan  Berliner Philharmoniker, Claudio Abbado  Orchester der Wiener Staatsoper, Hermann Scherchen  Philharmonia Orchestra, Otto Klemperer  Bach Collegium Japan, Masaaki Suzuki  La Chapelle Royale, Philippe Herreweghe  Dunedin Consort, John Butt  Stuttgarter Kammerorchester, Karl Münchinger  Amsterdam Baroque Orchestra, Ton Koopman  English Baroque Soloists, Sir John Eliot Gardiner  Wiener Philharmoniker, Wilhelm Furtwängler  The Brandenburg Consort, Stephen Cleobury  Gabrieli Consort & Players, Paul McCreesh, Magdalena Kožená  Bernarda Fink, René Jacobs & Akademie für Alte Musik Berlin  Gewandhausorchester Leipzig, Günther Ramin  Sächsische Staatskapelle Dresden, Peter Schreier  Collegium Vocale Gent, Philippe Herreweghe  Gewandhausorchester Leipzig, Erhard Mauersberger  La Petite Bande, Gustav Leonhardt  The Thames Chamber Orchestra, Sir David Willcocks  Concertgebouw Orchestra, Willem Mengelberg  Royal Concertgebouw Orchestra, Eugen Jochum  Hungarian State Symphony Orchestra, Géza Oberfrank  De Nederlandse Bachvereniging, Jos van Veldhoven  Gewandhausorchester Leipzig, Riccardo Chailly  Bach Collegium München, Hansjörg Albrecht  Wiener Kammerorchester, Ferdinand Grossmann  Gewandhausorchester Leipzig, Georg Christoph Biller  Saito Kinen Orchestra, Seili Ozawa  Baroque Orchestra Florilegium Musicum, Pieter Jan Leusink  Residentie Orkest, Jos Vermunt  Mogens Wöldike, Wiener Kammerorchester  Anne Sofie von Otter, Chicago Symphony Orchestra, Sir Georg Solti  Berliner Philharmoniker, Sir Simon Rattle, Magdalena Kožená  Members of the Royal Philharmonic Orchestra of Stockholm, David Åhlén  The Bach Choir, Kathleen Ferrier, Jacques Orchestra, Reginald Jacques  Bogna Bartosz, Amsterdam Baroque Orchestra, Ton Koopman  Hertha Töpper, Münchener Bach‐Orchester, Karl Richter  Constanze Herenz, Clara O’Brien, Badische Staatskapelle, Günter Neuhold  Alex Potter, Berlin Baroque, Gerhard Oppelt  Claudia Schubert, Orchestra of the Eighteenth Century, Frans Brüggen  Ensemble 94, Kay Johannsen  Petra Noskaiová, La Petite Bande, Sigiswald Kuijken  Dame Janet Baker, Steinitz Bach Players, Paul Steinitz  Reginald Mobley, English Baroque Soloists, Sir John Eliot Gardiner  Dame Janet Baker, Münchener Bach‐Orchester, Karl Richter  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Delphine Galou, Nederlands Kamerkoor, Roden Boys Choir, Holland Baroque Society, Reinbert de Leeuw  Renate Günther, Jean‐Pierre Rampal, Südwestdeutsches Kammerorchester Pforzheim, Fritz Werner  Maureen Forrester, I Solisti di Zagreb, Antonio Janigro  Wiener Philharmoniker, Wilhelm Furtwängler, Wiener Singverein, Wiener Sängerknaben","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Matthäus-Passion, BWV 244: Teil I, VI. Arie (Alt) \"Buß und Reu\"","Writers":"Johann Sebastian Bach (composer)  Christian Friedrich Henrici (librettist)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Julia Hamari, Consortium Musicum, Wolfgang Gönnenwein  Paul Goodwin  Berliner Philharmoniker, Herbert von Karajan  Berliner Philharmoniker, Claudio Abbado  Philharmonia Orchestra, Otto Klemperer  Bach Collegium Japan, Masaaki Suzuki  La Chapelle Royale, Philippe Herreweghe  Dunedin Consort, John Butt  Stuttgarter Kammerorchester, Karl Münchinger  Amsterdam Baroque Orchestra, Ton Koopman  English Baroque Soloists, Sir John Eliot Gardiner  Wiener Philharmoniker, Wilhelm Furtwängler  Kathleen Ferrier, London Philharmonic Orchestra, Sir Adrian Boult  The Brandenburg Consort, Stephen Cleobury  Gabrieli Consort & Players, Paul McCreesh, Magdalena Kožená  Bernarda Fink, Akademie für Alte Musik Berlin & René Jacobs  Gewandhausorchester Leipzig, Günther Ramin  Sächsische Staatskapelle Dresden, Peter Schreier  Collegium Vocale Gent, Philippe Herreweghe  Gewandhausorchester Leipzig, Erhard Mauersberger  La Petite Bande, Gustav Leonhardt  The Thames Chamber Orchestra, Sir David Willcocks  Concertgebouw Orchestra, Willem Mengelberg  Royal Concertgebouw Orchestra, Eugen Jochum  Hungarian State Symphony Orchestra, Géza Oberfrank  De Nederlandse Bachvereniging, Jos van Veldhoven  Gewandhausorchester Leipzig, Riccardo Chailly  Bach Collegium München, Hansjörg Albrecht  Wiener Kammerorchester, Ferdinand Grossmann  Gewandhausorchester Leipzig, Georg Christoph Biller  Saito Kinen Orchestra, Seili Ozawa  Baroque Orchestra Florilegium Musicum, Pieter Jan Leusink  Residentie Orkest, Jos Vermunt  Mogens Wöldike, Wiener Kammerorchester  Berliner Philharmoniker, Sir Simon Rattle, Magdalena Kožená  Members of the Royal Philharmonic Orchestra of Stockholm, David Åhlén  The Bach Choir, Kathleen Ferrier, Jacques Orchestra, Reginald Jacques  Bogna Bartosz, Amsterdam Baroque Orchestra, Ton Koopman  Hertha Töpper, Münchener Bach‐Orchester, Karl Richter  Bach‐Collegium Stuttgart, Helmuth Rilling  Julia Hamari, Bach‐Collegium Stuttgart, Helmuth Rilling  Constanze Herenz, Clara O’Brien, Badische Staatskapelle, Günter Neuhold  Hilde Rössel-Majdan, Orchester der Wiener Staatsoper, Hermann Scherchen  Claudia Schubert, Orchestra of the Eighteenth Century, Frans Brüggen  Ensemble 94, Kay Johannsen  Petra Noskaiová, La Petite Bande, Sigiswald Kuijken  Dame Janet Baker, Steinitz Bach Players, Paul Steinitz  Reginald Mobley, English Baroque Soloists, Sir John Eliot Gardiner  Dame Janet Baker, Münchener Bach‐Orchester, Karl Richter  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Delphine Galou, Nederlands Kamerkoor, Roden Boys Choir, Holland Baroque Society, Reinbert de Leeuw  Renate Günther, Jean‐Pierre Rampal, Südwestdeutsches Kammerorchester Pforzheim, Fritz Werner  Ágnes Mester, János Reményi, Children’s Choir of the Hungarian Radio, Hungarian Festival Chorus, Péter Köves, József Mukk, Németh Judit, Ibolya Verebics, Hungarian State Symphony Orchestra, Géza Oberfrank","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Matthäus-Passion, BWV 244: Teil II, LI. Recitativo (Alto) \"Erbarm es Gott\"","Writers":"Johann Sebastian Bach (composer)  Christian Friedrich Henrici (librettist)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Bach‐Collegium Stuttgart, Helmuth Rilling  Paul Goodwin  Philharmonia Orchestra, Otto Klemperer  Bach Collegium Japan, Masaaki Suzuki  La Chapelle Royale, Philippe Herreweghe  Anne Sofie von Otter, Berliner Philharmoniker, Claudio Abbado  Dunedin Consort, John Butt  Stuttgarter Kammerorchester, Karl Münchinger  Amsterdam Baroque Orchestra, Ton Koopman  English Baroque Soloists, Sir John Eliot Gardiner  The Brandenburg Consort, Stephen Cleobury  Berliner Philharmoniker, Simon Rattle  Christa Ludwig, Berliner Philharmoniker, Herbert von Karajan  Gabrieli Consort & Players, Paul McCreesh, Susan Bickley  Gewandhausorchester Leipzig, Günther Ramin  Sächsische Staatskapelle Dresden, Peter Schreier  Collegium Vocale Gent, Philippe Herreweghe  Gewandhausorchester Leipzig, Erhard Mauersberger  La Petite Bande, Gustav Leonhardt  The Thames Chamber Orchestra, Sir David Willcocks  Concertgebouw Orchestra, Willem Mengelberg  Royal Concertgebouw Orchestra, Eugen Jochum  Hungarian State Symphony Orchestra, Géza Oberfrank  De Nederlandse Bachvereniging, Jos van Veldhoven  Gewandhausorchester Leipzig, Riccardo Chailly  Bach Collegium München, Hansjörg Albrecht  Wiener Kammerorchester, Ferdinand Grossmann  Baroque Orchestra Florilegium Musicum, Pieter Jan Leusink  Residentie Orkest, Jos Vermunt  Mogens Wöldike, Wiener Kammerorchester  Anne Sofie von Otter, Chicago Symphony Orchestra, Sir Georg Solti  Members of the Royal Philharmonic Orchestra of Stockholm, David Åhlén  The Bach Choir, Kathleen Ferrier, Jacques Orchestra, Reginald Jacques  Bogna Bartosz, Amsterdam Baroque Orchestra, Ton Koopman  Hertha Töpper, Münchener Bach‐Orchester, Karl Richter  Constanze Herenz, Clara O’Brien, Badische Staatskapelle, Günter Neuhold  Britta Schwarz, Gewandhausorchester Leipzig, Georg Christoph Biller  Alex Potter, Berlin Baroque, Gerhard Oppelt  Marga Höffgen, Wiener Philharmoniker, Wilhelm Furtwängler  Wilke te Brummelstroete, Orchestra of the Eighteenth Century, Frans Brüggen  Ensemble 94, Kay Johannsen  Patrizia Hardt, La Petite Bande, Sigiswald Kuijken  Marie‐Claude Chappuis, Akademie für Alte Musik Berlin & René Jacobs  Dame Janet Baker, Steinitz Bach Players, Paul Steinitz  Eleanor Minney, English Baroque Soloists, Sir John Eliot Gardiner  Dame Janet Baker, Münchener Bach‐Orchester, Karl Richter  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Julia Hamari, Consortium Musicum, Wolfgang Gönnenwein  Delphine Galou, Nederlands Kamerkoor, Roden Boys Choir, Holland Baroque Society, Reinbert de Leeuw","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Matthäus-Passion, BWV 244: Teil II, LII. Aria (Alto) \"Können Tränen meiner Wangen\"","Writers":"Johann Sebastian Bach (composer)  Christian Friedrich Henrici (librettist)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Hungarian State Symphony Orchestra, Géza Oberfrank  Paul Goodwin  Philharmonia Orchestra, Otto Klemperer  Bach Collegium Japan, Masaaki Suzuki  La Chapelle Royale, Philippe Herreweghe  Anne Sofie von Otter, Berliner Philharmoniker, Claudio Abbado  Dunedin Consort, John Butt  Stuttgarter Kammerorchester, Karl Münchinger  Amsterdam Baroque Orchestra, Ton Koopman  English Baroque Soloists, Sir John Eliot Gardiner  The Brandenburg Consort, Stephen Cleobury  Berliner Philharmoniker, Simon Rattle  Christa Ludwig, Berliner Philharmoniker, Herbert von Karajan  Gabrieli Consort & Players, Paul McCreesh, Susan Bickley  Sächsische Staatskapelle Dresden, Peter Schreier  Collegium Vocale Gent, Philippe Herreweghe  Gewandhausorchester Leipzig, Erhard Mauersberger  La Petite Bande, Gustav Leonhardt  The Thames Chamber Orchestra, Sir David Willcocks  Royal Concertgebouw Orchestra, Eugen Jochum  De Nederlandse Bachvereniging, Jos van Veldhoven  Gewandhausorchester Leipzig, Riccardo Chailly  Bach Collegium München, Hansjörg Albrecht  Wiener Kammerorchester, Ferdinand Grossmann  Baroque Orchestra Florilegium Musicum, Pieter Jan Leusink  Residentie Orkest, Jos Vermunt  Mogens Wöldike, Wiener Kammerorchester  Anne Sofie von Otter, Chicago Symphony Orchestra, Sir Georg Solti  Members of the Royal Philharmonic Orchestra of Stockholm, David Åhlén  The Bach Choir, Kathleen Ferrier, Jacques Orchestra, Reginald Jacques  Bogna Bartosz, Amsterdam Baroque Orchestra, Ton Koopman  Hertha Töpper, Münchener Bach‐Orchester, Karl Richter  Bach‐Collegium Stuttgart, Helmuth Rilling  Julia Hamari, Bach‐Collegium Stuttgart, Helmuth Rilling  Constanze Herenz, Clara O’Brien, Badische Staatskapelle, Günter Neuhold  Britta Schwarz, Gewandhausorchester Leipzig, Georg Christoph Biller  Alex Potter, Berlin Baroque, Gerhard Oppelt  Wilke te Brummelstroete, Orchestra of the Eighteenth Century, Frans Brüggen  Ensemble 94, Kay Johannsen  Patrizia Hardt, La Petite Bande, Sigiswald Kuijken  Marie‐Claude Chappuis, René Jacobs & Akademie für Alte Musik Berlin  Dame Janet Baker, Steinitz Bach Players, Paul Steinitz  Eleanor Minney, English Baroque Soloists, Sir John Eliot Gardiner  Dame Janet Baker, Münchener Bach‐Orchester, Karl Richter  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Julia Hamari, Consortium Musicum, Wolfgang Gönnenwein  Delphine Galou, Nederlands Kamerkoor, Roden Boys Choir, Holland Baroque Society, Reinbert de Leeuw  Hedwig Fassbender, Bach Ensemble of the EuropaChorAkademie, Polnische Kammerphilharmonie, Joshard Daus  Ágnes Mester, János Reményi, Children’s Choir of the Hungarian Radio, Hungarian Festival Chorus, Péter Köves, József Mukk, Németh Judit, Ibolya Verebics, Hungarian State Symphony Orchestra, Géza Oberfrank","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Matthäus-Passion, BWV 244: Teil II, XXXIX. Aria (Alto) \"Erbarme dich, mein Gott\"","Writers":"Johann Sebastian Bach (composer)  Ton Koopman (orchestrator)  Christian Friedrich Henrici (librettist)","Artists":"[unknown]  Wiener Kammerorchester, Ferdinand Grossmann  Baroque Orchestra Florilegium Musicum, Pieter Jan Leusink  Julia Hamari, Consortium Musicum, Wolfgang Gönnenwein  Bernarda Fink, Concentus Musicus Wien, Nikolaus Harnoncourt  Paul Goodwin  René Jacobs  Philharmonia Orchestra, Otto Klemperer  Anne Sofie von Otter, Concerto Copenhagen & Lars Ulrik Mortensen  Ensemble Orchestral de Paris, John Nelson  Bach Collegium Japan, Masaaki Suzuki  La Chapelle Royale, Philippe Herreweghe  Anne Sofie von Otter, Berliner Philharmoniker, Claudio Abbado  Dunedin Consort, John Butt  Stuttgarter Kammerorchester, Karl Münchinger  Concentus Musicus Wien, Nikolaus Harnoncourt  English Baroque Soloists, Sir John Eliot Gardiner  Yo‐Yo Ma, Amsterdam Baroque Orchestra, Ton Koopman  The Brandenburg Consort, Stephen Cleobury  Berliner Philharmoniker, Simon Rattle  Christa Ludwig, Berliner Philharmoniker, Herbert von Karajan  Bernarda Fink, Akademie für Alte Musik Berlin & René Jacobs  Gewandhausorchester Leipzig, Günther Ramin  Sächsische Staatskapelle Dresden, Peter Schreier  Gewandhausorchester Leipzig, Erhard Mauersberger  Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  La Petite Bande, Gustav Leonhardt  The Thames Chamber Orchestra, Sir David Willcocks  Concertgebouw Orchestra, Willem Mengelberg  Royal Concertgebouw Orchestra, Eugen Jochum  Hungarian State Symphony Orchestra, Géza Oberfrank  De Nederlandse Bachvereniging, Jos van Veldhoven  Münchener Kammerorchester, Alexander Liebreich  Gewandhausorchester Leipzig, Riccardo Chailly  Magdalena Kožená, Musica Florea, Marek Štryncl  Bach Collegium München, Hansjörg Albrecht  Marian Anderson, RCA Victor Symphony Orchestra, Robert Shaw  Ensemble Vocal de Lausanne, Orchestre de Chambre de Lausanne, Michel Corboz  Saito Kinen Orchestra, Seili Ozawa  Kirsten Flagstad, Philharmonia Orchestra, Walter Süsskind  Marilyn Horne, Vienna Cantata Orchestra, Henry Lewis  Jard van Nes, Bach Collegium München, Enoch zu Guttenberg  Residentie Orkest, Jos Vermunt  Mogens Wöldike, Wiener Kammerorchester  Magdalena Kožená, Gabrieli Players, Paul McCreesh  Anne Sofie von Otter, Chicago Symphony Orchestra, Sir Georg Solti  Members of the Royal Philharmonic Orchestra of Stockholm, David Åhlén  Stephanie Blythe, Ensemble Orchestral de Paris, John Nelson  The Bach Choir, Kathleen Ferrier, Jacques Orchestra, Reginald Jacques  Bogna Bartosz, Amsterdam Baroque Orchestra, Ton Koopman  Hertha Töpper, Münchener Bach‐Orchester, Karl Richter  Bach‐Collegium Stuttgart, Helmuth Rilling  Julia Hamari, Bach‐Collegium Stuttgart, Helmuth Rilling  Constanze Herenz, Badische Staatskapelle, Günter Neuhold  Britta Schwarz, Gewandhausorchester Leipzig, Georg Christoph Biller  Alex Potter, Berlin Baroque, Gerhard Oppelt  Marga Höffgen, Wiener Philharmoniker, Wilhelm Furtwängler  Claudia Schubert, Orchestra of the Eighteenth Century, Frans Brüggen  Ensemble 94, Kay Johannsen  Petra Noskaiová, La Petite Bande, Sigiswald Kuijken  Lena Susanne Norin, Das Kleine Konzert, Hermann Max  David Daniels, The English Concert, Harry Bicket  Kai Wessel, Amsterdam Baroque Orchestra, Ton Koopman  Dame Janet Baker, Steinitz Bach Players, Paul Steinitz  Eleanor Minney, English Baroque Soloists, Sir John Eliot Gardiner  Dame Janet Baker, Münchener Bach‐Orchester, Karl Richter  Julia Hamari, Süddeutscher Madrigalchor, Consortium Musicum, Wolfgang Gönnenwein  Kathleen Ferrier, David McCallum, National Symphony Orchestra, Sir Malcolm Sargent  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  The King’s Consort, Robert King  Collegium Vocale Gent, Andreas Scholl, Philippe Herreweghe  Aafje Heynis, Wiener Symphoniker, Hans Gillesberger  Delphine Galou, Nederlands Kamerkoor, Roden Boys Choir, Holland Baroque Society, Reinbert de Leeuw  Hedwig Fassbender, Bach Ensemble of the EuropaChorAkademie, Polnische Kammerphilharmonie, Joshard Daus  Rudolf Buchbinder, Ensemble Orchestral de Paris  Marianne Beate Kielland, Cologne Chamber Orchestra, Helmut Müller‐Brühl  James Bowman, The King’s Consort  Ágnes Mester, János Reményi, Children’s Choir of the Hungarian Radio, Hungarian Festival Chorus, Péter Köves, József Mukk, Németh Judit, Ibolya Verebics, Hungarian State Symphony Orchestra, Géza Oberfrank","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Messiah, HWV 56: Part I, no. 8. Recitative \"Behold, a virgin shall conceive\"","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  The Brandenburg Consort, Stephen Cleobury  Anna Reynolds, London Philharmonic Orchestra, Karl Richter  Yoshikazu Mera  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  London Philharmonic Orchestra, Walter Süsskind  Patricia Bardon, Choir of Clare College, Cambridge, Freiburger Barockorchester, René Jacobs  Anne Sofie von Otter, The English Concert, Trevor Pinnock  Florence Quivar, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Helen Watts, London Symphony Chorus, London Symphony Orchestra, Sir Colin Davis  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Martha Lipton, The Philadelphia Orchestra, Eugene Ormandy  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Andrew Parrott, The Taverner Choir, Consort & Players  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Paul Esswood, Swedish Radio Symphony Orchestra, Anders Öhrwall  Norma Procter, London Philharmonic Orchestra, Sir Adrian Boult  Hans–Peter Rauscher, Chor des Bayerischen Rundfunks, Hanna Schwarz, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  The Choir & Orchestra of Pro Christe, Timothy Dean  Yoshikazu Mera, Bach Collegium Japan, Masaaki Suzuki  Simon Preston, Christ Church Cathedral Choir, Oxford, Carolyn Watkinson, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  London Philharmonic Orchestra, Karl Richter  Marjorie Thomas, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Janet Baker, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Iestyn Davies, Britten Sinfonia, Stephen Layton  Matthew White, Tafelmusik, Ivars Taurins  Catherine Wyn‐Rogers, BBC Philharmonic, Harry Christophers  Catherine Robbin, Boston Baroque, Martin Pearlman  Helen Watts, London Philharmonic Orchestra, Walter Süsskind  Jan DeGaetani, Eastman Philharmonia, Donald Neuen  La Chapelle Rhénane, Benoît Haller  Annie Gill, Dunedin Consort, John Butt  Academy of St. Martin in the Fields Chorus, Anna Reynolds, Academy of St Martin in the Fields, Sir Neville Marriner  Brigitte Fassbaender, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Ulla Kudsk Jensen, Akademisk Orkester, Morten Topp  Alfreda Hodgson, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Royal Choral Society, Royal Philharmonic Orchestra  Catherine Robbin, English Baroque Soloists, Sir John Eliot Gardiner  Norma Procter, Royal Philharmonic Orchestra, Sir Malcolm Sargent  Grace Hoffman, Philharmonia Orchestra, Otto Klemperer  Patricia Spence, UC Berkeley Chamber Chorus, Philharmonia Baroque Orchestra, Nicholas McGegan  Yvonne Minton, English Chamber Orchestra, Johannes Somary  Charles Humphries, Academy of London, Peter Marschik  James Bowman, Academy of St Martin in the Fields, Sir David Willcocks  Alice Coote, Academy of Ancient Music, Stephen Cleobury  Bernarda Fink, Gabrieli Players, Paul McCreesh  Hilary Summers, The Brandenburg Consort, Stephen Cleobury  Serge Baudo, The Royal Music College, Edinburgh","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Messiah, HWV 56: Part I, no. 9. Air \"O Thou that tellest good tidings to Zion\" (Alto, Chorus)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  The Brandenburg Consort, Stephen Cleobury  London Symphony Orchestra, Sir Colin Davis  Oregon Bach Festival Orchestra, Helmuth Rilling  Academy of St. Martin in the Fields Chorus, Anna Reynolds, Academy of St Martin in the Fields, Sir Neville Marriner  The Imperials  Nikolaus Harnoncourt  Aafje Heynis  Yoshikazu Mera  New York Philharmonic, Leonard Bernstein  Royal Philharmonic Orchestra, Sir Thomas Beecham  Collegium Musicum 90, Richard Hickox  Dunedin Consort, John Butt  Concentus Musicus Wien, Nikolaus Harnoncourt  Choir of King’s College, Cambridge, Academy of Ancient Music, Stephen Cleobury  Kathleen Ferrier, London Philharmonic Orchestra, Sir Adrian Boult  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Margaret Cable, Taverner Choir & Players, Andrew Parrott  Patricia Bardon, Choir of Clare College, Cambridge, Freiburger Barockorchester, René Jacobs  Florence Quivar, Toronto Mendelssohn Choir, Toronto Symphony Orchestra & Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Choir of King’s College, Cambridge, Academy of St Martin in the Fields, Sir David Willcocks  Helen Watts, London Symphony Chorus, London Symphony Orchestra, Sir Colin Davis  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Martha Lipton, The Philadelphia Orchestra, Eugene Ormandy  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  Philharmonia Chorus, Philharmonia Orchestra, Otto Klemperer  Le Concert Spirituel, Hervé Niquet  Andrew Parrott, The Taverner Choir, Consort & Players  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Stockholm Bach Choir, Paul Esswood, Swedish Radio Symphony Orchestra, Anders Öhrwall  The English Concert Choir, Anne Sofie von Otter, The English Concert, Trevor Pinnock  Norma Procter, London Philharmonic Orchestra, Sir Adrian Boult  Hans–Peter Rauscher, Chor des Bayerischen Rundfunks, Hanna Schwarz, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  The Choir & Orchestra of Pro Christe, Timothy Dean  Simon Preston, Christ Church Cathedral Choir, Oxford, Carolyn Watkinson, Academy of Ancient Music, Christopher Hogwood  London Philharmonic Orchestra, Karl Richter  William Christie, Les Arts Florissants  Emmanuelle Haïm, Le Concert d'Astrée  Frog in the Reeds  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  The Ambrosian Singers, Janet Baker, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Iestyn Davies, Polyphony, Britten Sinfonia, Stephen Layton  Tafelmusik Chamber Choir, Matthew White, Tafelmusik, Ivars Taurins  Catherine Robbin, Boston Baroque, Martin Pearlman  Frederic Jackson, London Philharmonic Choir, Helen Watts, London Philharmonic Orchestra, Walter Süsskind  Bulgarian Chapel Choir, Sofia Philharmonic Orchestra, Alipi Naidenov  Hristina Angelakova, Sofia Philharmonic Orchestra, Alipi Naidenov  Jan DeGaetani, Eastman Chorale, Eastman Philharmonia, Donald Neuen  La Chapelle Rhénane, Benoît Haller  Huddersfield Choral Society, Catherine Wyn‐Rogers, BBC Philharmonic, Harry Christophers  Brigitte Fassbaender, Südfunk-Chor Stuttgart, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Monteverdi Choir, Catherine Robbin, English Baroque Soloists, Sir John Eliot Gardiner  Annie Gill, Dunedin Consort, John Butt  Ulla Kudsk Jensen, Akademisk kor, Akademisk Orkester, Morten Topp  Alfreda Hodgson, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Sixteen, The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Huddersfield Choral Society, Marjorie Thomas, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Royal Choral Society, Royal Philharmonic Orchestra  Bach Collegium Japan, Yoshikazu Mera, Masaaki Suzuki  Wiener Philharmoniker, Hans Gillesberger  Kamerkoris \"Ave Sol\", Lietuvos kamerinis orkestras, Imants Kokars  Marjana Lipovšek, Stockholms kammarkör, Concentus Musicus Wien, Nikolaus Harnoncourt  Grace Hoffman, Philharmonia Orchestra, Otto Klemperer  Patricia Spence, UC Berkeley Chamber Chorus, Philharmonia Baroque Orchestra, Nicholas McGegan  Amor Artis Chorus, Yvonne Minton, English Chamber Orchestra, Johannes Somary  Grace Bumbry, London Symphony Chorus, London Symphony Orchestra, Sir Adrian Boult  James Bowman, Academy of St Martin in the Fields, Sir David Willcocks  Alice Coote, Academy of Ancient Music, Stephen Cleobury  Bernarda Fink, Gabrieli Consort, Gabrieli Players, Paul McCreesh  The Choir of King’s College, Cambridge, Hilary Summers, The Brandenburg Consort, Stephen Cleobury  Ave Sol Chamber Choir, Lithuanian Chamber Orchestra, Imants Kokars  Serge Baudo, The Royal Music College, Edinburgh","ISWC":null,"Type":"Aria","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Messiah, HWV 56: Part II, no. 23. Air \"He was despised\" (Alto)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  The Brandenburg Consort, Stephen Cleobury  Martha Lipton, The Philadelphia Orchestra, Eugene Ormandy  Norma Procter, London Philharmonic Orchestra, Sir Adrian Boult  Alexandra Sherman, Orchestra of the Antipodes, Antony Walker  Wayne Watson  Marian Anderson  Aafje Heynis  Yoshikazu Mera  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Kathleen Ferrier, London Philharmonic Orchestra, Sir Adrian Boult  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Patricia Bardon, Freiburger Barockorchester, René Jacobs  Anne Sofie von Otter, The English Concert, Trevor Pinnock  Florence Quivar, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Helen Watts, London Symphony Orchestra, Sir Colin Davis  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Paul Esswood, Swedish Radio Symphony Orchestra, Anders Öhrwall  Margaret Cable, Taverner Choir, Taverner Players, Andrew Parrott  Hanna Schwarz, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  The Choir & Orchestra of Pro Christe, Timothy Dean  Yoshikazu Mera, Bach Collegium Japan, Masaaki Suzuki  Carolyn Watkinson, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  London Philharmonic Orchestra, Karl Richter  William Christie, Les Arts Florissants  Clare Wilkinson, Dunedin Consort, John Butt  Linda Finnie, Scottish Chamber Orchestra, George Malcolm  Marjorie Thomas, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  Jochen Kowalski, Academy of St Martin in the Fields, Sir Neville Marriner  Janet Baker, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Iestyn Davies, Britten Sinfonia, Stephen Layton  Lorraine Hunt Lieberson, Philharmonia Baroque Orchestra, Nicholas McGegan  Catherine Wyn‐Rogers, BBC Philharmonic, Harry Christophers  Catherine Robbin, Boston Baroque, Martin Pearlman  Helen Watts, London Philharmonic Orchestra, Walter Süsskind  Alfred Deller, Philharmonia Orchestra, George Weldon  La Chapelle Rhénane, Benoît Haller  Brigitte Fassbaender, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Ulla Kudsk Jensen, Akademisk Orkester, Morten Topp  Alfreda Hodgson, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Anna Reynolds, Academy of St Martin in the Fields, Sir Neville Marriner  Royal Choral Society, Royal Philharmonic Orchestra  Charles Brett, Catherine Robbin, English Baroque Soloists, Sir John Eliot Gardiner  Wiener Philharmoniker, Hans Gillesberger  Grace Hoffman, Philharmonia Orchestra, Otto Klemperer  Yvonne Minton, English Chamber Orchestra, Johannes Somary  Shirley Minty, Royal Philharmonic Orchestra, Don Jackson  Charles Humphries, Academy of London, Peter Marschik  James Bowman, Academy of St Martin in the Fields, Sir David Willcocks  Alice Coote, Academy of Ancient Music, Stephen Cleobury  Grace Bumbry, London Symphony Orchestra, Sir Adrian Boult  Bernarda Fink, Gabrieli Players, Paul McCreesh  Hilary Summers, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Mitridate, rè di Ponto, K. 74a\/87: Act I, Scene IX. No. 6 Aria \"Venga pur, minacci\" (Farnace)","Writers":"Wolfgang Amadeus Mozart (composer)  Vittorio Amedeo Cigna-Santi (librettist)","Artists":"Wolfgang Amadeus Mozart  Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Les Talens Lyriques, Christophe Rousset  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Vesselina Kasarova, Staatskapelle Dresden, Sir Colin Davis  Jochen Kowalski, Carl Philipp Emanuel Bach Chamber Orchestra, Hartmut Haenchen","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Mitridate, rè di Ponto, K. 74a\/87: Act II, Scene I. No. 11 Aria \"Va, l'error mio palesa\" (Farnace)","Writers":"Wolfgang Amadeus Mozart (composer)  Vittorio Amedeo Cigna-Santi (librettist)","Artists":"Wolfgang Amadeus Mozart  Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Edita Gruberová, 米良美一, Faolini Chamber Orchestra, Friedrich Haider  Les Talens Lyriques, Christophe Rousset","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Mitridate, rè di Ponto, K. 74a\/87: Act II, Scene XIII. Recitativo \"Ah, giacché son tradito\" (Farnace)","Writers":"Wolfgang Amadeus Mozart (composer)  Vittorio Amedeo Cigna-Santi (librettist)","Artists":"Wolfgang Amadeus Mozart  Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Les Talens Lyriques, Christophe Rousset","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Mitridate, rè di Ponto, K. 74a\/87: Act III, Scene IX. No. 24 Aria \"Gia darli occhi il velo e tolto\" (Franace)","Writers":"Wolfgang Amadeus Mozart (composer)  Vittorio Amedeo Cigna-Santi (librettist)","Artists":"Wolfgang Amadeus Mozart  Musica ad Rhenum, Jed Wentz  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Les Talens Lyriques, Christophe Rousset  Vesselina Kasarova, Staatskapelle Dresden, Sir Colin Davis  Jennifer Larmore, Orchestre de Chambre de Lausanne, Jesús López Cobos  Jochen Kowalski, Carl Philipp Emanuel Bach Chamber Orchestra, Hartmut Haenchen","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: I. Allegro \"Nisi Dominus\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra,  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: II. Largo \"Vanum est vobis\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: III. Presto \"Surgite postquam sederitis\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: IV. Largo \"Cum dederit delectis suis somnum\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Lucie Horsch, Amsterdam Vivaldi Players  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: IX. Allegro \"Amen\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: V. Allegro \"Sicut sagittae in manu potentis\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: VI. Andante \"Beatus vir qui implevit\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: VII. Larghetto \"Gloria Patri\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Vivaldi  Gérard Lesne, Il Seminario Musicale  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Sara Mingardo, Ettore Belli, Concerto Italiano, Rinaldo Alessandrini  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Nisi Dominus, RV 608: VIII. Allegro \"Sicut erat in principio\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  James Bowman, Academy of Ancient Music, Christopher Hogwood  Michael Chance, The English Concert, Trevor Pinnock  Andreas Scholl  Vivaldi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Andreas Scholl, Paul Dyer, Australian Brandenburg Orchestra  David Daniels, Fabio Biondi, Europa Galante  Jochen Kowalski, Concertgebouw Kamerorkest, Vittorio Negri  Damien Guillon, Le Banquet Céleste  Franco Fagioli, I Barocchisti, Diego Fasolis  Helen Watts, English Bach Festival Baroque Orchestra, Michel Corboz  Nathalie Stutzmann, The King’s Consort, Robert King","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Orphée et Eurydice, Wq. 41 : Acte III, Scène 1, N° 43. Air “J’ai perdu mon Eurydice” (Orphée)","Writers":"Christoph Willibald Gluck (composer)","Artists":"Christoph Willibald Gluck  Anne Sofie von Otter  Jennifer Larmore  Susan Graham White  David Hobson, Tasmanian Symphony Orchestra, Marco Guidarini  Anne Sofie von Otter, Orchestre de l'Opéra de Lyon, Sir John Eliot Gardiner  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Maria Callas, Orchestre National de la Radiodiffusion Française, Georges Prêtre  French Radio Orchestra, Georges Prêtre  Daniel Behle, Armonia Atenea, George Petrou  Solange Michel, Orchestre du Théâtre National de l’Opéra‐Comique, André Cluytens  Jean-François Lombard, Sandrine Chatron","ISWC":null,"Type":"Aria","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Polifemo","Writers":"Giovanni Battista Bononcini (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Recitativo and Aria for Contralto and Orchestra in F major, K. 255: \"Ombra felice! ... Io ti lascio, e questo addio\"","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Hanna Schwarz, Mozarteum Orchester Salzburg, Leopold Hager  Teresa Berganza, Wiener Kammerorchester, György Fischer","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Rinaldo, HWV 7a: Atto I, Scene VII, no. 14. Aria \"Cara sposa, amante cara, dove sei?\" (Rinaldo)","Writers":"George Frideric Handel (composer)  Giacomo Rossi (librettist)","Artists":"Georg Friedrich Händel  Daniel Taylor, Stephen Stubbs, Arion Baroque Orchestra  Московский камерный оркестр, Константин Гарриевич Орбелян, Ewa Podleś  Andreas Scholl, Ottavio Dantone, Accademia Bizantina  David Daniels, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Graham Pushee, Australian Brandenburg Orchestra, Paul Dyer  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Jennifer Larmore, Orchestre de Chambre de Lausanne, Jesús López Cobos  James Bowman, The King’s Consort, Robert King  Marilyn Horne, Claudio Scimone  Franco Fagioli, Il Pomo d’Oro, Zefira Valova  Ewa Małas-Godlewska, Derek Lee Ragin, Les Talens Lyriques, Christophe Rousset  Gloria Banditelli, Europa Galante, Fabio Biondi  Marilyn Horne, Orchestra del Teatro La Fenice di Venezia, John Fisher","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":"E minor (Key)","Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Rinaldo, HWV 7a: Atto I, Scene VIII, no. 15. Aria \"Cor ingrato, ti rammenbri\" (Rinaldo)","Writers":"George Frideric Handel (composer)  Giacomo Rossi (librettist)","Artists":"Московский камерный оркестр, Константин Гарриевич Орбелян, Ewa Podleś  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Marilyn Horne, Orchestra del Teatro La Fenice di Venezia, John Fisher","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":"C minor (Key)","Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Rinaldo, HWV 7a: Atto III, Scene IX, no. 37. Aria \"Or la tromba in suon festante\" (Rinaldo)","Writers":"George Frideric Handel (composer)  Giacomo Rossi (librettist)","Artists":"Georg Friedrich Händel  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Московский камерный оркестр, Константин Гарриевич Орбелян, Ewa Podleś  Graham Pushee, Australian Brandenburg Orchestra, Paul Dyer  Vesselina Kasarova, Münchner Rundfunkorchester, Friedrich Haider  James Bowman, The King’s Consort, Robert King  Jochen Kowalski, Carl Philipp Emanuel Bach Chamber Orchestra, Hartmut Haenchen  Marilyn Horne, Orchestra del Teatro La Fenice di Venezia, John Fisher  James Bowman, The King’s Consort","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":"D major (Key)","Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Rodelinda, regina de' Longobardi, HWV 19: Atto III, no. 66. \"Vivi, tiranno!\" (Bertarido)","Writers":"George Frideric Handel (composer)  Nicola Francesco Haym (librettist)","Artists":"George Frideric Handel  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Marilyn Horne, Vienna Cantata Orchestra, Henry Lewis  David Daniels, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Marilyn Horne, Metropolitan Opera Orchestra, James Levine  Russell Oberlin, Albert Fuller, The Baroque Chamber Orchestra, Thomas Dunn  Drew Minter, Philharmonia Baroque Orchestra, Nicholas McGegan","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Rodelinda, regina de’ Langobardi, Graun WV B:1:6","Writers":"Carl Heinrich Graun (composer)","Artists":"Jochen Kowalski, Kammerorchester Berlin, Max Pommer","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Salve Regina in C minor: Ad te clamamus exsules filii Hevae","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Gérard Lesne, Il Seminario Musicale  Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Emma Kirkby, Academy of Ancient Music, Christopher Hogwood  Julia Kleiter, Orchestra Mozart, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Salve Regina in C minor: Eja ergo, advocata nostra","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Gérard Lesne, Il Seminario Musicale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Emma Kirkby, Academy of Ancient Music, Christopher Hogwood  Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Julia Kleiter, Orchestra Mozart, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Salve Regina in C minor: Et jesum, benedictum fructum ventris tui","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Gérard Lesne, Il Seminario Musicale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Emma Kirkby, Academy of Ancient Music, Christopher Hogwood  Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Julia Kleiter, Orchestra Mozart, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Salve Regina in C minor: O clemens, o pia, o dulcis virgo Mari","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Gérard Lesne, Il Seminario Musicale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Emma Kirkby, Academy of Ancient Music, Christopher Hogwood  Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Julia Kleiter, Orchestra Mozart, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Salve Regina in C minor: Salve Regina, Mater misericordiae","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Gérard Lesne, Il Seminario Musicale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Emma Kirkby, Academy of Ancient Music, Christopher Hogwood  Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Julia Kleiter, Orchestra Mozart, Claudio Abbado","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Serse, HWV 40: Atto I. Arioso “Ombra mai fù” (Serse)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  David Hobson, Sinfonia Australis, Antony Walker  Enrico Caruso  [unknown]  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  David Daniels, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Aled Jones  Fritz Wunderlich  London Symphony Orchestra, Philip Gibson  Stephen Cleobury  London Symphony Orchestra, George Szell  Bryn Terfel, Scottish Chamber Orchestra, Charles Mackerras  Aafje Heynis, Pierre Palla  Plácido Domingo, Orchestra Sinfonica di Milano Giuseppe Verdi, Marcello Viotti  Jennifer Larmore, Orchestre de Chambre de Lausanne, Jesús López Cobos  Andrea Bocelli  Lisa Gerrard  London Symphony Orchestra  Canadian Brass  Richard Clayderman  Jennifer Larmore  Anthony Way  Epica  Lesley Garrett  Edita Gruberová  手嶌葵  David Hobson  Alfie Boe  Kirsten Flagstad  Jackie Evancho  Kaori Muraji  Simone Kermes  Gérard Lesne, Il Seminario Musicale  Georg Friedrich Handel  London Philharmonic Orchestra, Sir Adrian Boult  Academy of St Martin in the Fields, Sir Neville Marriner  Academy of St Martin in the Fields, Iona Brown  London Symphony Orchestra, John Georgiadis  Budapesti Vonósok  Salzburg Consort  Wolf Harden, Takako Nishizaki  József Mukk, Camerata Budapest, László Kovács  Kathleen Battle, Margo Garrett  Amira Willighagen  Marshall McGuire  Daniel Taylor, Stephen Stubbs, Arion Baroque Orchestra  Dame Janet Baker, English Chamber Orchestra, Raymond Leppard  Kurt Wilhelm, Hamburger Symphoniker  Kenneth McKellar, Orchestra of the Royal Opera House, Covent Garden, Sir Adrian Boult  Georg Friedrich Händel, Camerata Budapest, László Kovács  Sergejs Jēgers, Diāna Jaunzeme  Mormon Tabernacle Choir, The Philadelphia Orchestra, Eugene Ormandy  Costa di Angelo & Elsebeth Brodersen  West Australian Symphony Orchestra, David Measham  Martin Souter  POND  Reginald Kilbey and His Strings  Robert White, City of London Baroque Sinfonia, Ivor Bolton  Deller Consort, Alfred Deller  米良美一, Japan Philharmonic Orchestra, Shigeo Genda  Ольга Бородина  Edward Brewer, Randall Wolfgang, Orpheus Chamber Orchestra  Blandine Staskiewicz, Les Ambassadeurs, Alexis Kossenko  Stephanie Blythe, Ensemble Orchestral de Paris, John Nelson  Jonny Cohen  Rolando Villazón, Paul McCreesh, Gabrieli Consort & Players  St. Petersburg Chamber Festival Orchestra, Arkady Terentiev  Janet Baker, Raymond Leppard, English Chamber Orchestra  Jozef Cejka, Capella Istropolitana, Richard Edlinger  Shu-Cheen Yu, The Queensland Orchestra, Brett Kelly  Cecilia Bartoli, Il giardino armonico, Giovanni Antonini  Marilyn Horne, I Solisti Veneti, Claudio Scimone  Hans Hagen & His Orchestra  Orchestre de chambre Jean-François Paillard, Jean‐François Paillard  Chamber Orchestra “Renaissance”, Leo Korchin  The Anthony Ventura Orchestra  Ernst Haefliger, Münchener Bach‐Orchester, Karl Richter  Anthony Way, Daniel Phillips, English Sinfonia, Neil Page  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Plácido Domingo, Wiener Sängerknaben, Wiener Symphoniker, Helmuth Froschauer  Mirella Freni, Orchestra Ente Autonomo Teatro Comunale di Bologna & Leone Magiera  Kathleen Ferrier, London Symphony Orchestra, Sir Malcolm Sargent  José Carreras, English Chamber Orchestra, Vjekoslav Šutej  James Bowman, The King’s Consort, Robert King  Riga Radio Choir, Latvian Philharmonic Chamber Orchestra, Ilmar Lapinsch  Sasha Cooke, Colburn Orchestra, Yehuda Gilad  Judith Malafronte, Hanover Band, Nicholas McGegan  Renée Fleming, Orchestra of the Age of Enlightenment, Harry Bicket  Eberhard Büchner, Hans Otto, Dresdner Philharmonie, Kurt Masur  Ian Bostridge, Orchestra of the Age of Enlightenment, Harry Bicket  Andreas Scholl, Akademie für Alte Musik Berlin  Pau Casals, [unknown]  l’arte del mondo  Jennifer Lane, Kammerorchester Brewer, Rudolph Palmer  Gábor Boldoczki, Sinfonia Varsovia  Alain Zaepffel, New Bach Collegium Musicum, Max Pommer  Rolando Villazón, Gabrieli Consort & Players, Paul McCreesh  Franco Fagioli, Il Pomo d’Oro, Zefira Valova  Andreas Scholl, Orchestra of the Age of Enlightenment, Roger Norrington  National Philharmonic Orchestra, Eric Hammerstein  Anne Sofie von Otter, Les Arts Florissants, William Christie  Dietrich Fischer‐Dieskau, Münchener Kammerorchester, Hans Stadlmair  Malena Ernman, Stockholm Sinfonietta, Alberto Hold-Garrido  Herbert Dawson, Mischa Elman  Gabrieli Festival Chorus, Gabrieli Festival Orchestra, Brian Priestman  Fritz Wunderlich, Orchester der Bayerischen Staatsoper München, Hans Müller-Kray","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Serse, HWV 40: Atto I. Recitativo \"Frondi tenere\" (Serse)","Writers":"George Frideric Handel (composer)","Artists":"David Daniels, Orchestra of the Age of Enlightenment, Sir Roger Norrington  [unknown]  Kirsten Flagstad  George Frideric Handel  Gérard Lesne, Il Seminario Musicale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  David Hobson, Sinfonia Australis, Antony Walker  Robert White, City of London Baroque Sinfonia, Ivor Bolton  Ольга Бородина  Rolando Villazón, Paul McCreesh, Gabrieli Consort & Players  Janet Baker, Raymond Leppard, English Chamber Orchestra  Ernst Haefliger, Münchener Bach‐Orchester, Karl Richter  Plácido Domingo, Orchestra Sinfonica di Milano Giuseppe Verdi, Marcello Viotti  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington  Sasha Cooke, Colburn Orchestra, Yehuda Gilad  Ian Bostridge, Orchestra of the Age of Enlightenment, Harry Bicket  Andreas Scholl, Akademie für Alte Musik Berlin  Rolando Villazón, Gabrieli Consort & Players, Paul McCreesh  Franco Fagioli, Il Pomo d’Oro, Zefira Valova  Gabrieli Festival Chorus, Gabrieli Festival Orchestra, Brian Priestman","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: I. Duo: Stabat mater dolorosa","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Epica  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Barbara Hendricks  [unknown]  Berdien Stenberg  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Mainzer Kammerorchester, Günter Kehr  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Camerata Budapest, Michael Halász, Julia Faulkner  Robin Blaze, Lesley Garrett, The London Session Orchestra, Paul Daniel  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Gemma Bertagnolli, Sara Mingardo, Rinaldo Alessandrini, Concerto Italiano  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Choir of St John’s College, Cambridge, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Claire Buckley, Emily Gray, Christopher Stokes  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Barbara Bonney, Andreas Scholl, Les Talens Lyriques, Christophe Rousset  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Angharad Gruffydd Jones, Lawrence Zazzo, Timothy Brown, Cambridge Ensemble  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  The Nottingham Oriana Choir, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: II. Aria (soprano): Cujus animam gementem","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Gemma Bertagnolli  Mainzer Kammerorchester, Günter Kehr  Sebastian Hennig, René Jacobs, Concerto Vocale  Lucy Crowe, La Nuova Musica, David Bates  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Camerata Budapest, Michael Halász, Julia Faulkner  Margaret Marshall, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Felicity Palmer, Argo Chamber Orchestra, George Guest  Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Anna Prohaska, Akademie für Alte Musik Berlin  Véronique Gens, Il Seminario Musicale, Gérard Lesne  Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Gillian Fisher, The King’s Consort, Robert King  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Dorothea Röschmann, Europa Galante, Fabio Biondi  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Kalmár Magda, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Rémy Fombon, Le Collegium Baroque  Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Joan Taylor, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: III. Duo: O quam tristis et afflicta","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Choir of St John’s College, Cambridge, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Julia Hamari, Kalmár Magda, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  The Nottingham Oriana Choir, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: IV. Aria (alto): Quae moerebat et dolebat","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Sara Mingardo, Orchestra Mozart, Claudio Abbado  [unknown]  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Gérard Lesne, Il Seminario Musicale  Berliner Philharmoniker, Claudio Abbado  Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Mainzer Kammerorchester, Günter Kehr  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Jean-Baptiste Pergolèse  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Camerata Budapest, Michael Halász, Julia Faulkner  Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Argo Chamber Orchestra, George Guest  Teresa Berganza, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Akademie für Alte Musik Berlin  Maureen Lehane, Orchestra Rossini di Napoli, Franco Caracciolo  David Daniels, Europa Galante, Fabio Biondi  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, The King’s Consort, Robert King  Marjana Lipovšek, Concentus Musicus Wien, Nikolaus Harnoncourt  Tim Mead, La Nuova Musica, David Bates  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Julia Hamari, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Kathleen Ferrier, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: IX. Duo: Sancta mater, istud agas","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  The Hanover Band, Roy Goodman  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Felicity Palmer, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Teresa Berganza, Mirella Freni, Ettore Gracis, Solisti dell'Orchestra \"Scarlatti\" Napoli  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Angharad Gruffydd Jones, Lawrence Zazzo, Timothy Brown, Cambridge Ensemble  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Julia Hamari, Kalmár Magda, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Kathleen Ferrier, Joan Taylor, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: V. Duo: Quis est homo, qui non fleret","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Jean-Louis Matinier \/ Marco Ambrosini  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Felicity Palmer, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Julia Hamari, Kalmár Magda, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Joan Taylor, Kathleen Ferrier, The Nottingham Oriana Choir, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: VI. Aria: Vidit suum dulcem natum","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Lucy Crowe, La Nuova Musica, David Bates  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Les Violons du Roy, Bernard Labadie  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Felicity Palmer, Argo Chamber Orchestra, George Guest  Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Anna Prohaska, Akademie für Alte Musik Berlin  Véronique Gens, Il Seminario Musicale, Gérard Lesne  Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Gillian Fisher, The King’s Consort, Robert King  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Dorothea Röschmann, Europa Galante, Fabio Biondi  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Kalmár Magda, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Rémy Fombon, Le Collegium Baroque  Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Joan Taylor, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: VII. Aria (alto): Eja, mater, fons amoris","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Argo Chamber Orchestra, George Guest  Teresa Berganza, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Akademie für Alte Musik Berlin  Maureen Lehane, Orchestra Rossini di Napoli, Franco Caracciolo  David Daniels, Europa Galante, Fabio Biondi  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, The King’s Consort, Robert King  Tim Mead, La Nuova Musica, David Bates  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Kathleen Ferrier, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: VIII. Duo: Fac, ut ardeat cor meum","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Ophelia's Dream  [unknown]  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Capella Savaria, Pál Németh  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Kammerchor Stuttgart, Württembergisches Kammerorchester Heilbronn, Frieder Bernius  Choir of St John’s College, Cambridge, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  The Nottingham Oriana Choir, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: X. Aria (alto): Fac, ut protem Christi mortem","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Gérard Lesne, Il Seminario Musicale  Berliner Philharmoniker, Claudio Abbado  Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Argo Chamber Orchestra, George Guest  Teresa Berganza, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Akademie für Alte Musik Berlin  Maureen Lehane, Orchestra Rossini di Napoli, Franco Caracciolo  David Daniels, Europa Galante, Fabio Biondi  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, The King’s Consort, Robert King  Marjana Lipovšek, Concentus Musicus Wien, Nikolaus Harnoncourt  Tim Mead, La Nuova Musica, David Bates  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Julia Hamari, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Kathleen Ferrier, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: XI. Duo: Inflammatus et accensus","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Berliner Philharmoniker, Claudio Abbado  Julia Faulkner, Anna Gonda, Camerata Budapest, Michael Halász  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Les Violons du Roy, Bernard Labadie  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Véronique Gens, Gérard Lesne, Il Seminario Musicale  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Sonya Yoncheva, Karine Deshayes, Ensemble Amarillis  Jennifer Driscoll-Holmes, Carolyn Maia, Orchestra Seattle, George Shangrow  Alfreda Hodgson, Felicity Palmer, Argo Chamber Orchestra, George Guest  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Claire Buckley, Emily Gray, Christopher Stokes  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  The King’s Consort, Robert King  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  Lucy Crowe, Tim Mead, La Nuova Musica, David Bates  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Josef Veselka, Czech Philharmonic Chorus, Anita Turner-Butler, Margaret Tynes, František Xaver Thuri, Prague Chamber Orchestra, Massimo Bruni  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Julia Hamari, Kalmár Magda, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  Anna Caterina Antonacci, Barbara Frittoli, Francesco Catena, I solisti dell’orchestra filarmonica della Scala, Riccardo Muti  Kathleen Ferrier, Joan Taylor, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat mater for soprano, alto, strings and basso continuo: XII. Duo: Quando corpus morietur - Amen","Writers":"Giovanni Battista Pergolesi (composer)","Artists":"Giovanni Battista Pergolesi  Rachel Harnisch, Sara Mingardo, Orchestra Mozart, Claudio Abbado  Florilegium  Les petits chanteurs de Sainte-Croix de Neuilly  Andreas Scholl, Barbara Bonney, Christophe Rousset, Les Talens Lyriques  Sebastian Hennig, René Jacobs, Concerto Vocale  Jochen Kowalski, Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Concerto Italiano , Rinaldo Alessandrini , Gemma Bertagnolli & Sara Mingardo  Sara Macliver, Sally-Anne Russell, Orchestra of the Antipodes, Antony Walker  Clemencic Consort, René Clemencic  Sara Mingardo, María Espada, Radio Kamer Filharmonie, Andrea Marcon  Margaret Marshall, Lucia Valentini Terrani, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Europa Symphony, Wolfgang Gröhs  Michael Chance, Jörg Waschinski, Cologne Chamber Orchestra, Helmut Müller-Brühl  Choir of St John’s College, Cambridge, Alfreda Hodgson, Felicity Palmer, Argo Chamber Orchestra, George Guest  Graham Sheen, Choir of Westminster Abbey  Teresa Berganza, Mirella Freni, Claudio D'Onofrio, Solisti dell'Orchestra \"Scarlatti\" Napoli, Ettore Gracis  Anna Netrebko, Marianna Pizzolato, Orchestra dell’Accademia Nazionale di Santa Cecilia, Antonio Pappano  Elizabeth Norberg-Schulz, Nathalie Stutzmann, The Hanover Band, Roy Goodman  Bernarda Fink, Anna Prohaska, Akademie für Alte Musik Berlin  Maureen Lehane, Judith Raskin, Orchestra Rossini di Napoli, Franco Caracciolo  Emma Kirkby, James Bowman, Academy of Ancient Music, Christopher Hogwood  Angharad Gruffydd Jones, Lawrence Zazzo, Timothy Brown, Cambridge Ensemble  Philippe Jaroussky, Julia Lezhneva, I Barocchisti, Diego Fasolis  Michael Chance, Gillian Fisher, The King’s Consort, Robert King  Marjana Lipovšek, Eva Mei, Concentus Musicus Wien, Nikolaus Harnoncourt  David Daniels, Dorothea Röschmann, Europa Galante, Fabio Biondi  Julia Faulkner, Anna Gonda, Michael Halász, Camerata Budapest  The choristers of new college oxford, Edward Higginbottom  Gloria Banditelli, Monika Frimmer, Westfälische Kantorei, Lajós Rovátkay, Capella Agostino Steffani  Ensemble Stradivaria, Paul Colléaux  Ferenc Sapszon, Julia Hamari, Kalmár Magda, Magyar Rádió és Televízió énekkara, Liszt Ferenc Kamarazenekar, Lamberto Gardelli  Ileana Cotrubaș, Lucia Valentini Terrani, I Solisti Veneti, Claudio Scimone  Paul Laumont, Benoît Petit, Rémy Fombon, Le Collegium Baroque  The Nottingham Oriana Choir, The Boyd Neel Orchestra, Roy Henderson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: I. Largo \"Stabat mater dolorosa\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  [unknown]  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Margarete Bence  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  La Tempesta, Jakub Burzyński  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Marie-Nicole Lemieux, Ensemble Matheus, Jean‐Christophe Spinosi  Pro Musica Choir Stuttgart, Pro Musica Orchestra Stuttgart, Marcel Couraud  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  David Daniels, Europa Galante, Fabio Biondi  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Graham Pushee, Aurora Musicale, John Liddy  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: II. Adagissimo \"Cuius animam\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Marie-Nicole Lemieux, Ensemble Matheus, Jean‐Christophe Spinosi  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: III.: Andante \"O quam tristis\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: IV. Largo \"Quis est homo\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  David Daniels, Europa Galante, Fabio Biondi  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: IX. Allegro \"Amen\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Andreas Scholl, Ensemble 415, Chiara Banchini  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: V. Adagissimo \"Quis non posset\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: VI. Andante \"Pro peccatis\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: VII. Largo \"Eja Mater\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  [unknown]  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Les Violons du Roy, Bernard Labadie  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Andreas Scholl, Ensemble 415, Chiara Banchini  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Marie-Nicole Lemieux, Ensemble Matheus, Jean‐Christophe Spinosi  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Stabat Mater, RV 621: VIII. Lento \"Fac ut ardeat\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michael Chance, The English Concert, Trevor Pinnock  Andreas Scholl, Ensemble 415, Chiara Banchini  Gérard Lesne, Il Seminario Musicale  Sara Mingardo, Concerto Italiano, Rinaldo Alessandrini  Philippe Jaroussky, Ensemble Artaserse  David Daniels, Fabio Biondi, Europa Galante  James Bowman, Academy of Ancient Music, Christopher Hogwood  Nathalie Stutzmann, Moscow Virtuosi, Vladimir Spivakov  Helen Watts, John Tall, English Bach Festival Orchestra, Jean‐Claude Malgoire  Marie-Nicole Lemieux, Ensemble Matheus, Jean‐Christophe Spinosi  Ex Cathedra Choir, Ex Cathedra Baroque Ensemble, Jeffrey Skidmore  Jochen Kowalski, Koninklijk Concertgebouworkest, Vittorio Negri  Robin Blaze, The King’s Consort, Robert King  Helen Watts, English Bach Festival Orchestra, Jean‐Claude Malgoire  Naoko Ihara, Orquestra Gulbenkian, Michel Corboz  Coro Gulbenkian, Naoko Ihara, Jose Oliveira Lopes, Elsa Saque, Fernando Serafim, Joana Silva, Orquestra Gulbenkian, Michel Corboz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Tancredi","Writers":"Gioachino Rossini (composer)  Gaetano Rossi (librettist)","Artists":"Gioachino Rossini  Edita Gruberová, 米良美一, Faolini Chamber Orchestra, Friedrich Haider  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke","ISWC":null,"Type":"Opera","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Tancredi: Atto I. \"Di tanti palpiti\"","Writers":"Gioachino Rossini (composer)","Artists":"Gioachino Rossini  Magyar Állami Operaház Zenekara, Pier Giorgio Morandi, Ewa Podleś  Orchestra radioteleviziunii române, Amaury du Closel, Éric Aubier  Jennifer Larmore, Orchestra of the Welsh National Opera, Carlo Rizzi  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Elīna Garanča, Filarmonica del Teatro Comunale di Bologna, Roberto Abbado  Montserrat Caballé, Orchestra della RCA Italiana, Carlo Felice Cillario  Marilyn Horne, Orchestra della Svizzera italiana, Martin Katz  Ewa Podleś","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Tancredi: Atto I. \"Oh patria! Dolce e ingrata patria\" (Tancredi)","Writers":"Gioachino Rossini (composer)  Gaetano Rossi (librettist)","Artists":"Gioachino Rossini  Magyar Állami Operaház Zenekara, Pier Giorgio Morandi, Ewa Podleś  Capella Brugensis, Ewa Podleś, Collegium Instrumentale Brugense, Alberto Zedda  Jennifer Larmore, Orchestra of the Welsh National Opera, Carlo Rizzi  Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Elīna Garanča, Filarmonica del Teatro Comunale di Bologna, Roberto Abbado  Filarmonica del Teatro Comunale di Bologna, Roberto Abbado  Montserrat Caballé, Orchestra della RCA Italiana, Carlo Felice Cillario  Marilyn Horne, Orchestra della Svizzera italiana, Martin Katz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Tancredi: Atto II","Writers":"Gioachino Rossini (composer)  Gaetano Rossi (librettist)","Artists":"Jochen Kowalski, Berlin Radio Symphony Orchestra, Heinz Fricke","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"},{"Work":"Telemaco: Ah! Non turbi il mio riposo","Writers":"Christoph Willibald Gluck (composer)  Marco Coltellini (librettist)","Artists":"Jochen Kowalski, Rundfunk‐Sinfonieorchester Berlin, Heinz Fricke  Andreas Scholl, Orchestra of the Age of Enlightenment, Sir Roger Norrington","ISWC":null,"Type":"Aria","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"82210217-a1a4-40dd-b77e-d1a5c972a0c0"}]