[{"Work":"3 Pieces, op. 2: No. 1. Étude in C-sharp minor","Writers":"Александр Николаевич Скрябин (composer)","Artists":"Vladimir Horowitz  Александр Николаевич Скрябин  Владимир Самойлович Горовиц  Garrick Ohlsson  John Ogdon  David Helfgott  Michael Ponti  Diane Hidy  Wibi Soerjadi  Lars Roos  Nikita Magaloff  Michael Lewin  Yevgeny Sudbin  Dag Achatz  Lena Selyanina  Valeri Petash  Asuka Matsumoto  Sviatoslav Richter  Lang Lang  Vladimir Ashkenazy  Racha Arodaky  Henrik Måwe  Daniel Pollack  Владимир Владимирович Софроницкий  Gordon Fergus-Thompson  Lydia Jardon  Piers Lane  Ruth Laredo  Alexander Paley  Burkard Schliessmann  Maria Lettberg  Khatia Buniatishvili  Vanessa Benelli Mosell  Selma Guðmundsdóttir  Richard Meyrick  Alexander Gavrylyuk  Vladimir Sofronitzky  Alessio Bax  Ambre  Tristan Pfaff  Jean-François Robert  Alessandro Deljavan  Michèle Gurdal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C-sharp minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"10 Preludes, op. 23: No. 5 in G minor: Alla marcia","Writers":"Сергей Васильевич Рахманинов (composer)","Artists":"Сергей Васильевич Рахманинов  Vladimir Horowitz  [unknown]  Sviatoslav Richter  Van Cliburn  Emil Gilels  John Ogdon  Lazar Berman  Boris Berezovsky  Shura Cherkassky  Sergei Rachmaninoff  Vladimir Ashkenazy  Jorge Bolet  İdil Biret  David Helfgott  Святослав Теофилович Рихтер  Tutti Camarata  Philippe Entremont  Józef Hofmann  Alexis Weissenberg  Moura Lympany  Nikita Magaloff  Leonard Pennario  Yevgeny Sudbin  Kathryn Stott  Benno Moiseiwitsch  Warren Mailley-Smith  Sergei Rachmaninov  Lang Lang  Sergey Rachmaninov  Yuja Wang  Zdenek Chabala  Nicola Hall  Valentina Lisitsa  Henrik Måwe  Olga Scheps  Daniel Pollack  John Browning  Юлиан Александрович Скрябин  Gary Graffman  Марта Деянова  Howard Shelley  Camden Stoddard  Rafael Orozco  Steven Osborne  Roger Woodward  Sequeira Costa  Andrei Gavrilov  Tomislav Baynov  Sergei Rachmaninoff, Wayne Stahnke  Barry Douglas  Rachmaninov; Nikolai Lugansky  Santiago Rodriguez  Nikolai Lugansky  Nikolai Demidenko  Alexandre Dossin  Dmitri Alexeev  Emmanuelle Swiercz  Xiayin Wang  Agustin Anievas, New Philharmonia Orchestra, Moshe Atzmon  Josef Lhévinne  Alexander Budyonny  Andrei Nikolsky  Eileen Joyce  Marietta Petkova  Alexander Romanovsky  Jean-François Robert  Nora Ksendzov  Beata Bilińska  Eldar Nebolsin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"12 études, op. 8: No. 12 in D-sharp minor","Writers":"Александр Николаевич Скрябин (composer)","Artists":"Vladimir Horowitz  Владимир Самойлович Горовиц  Александр Николаевич Скрябин  Van Cliburn  Michael Ponti  Garrick Ohlsson  Nikita Magaloff  Владимир Владимирович Софроницкий  Maria Lettberg  Arcadi Volodos  Lazar Berman  Stephen Kovacevich  Peter Schmalfuss  Alfred Cortot  Yevgeny Sudbin  Olli Mustonen  Dag Achatz  Lang Lang  Vladimir Ashkenazy  Alexander Scriabin  Gordon Fergus-Thompson  Lydia Jardon  Piers Lane  Stephen Coombs  Alexander Paley  Alexander Tselyakov  Burkard Schliessmann  Dame Moura Lympany  Vesselin Stanev  Balint Vazsonyi  篠原悠那 & 阪田知樹  Stephen Beus  Günter Philipp  Vanessa Benelli Mosell  Vladimir Sofronitzky  Rosa Etkin  Nibya Mariño  Alexander Romanovsky  Jean-François Robert  Michèle Gurdal","ISWC":null,"Type":"Étude","Lyrics Languages":"zxx","Attributes":"0S7-6619-1 (JASRAC ID)  D-sharp minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Fantaisie-impromptu in C-sharp minor, op. 66","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  Fryderyk Chopin  Dubravka Tomšič  [unknown]  Arthur Rubinstein  Philippe Entremont  Anatol Ugorski  Peter Schmalfuss  Van Cliburn  Daniel Adni  Halina Czerny-Stefańska  Vladimir Ashkenazy  Georges Cziffra  Bella Davidovich  Freddy Kempf  Rudolf Buchbinder  London Promenade Orchestra, Eric Hammerstein  Adam Makowicz  Wilhelm Kempff  John Ogdon  Leopold Godowsky  Wibi Soerjadi  Claudio Arrau  Станислав Станиславович Бунин  Samson François  Benno Moiseiwitsch  Allan Schiller  Alexander Brailowsky  Frederic Chopin  Abbey Simon  Pieter van Winkel  Roger Woodward  Олександр Браіловський  Julius Katchen  Jorge Bolet  Roger Kellaway  Balázs Szokolay  İdil Biret  Владимир Самойлович Горовиц  Murray Perahia  Emile Pandolfi  David Helfgott  Nelson Freire  上田雅美  Maria João Pires  Diane Hidy  Gloria Saarinen  Emma Johnson  István Székely  Józef Hofmann  Rudolf Serkin  Adam Harasiewicz  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Alexandre Tharaud  Nikita Magaloff  Gabriela Montero  Roberto Szidon  Ronan O'Hora  Alfred Cortot  Dieter Goldmann  Olga Kern  Wilhelm Backhaus  Δημήτρης Σγουρός  Kevin Kenner  Asuka Matsumoto  Martino Tirimo  Anne Queffélec  Evgeny Kissin  Shura Cherkassky  Vladimir Horowitz  Hans Pålsson  Jean-Marc Luisada  Chopin  Artur Pizarro  Ricardo Peñalver  Đặng Thái Sơn  Peter Katin  Angela Hewitt  Stanislav Bunin  Cristina Ortiz  Henrik Måwe  Yundi Li  Peter Frankl  Philip Fowke  Danielle Dechenne  James Last Orchestra, James Last  Leonard Hokanson  Alfred Gallodoro  Akiko Ebi  Andreas Pistorius  Richard Steiner  Анатолий Угорский  Andrea Lucchesini  Abdel Rahman El Bacha  Yana Reznik  Leopoldo Lipstein  Gianluca Cascioli  Raul Koczalski  Ewa Pobłocka  Makiko Takeda-Herms  Eric Rosser  Dame Moura Lympany  CAGNET  Adolph Drescher  Ivan Davis  古賀大路  Julian von Károlyi  Daniil Trifonov  Gabriel Tacchino  Yukio Yokoyama  Artur Rubinstein,Fryderyk Chopin  Danièle Dechenne  Halldór Haraldsson  Boris Bloch  Lidia Grychtołówna  Ossip Gabrilowitsch  Eileen Joyce  Li Yundi  Eva Sukova  François‐René Duchâble  スタニスラフ・ブーニン  Heinz Rögner  Masako Ezaki  Jean-François Robert  Pearl Kaufman  Mailänder Sinfonie Orchester, Antonio Scalera  Leon McCawley  Semprini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"0O5-1326-3 (JASRAC ID)  C-sharp minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Morceaux de fantaisie, op. 3: No. 2. Prélude in C-sharp minor","Writers":"Сергей Васильевич Рахманинов (composer)","Artists":"Сергей Васильевич Рахманинов  John Ogdon  Arthur Rubinstein  Philippe Entremont  Silvia Čápová  Van Cliburn  Sergei Rachmaninoff  Vladimir Ashkenazy  Leopold Godowsky  [unknown]  Alexis Weissenberg  Anatol Ugorski  Józef Hofmann  David Stanhope  Alexandre Tharaud  Martin Jones  Josef Hofmann  Марта Деянова  Rafael Orozco  Dame Moura Lympany  Zenph Sound Innovations  Jorge Bolet  Balázs Szokolay  İdil Biret  Steve Erquiaga  The Nat King Cole Trio  Lazar Berman  David Helfgott  Klaus Wunderlich  Michael Ponti  electra  Thomas Heywood  Zoltán Kocsis  Tutti Camarata  Wibi Soerjadi  Moura Lympany  Lars Roos  Byron Janis  Olga Kern  Leonard Pennario  Шура Черкасский  Boris Berezovsky  Benno Moiseiwitsch  William Kapell  Jeffrey Reid Baker  Warren Mailley-Smith  Shura Cherkassky  Rachmaninov  Sergei Rachmaninov  Sergey Rachmaninov  Vardo Rumessen  Henrik Måwe  Jodie de Salvo  Howard Shelley  Steven Osborne  Roger Woodward  Tomislav Baynov  Sergei Rachmaninoff, Wayne Stahnke  Emil Gilels  Richard Steiner  The Philadelphia Orchestra, Wolfgang Sawallisch  Barry Douglas  Evelyn Chen  Rachmaninov; Nikolai Lugansky  Santiago Rodriguez  Nikolai Lugansky  Nikolai Demidenko  Alexandre Dossin  Dmitri Alexeev  Emmanuelle Swiercz  Ilana Vered  Agustin Anievas, New Philharmonia Orchestra, Moshe Atzmon  Alexander Budyonny  Nadia Reisenberg  Nareh Arghamanyan  Andrei Nikolsky  Ossip Gabrilowitsch  Sylvia Capova  Marinus Flipse  Adolf Drescher  Nicolaï Lugansky  Daniell Revenaugh  John O’Conor  Jean-François Robert  Semprini  Nora Ksendzov  Beata Bilińska  Eldar Nebolsin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C-sharp minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Nocturne no. 1 in B-flat minor, op. 9 no. 1: Larghetto","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  [unknown]  Arthur Rubinstein  Peter Schmalfuss  Daniel Barenboim  Claudio Arrau  Vladimir Ashkenazy  Elisabeth Leonskaja  Misha Goldstein  Roger Woodward  Nelson Freire  Anna Gourari  Garrick Ohlsson  Nikita Magaloff  江崎昌子  Vitalij Margulis  Janne Mertanen  Ricardo Castro  Yundi  Maurizio Pollini  İdil Biret  Leopold Godowsky  Святослав Теофилович Рихтер  Maria João Pires  Philippe Entremont  Alexis Weissenberg  李雲迪  Samson François  Adam Harasiewicz  Tamás Vásáry  Aldo Ciccolini  Jaromír Klepáč  Ivan Moravec  Gabriela Montero  Solomon  Ronan O'Hora  Jane Rutter  Bart van Oort  u_mä  Brigitte Engerer  William Kapell  Sviatoslav Richter  Henryk Sztompka  Frederic Chopin  Fryderyk Chopin  Abbey Simon  Ida Černecká  Mieczysław Horszowski  Sándor Falvay  Đặng Thái Sơn  Peter Katin  Angela Hewitt  Seta Tanyel  Paul Badura-Skoda  傅聰  Fou Ts'ong  Pieter van Winkel  Abdel Rahman El Bacha  Leopoldo Lipstein  Arthur Schoonderwoerd  Michèle Boegner  Ewa Pobłocka  Andrzej Wasowski  François Chaplin  Lívia Rév  Jane Rutter, Gerard Willems  Dino Ciani  Nadia Reisenberg  Dang Thai Son  Eugene Istomin  Richard Meyrick  Nadine Schuster  Nigel Kennedy, Polish Chamber Orchestra, Jacek Kaspszyk  Gergely Bogányi  Li Yundi  Jean‐Yves Thibaudet  Elfrun Gabriel  François Dumont  Masako Ezaki  Jean-François Robert  Eliane Rodrigues  Camiel Boomsma","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Nocturne no. 2 in E-flat major, op. 9 no. 2: Andante","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  [unknown]  Arthur Rubinstein  Fryderyk Chopin  Peter Schmalfuss  Daniel Barenboim  Moriz Rosenthal  Jorge Bolet  John Ogdon  Leopold Godowsky  Philippe Entremont  Samson François  Rudolf Buchbinder  Vladimir Ashkenazy  Nelson Freire  Nikita Magaloff  Alfred Cortot  George Greeley  Mieczysław Horszowski  Elisabeth Leonskaja  Misha Goldstein  Ewa Pobłocka  Balázs Szokolay  Maria João Pires  Claudio Arrau  Garrick Ohlsson  Tamás Vásáry  Solomon  Yuli Lavrénov  Vladimir Horowitz  Christiane Mathé  Artur Pizarro  Dénes Várjon  The Philadelphia Orchestra, Eugene Ormandy  Peter Katin  Roger Woodward  Yundi  Jean‐Yves Thibaudet  Masako Ezaki  Miyuji Kaneko  Maurizio Pollini  İdil Biret  Emile Pandolfi  Tzimon Barto  Fujiko Hemming  Stephen Hough  Wibi Soerjadi  Alexis Weissenberg  Jon Kimura Parker  Raimonds Ozols  Adam Harasiewicz  Lars Roos  Aldo Ciccolini  Alexandre Tharaud  Danilo Rea  福田進一  Van Cliburn  Ivan Moravec  Ronan O'Hora  Dieter Goldmann  Michel Simone  Jane Rutter  Bart van Oort  Alain Planès  Maria Tipo  Brigitte Engerer  Benno Moiseiwitsch  Hill Bowen & His Orchestra  The Baby Einstein Music Box Orchestra  末廣健一郎  Vitalij Margulis  Finghin Collins  Janne Mertanen  Benedict Popescu  Shura Cherkassky  Henryk Sztompka  Sergei Rachmaninoff  Konstantin Scherbakov  Ricardo Castro  Chopin  Abbey Simon  Sándor Falvay  Đặng Thái Sơn  Angela Hewitt  Valentina Lisitsa  Henrik Måwe  Louis Lortie  Yundi Li  London Symphony Orchestra, Philip Gibson  Ralph Votapek  Joseph Cooper  ホルヘ・ボレット  Pieter van Winkel  Julian Lloyd Webber, Royal Philharmonic Orchestra, James Judd  Thierry de Brunhoff  Олександр Браіловський  Richard Steiner  Abdel Rahman El Bacha  Gergely Boganyi  Leopoldo Lipstein  Gianluca Cascioli  Arthur Schoonderwoerd  Michèle Boegner  Martin Roscoe  Andrzej Wasowski  François Chaplin  Lívia Rév  Isaac Stern, Columbia Symphony Orchestra, Frank Brieff  CAGNET  James Galway, National Philharmonic Orchestra, David Measham  Ophélie Gaillard, Royal Philharmonic Orchestra, Timothy Redmond  Jane Rutter, Gerard Willems  Amy Dickson, Martin Cousin  Dino Ciani  Eugen Cicero Trio  Karel Boehlee Trio  Raoul von Koczalski  Nadia Reisenberg  Artur Rubinstein,Fryderyk Chopin  Nicolai Evrov  Eugene Istomin  Richard Meyrick  Didier Réty  Lucy Parham  Christian Ferras, Collegium Academicum de Genève, Boris Mersson  Eileen Joyce  Vladimir Sofronitzky  Kathy Keane  Nigel Kennedy, Polish Chamber Orchestra, Jacek Kaspszyk  Gergely Bogányi  Li Yundi  The Anthony Ventura Orchestra  河合優子  スタニスラフ・ブーニン  Jens Lindemann, Jennifer Snow  François Dumont  Robert Docker \/ London Promenade Orchestra  Ambre  Wave’s Computer Orchestra, John Matz  Tristan Pfaff  Robert Docker, London Promenade Orchestra, Eric Hammerstein  John O’Conor  Jean-François Robert  Eliane Rodrigues  Alessandro Deljavan  Ji Liu  Mischa Elman, Joseph Seiger  Ewa Kupiec  Edward Greenfield, Jon Kimura Parker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat major (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Nocturne no. 19 in E minor, op. 72 no. 1: Andante","Writers":"Fryderyk Chopin (composer)","Artists":"Vladimir Horowitz  Frédéric Chopin  Arthur Rubinstein  [unknown]  Daniel Barenboim  Janusz Olejniczak  Sviatoslav Richter  Fryderyk Chopin  Leopold Godowsky  Nelson Freire  Garrick Ohlsson  Janne Mertanen  Maurizio Pollini  İdil Biret  Владимир Самойлович Горовиц  Lazar Berman  Святослав Теофилович Рихтер  Maria João Pires  Alexis Weissenberg  Claudio Arrau  Samson François  Adam Harasiewicz  Hélène Grimaud  Tamás Vásáry  Aldo Ciccolini  Theresa Vogel  Ivan Moravec  Nikita Magaloff  Youri Egorov  Bart van Oort  Maria Tipo  Brigitte Engerer  Benno Moiseiwitsch  Benjamin Grosvenor  Vitalij Margulis  Rudolf Buchbinder  Anne Queffélec  Shura Cherkassky  Zbigniew Drzewiecki  Vladimir Ashkenazy  Abbey Simon  Sándor Falvay  Peter Katin  Angela Hewitt  Alexander Malter  Elisabeth Leonskaja  Roger Woodward  Abdel Rahman El Bacha  Michèle Boegner  Truls Mørk & Kathryn Stott  Ophélie Gaillard, Edna Stern  Andrzej Wasowski  François Chaplin  Lívia Rév  Scott Beard  Yundi  Nadia Reisenberg  David Barela  Dang Thai Son  Eugene Istomin  Melvyn Tan  Richard Meyrick  Gergely Bogányi  François Dumont  Masako Ezaki  Daniell Revenaugh  John O’Conor  Jean-François Robert  Eliane Rodrigues  Ewa Kupiec","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Nocturne no. 20 in C-sharp minor, op. posth. 1 no. 16, BI 49 \"Reminiscence\"","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  Fryderyk Chopin  Nelson Freire  Wibi Soerjadi  Daniel Barenboim  Mikhail Pletnev  Evelyne Dubourg  İdil Biret  Władysław Szpilman  Garrick Ohlsson  Maria Tipo  Brigitte Engerer  Janusz Olejniczak  Lang Lang  Abbey Simon  Daniel Pollack  Menahem Pressler  Richard Meyrick  [unknown]  Tzimon Barto  Maria João Pires  中村紘子  Alexis Weissenberg  Claudio Arrau  Jackson Berkey  Adam Harasiewicz  Tamás Vásáry  Aldo Ciccolini  Alexandre Tharaud  Nikita Magaloff  Bart van Oort  Alain Planès  Benjamin Grosvenor  Vitalij Margulis  Martino Tirimo  Janne Mertanen  Janet Murray  Anne Queffélec  Zbigniew Drzewiecki  Vladimir Ashkenazy  Konstantin Scherbakov  Artur Pizarro  David Fung  Peter Katin  Angela Hewitt  Angèle Dubeau & La Pietà  La Pietà, Angèle Dubeau  Henrik Måwe  Olga Scheps  Elisabeth Leonskaja  Fou Ts'ong  Danielle Dechenne  Thierry de Brunhoff  Käbi Laretei  Roger Woodward  Abdel Rahman El Bacha  Ginette Neveu  Jan Lisiecki  Arthur Schoonderwoerd  Лев Николаевич Оборин  Michèle Boegner  Andrzej Wasowski  François Chaplin  Lívia Rév  Myung Whun Chung  Scott Beard  Yoram Ish-Hurwitz  Loic Le Gloahec  Yundi  Nadia Reisenberg  Wonny Song  Dang Thai Son  Jónas Ingimundarson  Marielle Nordmann, Nemanja Radulović  Halldór Haraldsson  Gergely Bogányi  Jean‐Yves Thibaudet  Nadia Reisenberg, Clara Rockmore  François Dumont  Ambre  Masako Ezaki  Michel Dussault  Alexander Romanovsky  John O’Conor  Jean-François Robert  Eliane Rodrigues  Alessandro Deljavan  Magdalena Baczewska  Ewa Kupiec  Josef Blatt, Nathan Milstein  Mao Fujita","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C-sharp minor (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Organ Concerto no. 5 in D minor, BWV 596: II. Sicilienne (for piano, Cortot)","Writers":"Johann Sebastian Bach (instrument arranger)  Antonio Vivaldi (composer)  Alfred Cortot (instrument arranger)","Artists":"Arcadi Volodos  Alexandre Tharaud  Alfred Cortot  Jean-François Robert","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 4 in E-flat major, K. 189g\/282: I. Adagio","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Ingrid Haebler  Wolfgang Amadeus Mozart  Alicia de Larrocha  Maria João Pires  Alfred Brendel  Philippe Entremont  Lili Kraus  Sviatoslav Richter  Paul Badura-Skoda  Glenn Gould  Friedrich Gulda  Marc-André Hamelin  Anthony Newman  Jenő Jandó  [unknown]  Daniel Barenboim  Claudio Arrau  Samson François  András Schiff  Leon Fleisher  Ronald Brautigam  Andreas Staier  Carmen Piazzini  Bart van Oort  Klára Würtz  Lang Lang  Walter Klien  Peter Katin  Mitsuko Uchida  Fazıl Say  Tuija Hakkila  Christian Zacharias  Kristian Bezuidenhout  Walter Gieseking  Kong Xiangdong  Hong Xu  Huguette Dreyfus  Patrick Cohen  Daria van den Bercken  Marta Deyanova  Roberto Prosseda  Pierre Goy  Jean‐Bernard Pommier  Malcolm Bilson  Jean-François Robert  Leon McCawley","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 4 in E-flat major, K. 189g\/282: II. Minuetto I & II","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Ingrid Haebler  Glenn Gould  Wolfgang Amadeus Mozart  Alicia de Larrocha  Maria João Pires  Alfred Brendel  Philippe Entremont  Lili Kraus  Sviatoslav Richter  Paul Badura-Skoda  Friedrich Gulda  Marc-André Hamelin  Anthony Newman  Jenő Jandó  Daniel Barenboim  Claudio Arrau  Samson François  András Schiff  Leon Fleisher  Ronald Brautigam  Andreas Staier  Carmen Piazzini  Dieter Goldmann  Bart van Oort  Klára Würtz  Lang Lang  Walter Klien  Peter Katin  Mitsuko Uchida  Fazıl Say  Tuija Hakkila  Christian Zacharias  Kristian Bezuidenhout  Walter Gieseking  Kong Xiangdong  Hong Xu  Huguette Dreyfus  Patrick Cohen  Daria van den Bercken  Marta Deyanova  Roberto Prosseda  Pierre Goy  Jean‐Bernard Pommier  Malcolm Bilson  Jean-François Robert  Leon McCawley","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"B-flat major (Key)  E-flat major (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 4 in E-flat major, K. 189g\/282: III. Allegro","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Ingrid Haebler  Glenn Gould  Wolfgang Amadeus Mozart  Alicia de Larrocha  Maria João Pires  Alfred Brendel  Philippe Entremont  Lili Kraus  Sviatoslav Richter  Paul Badura-Skoda  Friedrich Gulda  Marc-André Hamelin  Anthony Newman  Jenő Jandó  [unknown]  Jerry Martin  Daniel Barenboim  Gustav Leonhardt  Claudio Arrau  Samson François  András Schiff  Leon Fleisher  Ronald Brautigam  Andreas Staier  Carmen Piazzini  Dieter Goldmann  Bart van Oort  Klára Würtz  Lang Lang  Walter Klien  Peter Katin  Mitsuko Uchida  Fazıl Say  Tuija Hakkila  Christian Zacharias  Kristian Bezuidenhout  Walter Gieseking  Kong Xiangdong  Hong Xu  Huguette Dreyfus  Patrick Cohen  Daria van den Bercken  Marta Deyanova  Roberto Prosseda  Pierre Goy  Jean‐Bernard Pommier  Malcolm Bilson  Jean-François Robert  Leon McCawley","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat major (Key)","Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: I. Grave - Allegro di molto e con brio","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Wilhelm Kempff  Wilhelm Backhaus  Arthur Rubinstein  Claudio Arrau  Paul Badura-Skoda  Friedrich Gulda  Alfred Brendel  Daniel Barenboim  Edwin Fischer  Vladimir Horowitz  Emil Gilels  Yves Nat  Stephen Kovacevich  Rudolf Serkin  Garrick Ohlsson  Richard Goode  Annie Fischer  Louis Lortie  Walter Gieseking  Glenn Gould  Maurizio Pollini  Robert Silverman  John Ogdon  Jenő Jandó  Georges Cziffra  Lazar Berman  Maria João Pires  István Székely  中村紘子  Cyprien Katsaris  李雲迪  Misha Dichter  Samson François  András Schiff  Tamás Vásáry  Silvia Čápová  Dubravka Tomšič  Artur Schnabel  Ronald Brautigam  Van Cliburn  Ivan Moravec  Solomon  Éric Heidsieck  Alfredo Perl  Bruno-Leonardo Gelber  Ingrid Fliter  Bernard Roberts  仲道郁代  Freddy Kempf  Rudolf Buchbinder  Shura Cherkassky  Sviatoslav Richter  Vladimir Ashkenazy  Daniel Chorzempa  Walter Klien  Artur Pizarro  Jurgen Johannes  Justus Frantz  Angela Hewitt  Cristina Ortiz  James Taylor Quartet  Egon Petri  Nodar Gabunia  François-Frédéric Guy  Steven Lubin  Michael Houstoun  Mari Kodama  Gerard Willems  Jean-Efflam Bavouzet  Radu Lupu  Steven Osborne  HJ Lim  Gerhard Oppitz  Werner Haas  Peter Rösel  Tatiana Nikolayeva  Abdel Rahman El Bacha  Martin Roscoe  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Paavali Jumppanen  Jos van Immerseel  Michael Korstick  Valentina Babor  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Bruno Leonardo Gelber  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Nikolaj Gorowitsj  Jean‐Bernard Pommier  Daniela Rusó  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Peter Takács  Alessandro Cesaro  Caroline Fischer  Alexej Gorlatch  Ist Van Szekely  John O’Conor  Jean-François Robert  Алексе́й Бори́сович Люби́мов  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: II. Adagio cantabile","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Alfred Brendel  Vladimir Ashkenazy  Wilhelm Kempff  Wilhelm Backhaus  Arthur Rubinstein  István Székely  Daniel Barenboim  Claudio Arrau  Vladimir Horowitz  Paul Badura-Skoda  Friedrich Gulda  Rudolf Serkin  Dubravka Tomšič  Edwin Fischer  Gerard Willems  Yves Nat  Walter Gieseking  Bruno Leonardo Gelber  John Ogdon  Jenő Jandó  Lazar Berman  Stephen Kovacevich  Carol Rosenberger  Misha Dichter  Alfredo Perl  Richard Goode  Annie Fischer  Bernard Roberts  Beethoven  Justus Frantz  Cristina Ortiz  Henrik Måwe  Louis Lortie  François-Frédéric Guy  Emil Gilels  Jean‐Bernard Pommier  Alessandro Cesaro  Glenn Gould  Dan Gibson  Maurizio Pollini  Robert Silverman  Royal Philharmonic Orchestra  Murray Perahia  German Brass  Kelly Yost  Georges Cziffra  Klaus Wunderlich  Maria João Pires  Gloria Saarinen  Wibi Soerjadi  Cyprien Katsaris  李雲迪  Samson François  András Schiff  Эмиль Григорьевич Гилельс  Amy Hayashi-Jones  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Artur Schnabel  Ronald Brautigam  Ann Schein  Van Cliburn  Ivan Moravec  Solomon  Dieter Goldmann  Éric Heidsieck  Lili Kraus  Yuli Lavrénov  Ingrid Fliter  The Baby Einstein Music Box Orchestra  Les Voix de Daïa  Jerome Rose  仲道郁代  Freddy Kempf  Elisso Bolkvadze  Rudolf Buchbinder  Janet Murray  Shura Cherkassky  Sviatoslav Richter  Daniel Chorzempa  Walter Klien  Artur Pizarro  Ludwig van Beethoven; Vladimir Ashkenazy  Angela Hewitt  Egon Petri  Nodar Gabunia  Jodie de Salvo  Steven Lubin  Michael Houstoun  Mari Kodama  Jean-Efflam Bavouzet  Radu Lupu  Steven Osborne  HJ Lim  Misha Goldstein  Gerhard Oppitz  Werner Haas  Peter Rösel  Bob Ekelund  Tatiana Nikolayeva  Royal Philharmonic Orchestra, Louis Clark  Abdel Rahman El Bacha  Inger Södergren  Bruce Hungerford  Martin Roscoe  Julius Katchen  tiko-μ  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Richard Kastle  Paavali Jumppanen  Reid Nibley  Jos van Immerseel  Michael Korstick  Martin Souter  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Nikolaj Gorowitsj  François‐René Duchâble  Jeff Jarratt, Don Reedman, Andrew Pryce Jackman, Nick Glennie‐Smith, Richard Allen Harvey  Daniela Rusó  The Anthony Ventura Orchestra  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Hamilton de Holanda & Joel Nascimento  Peter Takács  Caroline Fischer  Dieter Zechlin  Alexej Gorlatch  John O’Conor  Jean-François Robert  石岡久乃  Алексе́й Бори́сович Люби́мов  Semprini  Lucas Jussen  Tom Nazziola  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"},{"Work":"Sonata for Piano no. 8 in C minor, op. 13 “Pathétique”: III. Rondo. Allegro","Writers":"Ludwig van Beethoven (composer)","Artists":"Ludwig van Beethoven  [unknown]  Wilhelm Backhaus  Wilhelm Kempff  Arthur Rubinstein  Paul Badura-Skoda  Friedrich Gulda  Alfred Brendel  Daniel Barenboim  Rudolf Serkin  Claudio Arrau  Edwin Fischer  Emil Gilels  Yves Nat  Stephen Kovacevich  Richard Goode  Annie Fischer  Vladimir Horowitz  Vladimir Ashkenazy  Louis Lortie  Walter Gieseking  Glenn Gould  London Symphony Orchestra  Maurizio Pollini  Robert Silverman  Владимир Самойлович Горовиц  John Ogdon  Jenő Jandó  Georges Cziffra  Lazar Berman  Maria João Pires  István Székely  Cyprien Katsaris  李雲迪  Misha Dichter  Samson François  András Schiff  Garrick Ohlsson  Tamás Vásáry  Silvia Čápová  Dubravka Tomšič  Artur Schnabel  Ronald Brautigam  Van Cliburn  Ivan Moravec  Solomon  Éric Heidsieck  Lili Kraus  Alfredo Perl  Ingrid Fliter  The Baby Einstein Music Box Orchestra  Bernard Roberts  仲道郁代  Freddy Kempf  Rudolf Buchbinder  Shura Cherkassky  Sviatoslav Richter  Daniel Chorzempa  Walter Klien  Artur Pizarro  Jurgen Johannes  Justus Frantz  Angela Hewitt  Cristina Ortiz  Egon Petri  Nodar Gabunia  François-Frédéric Guy  Steven Lubin  Michael Houstoun  Mari Kodama  Gerard Willems  Jean-Efflam Bavouzet  Algis Pauljukaitis  Radu Lupu  Steven Osborne  HJ Lim  Gerhard Oppitz  Werner Haas  Peter Rösel  Tatiana Nikolayeva  Abdel Rahman El Bacha  Martin Roscoe  Daniel-Ben Pienaar  Jonathan Biss  Valery Afanassiev  Detlef Jürgens  John Lill  Paul Lewis  Paavali Jumppanen  Jos van Immerseel  Michael Korstick  Robert Taub  Igor Tchetuev  Jörg Demus, Antonio Janigro  Bruno Leonardo Gelber  Daniela Ruso  Walter Meyer  Boris Giltburg  Eileen Joyce  Anne Øland  Hans-Jurgen Dietrich  Nikolaj Gorowitsj  Jean‐Bernard Pommier  Daniela Rusó  Ludwig Hoffmann  Tom Beghin  Maria Grinberg  François Dumont  Ekaterina Murina  Peter Takács  Alessandro Cesaro  Caroline Fischer  Alexej Gorlatch  John O’Conor  Jean-François Robert  Алексе́й Бори́сович Люби́мов  Павел Серебряков","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"85b836ae-be46-4387-a709-cc119bcf5b81"}]