[{"Work":"Allegretto (in the style of Boccherini) (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Mischa Elman, Joseph Seiger","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Aucassin and Nicolette","Writers":"Fritz Kreisler (composer)","Artists":"Leonidas Kavakos, Péter Nagy  Joshua Bell, Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Berceuse Romantique","Writers":"Joshua Bell (composer)","Artists":"Joshua Bell, Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Caprice viennois, op. 2","Writers":"Fritz Kreisler (composer)","Artists":"Alfredo Campoli, Eric Gritton  Ivry Gitlis, Shigeo Neriki  Larry Adler  Balázs Szokolay  Jascha Heifetz  Fritz Kreisler  Moriz Rosenthal  Tasmin Little, Piers Lane  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Oscar Shumsky, Milton Kaye  Fritz Kreisler, Carl Lamson  Maxim Vengerov, Itamar Golan  Josef Hassid  Leonidas Kavakos, Péter Nagy  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Patrick Bismuth, Anne Gaels  Kyung-Wha Chung, Itamar Golan  В. Сафонов, Государственный джаз СССР, В. Кнушевитский  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Eugène Ysaÿe, Camille Decreus  Jane Corwin, Steven Staryk, Toronto Symphony Orchestra, Andrew Davis  Jenő Jandó, Takako Nishizaki  RCA Victor Symphony Orchestra, Douglas Gamley  Christian Ferras, Jean‐Claude Ambrosini  Shlomo Mintz, Clifford Benson  Ruggiero Ricci, Brooks Smith  Anne‐Sophie Mutter, Lambert Orkis  Viktor Tretiakov, Eesti Riiklik Sümfooniaorkester, Neeme Järvi  David Garrett, Royal Philharmonic Orchestra, Ion Marin  Riccardo Castagnone, Arthur Grumiaux  Werner Hink, Kimiko Nemi  Mischa Elman, Joseph Seiger  Michael Rabin, The Hollywood Bowl Symphony Orchestra, Felix Slatkin  Hubert Giesen, Gerhard Taschner","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"La Gitana (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Alfredo Campoli, Eric Gritton  David Oistrakh, Vladimir Yampolsky  Itzhak Perlman, Samuel Sanders  Yo‐Yo Ma, Kathryn Stott  Leonidas Kavakos, Péter Nagy  Joshua Bell, Paul Coker  Patrick Bismuth, Anne Gaels  Kyung Wha Chung, Phillip Moll  Lara St. John, Ilan Rechtman  Paul Huang, Jessica Osborne  Leonid Kogan, Andrei Mytnik  Ruggiero Ricci, Brooks Smith  Sandra Rivers, Nadja Salerno‐Sonnenberg  Arabella Steinbacher, Peter von Wienhardt  John Lenehan, Tasmin Little  Mischa Elman, Joseph Seiger  Clifford Benson, Shlomo Mintz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"La Précieuse (im Stile von Louis Couperin)","Writers":"Fritz Kreisler (composer)","Artists":"Fritz Kreisler  Itzhak Perlman, Samuel Sanders  Joshua Bell, Paul Coker  Erica Morini, Michael Raucheisen  諏訪内晶子, Philharmonia Orchestra, Charles Dutoit  Mischa Elman, Joseph Seiger  Clifford Benson, Shlomo Mintz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Liebesfreud (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Fritz Kreisler  [unknown]  Arthur Grumiaux, István Hajdu  Alfredo Campoli, Eric Gritton  Itzhak Perlman, Samuel Sanders  Fritz Kreisler, Carl Lamson  Joshua Bell, Paul Coker  James Galway  London Promenade Orchestra  Quintette du Hot Club de France  Sergei Rachmaninoff  Charles Reiner, Henryk Szeryng  Oscar Shumsky, Milton Kaye  Leonidas Kavakos, Péter Nagy  Yo‐Yo Ma, Patricia Zander  Jack Liebeck, Katya Apekisheva  Art of Brass Vienna  篠原悠那, 河地恵理子  Kyung Wha Chung, Phillip Moll  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Robert Koenig, Elmar Oliveira  Joji Hattori, Joseph Seiger  Dmitry Sitkovetsky, Pavel Gililov  Jenő Jandó, Takako Nishizaki  Vanessa‐Mae  Christian Ferras, Jean‐Claude Ambrosini  Ruggiero Ricci, Brooks Smith  Fritz Kreisler, Haddon Squire  Mikhael Erokhin, Viktor Tretiakov  Sandra Rivers, Nadja Salerno‐Sonnenberg  Cho-Liang Lin, Sandra Rivers  Riccardo Castagnone, Arthur Grumiaux  Mischa Elman, Joseph Seiger  Vienna Promenade Orchestra, Charles Gerhardt  Clifford Benson, Shlomo Mintz","ISWC":"T-801.289.652-6","Type":null,"Lyrics Languages":"zxx","Attributes":"0L0-0781-2 (JASRAC ID)","Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Liebesleid (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Fritz Kreisler  Arthur Grumiaux, István Hajdu  Alfredo Campoli, Eric Gritton  Christian Lindberg, Roland Pöntinen  Itzhak Perlman, Samuel Sanders  Fritz Kreisler, Carl Lamson  Joshua Bell, Paul Coker  Ivry Gitlis, Shigeo Neriki  Clare Fischer  [unknown]  Isaac Stern  The Romantic Strings and Orchestra  Charles Reiner, Henryk Szeryng  Heinrich Schiff, Samuel Sanders  Leonidas Kavakos, Péter Nagy  Diana Yukawa, Nigel Clayton  Gidon Kremer, Oleg Maisenberg  Itzhak Perlman, Janet Goodman Guggenheim  Yo‐Yo Ma, Patricia Zander  Jack Liebeck, Katya Apekisheva  Nigel Kennedy, John Lenehan  篠原悠那 & 阪田知樹  Patrick Bismuth, Anne Gaels  Kyung Wha Chung, Phillip Moll  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Martha Argerich, Gidon Kremer  Joji Hattori, Joseph Seiger  Dmitry Sitkovetsky, Pavel Gililov  Jenő Jandó, Takako Nishizaki  Vanessa‐Mae  Christian Ferras, Jean‐Claude Ambrosini  David Garrett, Alexander Markovich  Shlomo Mintz, Clifford Benson  Ruggiero Ricci, Brooks Smith  Fritz Kreisler, Haddon Squire  Mikhael Erokhin, Viktor Tretiakov  Sandra Rivers, Nadja Salerno‐Sonnenberg  Riccardo Castagnone, Arthur Grumiaux  Maxim Vengerov, Ian Brown  Mischa Elman, Joseph Seiger  Kemp English, Robin Wilson  Elisabeth Eschwé, Arkadij Winokurow","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"0L0-1860-1 (JASRAC ID)","Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Marche miniature viennoise","Writers":"Fritz Kreisler (composer)","Artists":"Arnold Steinhardt, Lincoln Mayorga  Linda Brava  Midori, Robert McDonald  Gidon Kremer, Oleg Maisenberg  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Tine Thing Helseth, Kathryn Stott  Fritz Kreisler, RCA Victor Symphony Orchestra, Donald Voorhees  Claire Désert, Philippe Graffin","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Menuet (in the style of Porpora) (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Joshua Bell, Paul Coker  Jascha Heifetz, André Benoist","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Piano Sonata, D. 571: Allegro","Writers":"Franz Schubert (composer)","Artists":"Paul Badura-Skoda  András Schiff  Michel Dalberto  Alwin Bär  Paul Coker","ISWC":null,"Type":"Sonata","Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Polichinelle (for violin & piano)","Writers":"Fritz Kreisler (composer)","Artists":"Alfredo Campoli, Eric Gritton  Fritz Kreisler  Leonidas Kavakos, Péter Nagy  Diana Yukawa, Nigel Clayton  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Alexandre Da Costa, Ensemble Canimex  Clifford Benson, Shlomo Mintz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Prélude et Allegro dans le style de Pugnani","Writers":"Fritz Kreisler (composer)","Artists":"Alfredo Campoli, Eric Gritton  Nigel Kennedy, John Lenehan  Fritz Kreisler  Gilles Apap  Nathan Milstein, Leon Pommers  Tasmin Little, Piers Lane  Rebekka Airin Siimer, Kai Õunapuu  Christian Ferras, Pierre Barbizet  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Saschko Gawriloff, Arnulf von Arnim  Tasmin Little, John Lenehan  Midori, Robert McDonald  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Yan Pascal Tortelier, Ulster Orchestra  Christian Ferras  Kyung Wha Chung, Phillip Moll  Roger Chase, Michiko Otaki  Alexandre Da Costa, Ensemble Canimex  David Garrett, Alexander Markovich  Ruggiero Ricci, Brooks Smith  Sandra Rivers, Nadja Salerno‐Sonnenberg  川田知子 & 田中麻紀  David Garrett, Royal Philharmonic Orchestra, Ion Marin  Rosanne Philippens, Julien Quentin  Mischa Elman, Joseph Seiger  Martin Krause, Gerhard Taschner","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Rondino on a Theme by Beethoven (for violin and piano)","Writers":"Fritz Kreisler (composer)  Mischa Elman (dedication)","Artists":"Alfredo Campoli, Eric Gritton  Fritz Kreisler  Arthur Grumiaux, István Hajdu  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Yo‐Yo Ma, Patricia Zander  Joshua Bell, Paul Coker  Jenő Jandó, Takako Nishizaki  Christian Ferras, Jean‐Claude Ambrosini  Ruggiero Ricci, Brooks Smith  Mischa Elman, Joseph Seiger  Vilde Frang, José Gallardo  José Gallardo, Ji Won Song","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"E-flat major (Key)","Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Scherzo und Allegro, D. 570: Scherzo. Allegro vivace","Writers":"Franz Schubert (composer)","Artists":"Paul Badura-Skoda  Paul Coker  Michel Dalberto  Alwin Bär  Alberto Miodini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Schön Rosmarin (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Fritz Kreisler  Arthur Grumiaux, István Hajdu  Alfredo Campoli, Eric Gritton  Ivry Gitlis, Shigeo Neriki  Mischa Elman, Joseph Seiger  [unknown]  Neue Wiener Concert Schrammeln  Itzhak Perlman, The Abbey Road Ensemble, Lawrence Foster  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Heinrich Schiff, Samuel Sanders  Fritz Kreisler, Carl Lamson  Maxim Vengerov, Itamar Golan  Gidon Kremer, Oleg Maisenberg  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Yan Pascal Tortelier, Ulster Orchestra  Patrick Bismuth, Anne Gaels  Kyung-Wha Chung, Itamar Golan  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Martha Argerich, Gidon Kremer  Melbourne Symphony Orchestra, Leonard Dommett  Joji Hattori, Joseph Seiger  Dmitry Sitkovetsky, Pavel Gililov  Jenő Jandó, Takako Nishizaki  RCA Victor Symphony Orchestra, Douglas Gamley  Vanessa‐Mae  Ruggiero Ricci, Brooks Smith  Fritz Kreisler, George Falkenstein  Mikhael Erokhin, Viktor Tretiakov  若林暢  Riccardo Castagnone, Arthur Grumiaux  Werner Hink, Kimiko Nemi  Ray Chen, Julien Quentin  Elisabeth Eschwé, Arkadij Winokurow  Hubert Giesen, Gerhard Taschner  Elizabeth Burley, Nicola Loud","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sicilienne et Rigaudon (in the style of François Francœur)","Writers":"Fritz Kreisler (composer)","Artists":"Itzhak Perlman, Samuel Sanders  Joshua Bell, Paul Coker  Jascha Heifetz, André Benoist  諏訪内晶子, Philharmonia Orchestra, Charles Dutoit  Ruggiero Ricci, Brooks Smith  Mischa Elman, Joseph Seiger","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sonata for Piano no. 11 in F minor, D. 625: I. Allegro","Writers":"Franz Schubert (composer)","Artists":"Sviatoslav Richter  Paul Badura-Skoda  Wilhelm Kempff  András Schiff  Alain Planès  Michel Dalberto  Alwin Bär  Kammerorchester Carl Philipp Emanuel Bach, Hartmut Haenchen  Marta Deyanova  Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sonata for Piano no. 11 in F minor, D. 625: II. Scherzo. Allegretto","Writers":"Franz Schubert (composer)","Artists":"Paul Badura-Skoda  Sviatoslav Richter  Wilhelm Kempff  András Schiff  Alain Planès  Michel Dalberto  Alwin Bär  Marta Deyanova  Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sonata for Piano no. 11 in F minor, D. 625: III. Allegro","Writers":"Franz Schubert (composer)","Artists":"Paul Badura-Skoda  Sviatoslav Richter  Wilhelm Kempff  András Schiff  Alain Planès  Michel Dalberto  Alwin Bär  Marta Deyanova  Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sonata for Piano no. 15 in C major, D. 840 \"Reliquie\": I. Moderato","Writers":"Franz Schubert (composer)","Artists":"Alfred Brendel  Paul Badura-Skoda  Mitsuko Uchida  Franz Schubert  Wilhelm Kempff  Святослав Теофилович Рихтер  Rudolf Serkin  András Schiff  Alain Planès  Michel Dalberto  Frank van de Laar  Jonathan Biss  Paul Lewis  Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Sonata for Piano no. 15 in C major, D. 840 \"Reliquie\": II. Andante","Writers":"Franz Schubert (composer)","Artists":"Alfred Brendel  Paul Badura-Skoda  Mitsuko Uchida  Wilhelm Kempff  Святослав Теофилович Рихтер  Rudolf Serkin  András Schiff  Alain Planès  Michel Dalberto  Frank van de Laar  Jonathan Biss  Paul Lewis  Paul Coker","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Syncopation (for violin & piano)","Writers":"Fritz Kreisler (composer)","Artists":"Arnold Steinhardt, Lincoln Mayorga  Fritz Kreisler  Itzhak Perlman, Samuel Sanders  Midori, Robert McDonald  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Alexandre Da Costa, Ensemble Canimex  Clifford Benson, Shlomo Mintz  Ray Chen, Julien Quentin","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Tambourin chinois, op. 3","Writers":"Fritz Kreisler (composer)","Artists":"Fritz Kreisler  Alfredo Campoli, Eric Gritton  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Lienīte Kostanda, [unknown]  Maxim Vengerov, Itamar Golan  Leonidas Kavakos, Péter Nagy  Yo‐Yo Ma, Patricia Zander  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Nigel Kennedy, John Lenehan  Michi Wiancko, Dina Vainshtein  Kyung-Wha Chung, Itamar Golan  Paganini Ensemble  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Vanessa‐Mae  Ruggiero Ricci, Brooks Smith  Fritz Kreisler, Haddon Squire  若林暢  David Garrett, Royal Philharmonic Orchestra, Ion Marin  Riccardo Castagnone, Arthur Grumiaux  Gilbert Audin, Laurent Lefèvre, Jean-Claude Montac, Nicolas Pinard, Anne Vigneau","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Tempo di Menuetto \"in the style of Pugnani\" (for violin and piano)","Writers":"Fritz Kreisler (composer)","Artists":"Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Diana Yukawa, Nigel Clayton  Joshua Bell, Paul Coker  George Enescu, Sanford Schlüssel  Sarah Chang, Sandra Rivers  Sandra Rivers, Nadja Salerno‐Sonnenberg  Gerald Moore, William Primrose  Phillip Bush, Iwao Furusawa","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D major (Key)","Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"},{"Work":"Toy Soldier's March","Writers":"Fritz Kreisler (composer)","Artists":"Itzhak Perlman, Samuel Sanders  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Tine Thing Helseth, Kathryn Stott","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"8f3656f5-6bb6-4d61-8a8a-112273874198"}]