[{"Work":"I Used to Be Color Blind (from \"Carefree\")","Writers":"Irving Berlin (lyricist, composer)","Artists":"Fred Astaire  Anita O’Day  Tony Bennett  Ginger Rogers  Ella Fitzgerald  Mildred Bailey  Helen Merrill  Benny Goodman and His Orchestra  Mildred Bailey & Her Orchestra  Fred Astaire & Ginger Rogers  Jack Hylton & His Orchestra, Bruce Trent  Oscar Peterson","ISWC":"T-070.904.467-6","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"},{"Work":"West Side Story: Finale","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Philip Jones Brass Ensemble  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Larry Kert, Carol Lawrence  The Amsterdam Saxophone Quartet, Jaap van Zweden  Jimmy Bryant, Marni Nixon  Kiri Te Kanawa, José Carreras  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  Josefina Scaglione, Matt Cavenaugh  Bruce Trent & Lucille Graham  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"},{"Work":"West Side Story: Maria (Tony)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Leonard Bernstein  Roger Williams  Vittorio Grigolo  Jimmy Bryant  Sarah Vaughan  Johnny Mathis  Sergio Franchi  Dave Brubeck  Plácido Domingo  Florent Pagny  P.J. Proby  The Oscar Peterson Trio  Pepe Jaramillo  Dancing Mood  Gérard Poncet and His Orchestra  Andrea Bocelli  Matt Monro  Gheorghe Zamfir  Maynard Ferguson  The Dave Brubeck Quartet  Michael Crawford  Canadian Brass  Richard Clayderman  Andy Williams  James Last  Lalo Schifrin  Royal Philharmonic Orchestra  Les Enfoirés  Katia & Marielle Labèque  Robert Goulet  Eric Reed  Stan Kenton  Vic Damone  José Carreras  [unknown]  Die 12 Cellisten der Berliner Philharmoniker  Betty Buckley  Colm Wilkinson  Kenneth McKellar  Sammy Davis Jr.  The West End Orchestra & Singers  London Promenade Orchestra  Ralph Dunnegan All Stars  The London Pops Orchestra  Larry Kert  The Four Tunes  Zigfrīds Račiņš  Alfie Boe  Boston Pops Orchestra  Dudu Fisher  Voces8  Eddie Higgins  Manny Albam & His Jazz Greats  Stimmgabel  Michael McDonald, James Ingram & David Pack  [theatre]  Ramin Karimloo  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Carreras, Domingo, Pavarotti  The Honey Dreamers  The New York Theater with The Broadway Choir  Avid All Stars  Royal Promenade Orchestra, Alfred Gehardt  Percy Faith & His Orchestra  [theatre]  Jim Bryant  Symphonieorchester St. Stephan, Pater Anselm Mayer  London Festival Orchestra, London Festival Chorus, Stanley Black  The Amsterdam Saxophone Quartet, Jaap van Zweden  Vienna Symphonic Rock Orchestra, Simon Gale  The New York Pops, Michael Maguire  今井清隆  Johnny Green & Orchestra  André Previn and His Pals Shelly Manne & Red Mitchell  Joerg Kaufmann feat. Bobby Shew  Cheyenne Jackson, San Francisco Symphony, Michael Tilson Thomas  Nicky Spence, National Symphony Orchestra, Anthony Inglis  Dave Liebman | Gil Goldstein  Pascal Bertin, Andreas Scholl, Dominique Visse  Members of the Metropolitan Opera Orchestra, James Conlon  Peter Hofmann, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Matt Cavenaugh  Bruce Trent  Tom Saffery  Vittorio Grigolo, Royal Liverpool Philharmonic Orchestra  Paul Manuel, National Symphony Orchestra, John Owen Edwards  Daniel Evans feat. Snake Davis  Knud Jørgensen  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.108.440-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"},{"Work":"West Side Story: One Hand, One Heart (Tony, Maria)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Katia & Marielle Labèque  Jimmy Bryant, Marni Nixon  Rickie Lee Jones  Canadian Brass  Tevin Campbell  Leonard Bernstein  Tuck & Patti  Boston Pops Orchestra  Manny Albam & His Jazz Greats  John Williams & The Boston Pops Orchestra  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Larry Kert, Carol Lawrence  Royal Promenade Orchestra, Alfred Gehardt  Barbra Streisand with Johnny Mathis  [theatre]  Orchestra of St. Luke’s, Eric Stern  Symphonieorchester St. Stephan, Pater Anselm Mayer  The Amsterdam Saxophone Quartet, Jaap van Zweden  Vienna Symphonic Rock Orchestra, Simon Gale  Kiri Te Kanawa, José Carreras  Joerg Kaufmann feat. Bobby Shew  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Peter Hofmann, Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Matt Cavenaugh, Josefina Scaglione  Bruce Trent & Lucille Graham  José Carreras, Kiri Te Kanawa  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Davidson & Davis  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Sunbury Divas  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.159.178-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"},{"Work":"West Side Story: Something’s Coming (Tony)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Yes  Barbra Streisand  Michael Ball  Manny Albam & His Jazz Greats  The King’s Singers  Paul Manuel, National Symphony Orchestra, John Owen Edwards  Canadian Brass  Johnny Mathis  Chris Connor  Katia & Marielle Labèque  Stan Kenton  Vic Damone  José Carreras  Joanie Sommers  Betty Buckley  Philip Jones Brass Ensemble  Sammy Davis Jr.  Larry Kert  The Oscar Peterson Trio  Jimmy Bryant  Chris Connor & Maynard Ferguson  John Williams & The Boston Pops Orchestra  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Barbra Streisand with Lauren Frost  [theatre]  Aaron Tveit  London Festival Orchestra, London Festival Chorus, Stanley Black  The Amsterdam Saxophone Quartet, Jaap van Zweden  All‐4‐One  André Previn and His Pals Shelly Manne & Red Mitchell  Cheyenne Jackson, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Peter Hofmann, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Matt Cavenaugh  Bruce Trent  Vittorio Grigolo, Royal Liverpool Philharmonic Orchestra  Winchester College Quiristers  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.136.715-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"},{"Work":"West Side Story: Tonight (Maria, Tony)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"George Greeley  Leonard Bernstein  The Dave Brubeck Quartet  We Five  [unknown]  Pepe Jaramillo  Vienna Symphonic Rock Orchestra, Simon Gale  Shirley Bassey  The Mantovani Orchestra  The Shadows  Michael Crawford  Charlotte Church  Canadian Brass  Richard Clayderman  Plácido Domingo  Johnny Mathis  Andy Williams  Katia & Marielle Labèque  Stan Kenton  Anita Bryant  Vince Hill  Vic Damone  José Carreras  Lesley Garrett  Sergio Franchi  Sammy Davis Jr.  Harry Secombe  London Promenade Orchestra  The London Pops Orchestra  The Oscar Peterson Trio  Boston Pops Orchestra  Julia Migenes  Eddie Higgins  Len Stevens & His Orchestra  Manny Albam & His Jazz Greats  Footlights Orchestra & Chorus  John Williams & The Boston Pops Orchestra  Kenny Loggins & Wynonna  Dee Snider with Patti LuPone  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Carreras, Domingo, Pavarotti  José Carreras, Robert Farnon & His Orchestra  Eddy Mers  Larry Kert, Carol Lawrence  Marni Nixon, Jimmy Bryant  The New York Theater with The Broadway Choir  Royal Promenade Orchestra, Alfred Gehardt  [theatre]  Orchestra of St. Luke’s, Eric Stern  Robert Farnon & His Orchestra, José Carreras  Symphonieorchester St. Stephan, Pater Anselm Mayer  London Festival Orchestra, London Festival Chorus, Stanley Black  Roberto Alagna, Angela Gheorghiu  The Amsterdam Saxophone Quartet, Jaap van Zweden  Peter Hofmann, Debbie Sasson, Michael Tilson Thomas  Plácido Domingo, Renée Fleming  Johnny Green & Orchestra  Jimmy Bryant, Marni Nixon  Elisabeth Turchi  Kiri Te Kanawa, José Carreras, Leonard Bernstein  Kiri Te Kanawa, José Carreras  André Previn and His Pals Shelly Manne & Red Mitchell  Joerg Kaufmann feat. Bobby Shew  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  The London Cello Sound, Geoffrey Simon  Lang Lang feat. Sean Jones  Peter Hofmann, Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  José Carreras, Katia Ricciarelli, London Arts Orchestra, Jacques Delacôte  Matt Cavenaugh, Josefina Scaglione  Lawrence Leonard  Bruce Trent & Lucille Graham  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Mary Carewe & Michael Dore  Frank Renton, The Desford Colliery Band  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Natalie Wood & Richard Beymer  Keith Jarrett, Gary Peacock, Jack DeJohnette  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-901.072.962-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"914b21b3-a7c6-4a89-ad00-a0cc50cf14a6"}]