[{"Work":"Both Sides Now","Writers":"Joni Mitchell (lyricist, composer)","Artists":"Joni Mitchell  Neil Diamond  Judy Collins  Frank Sinatra  Pete Seeger  Glen Campbell  Anne Murray  Paul Young  Clannad  Melanie C  Tina Arena  Andy Williams  Davey Graham  Clannad & Paul Young  Chet Atkins  Herbie Hancock  Hugh Masekela  Natalie Cole  Fred Hersch  Michael Feinstein  Willie Nelson  Roger Whittaker  Tom Grant  Parasites  Paul Anka  Paul Winter Consort  Pat Martino  Rufus Wainwright  Allison Moorer  Jason Falkner  Gregorian  Jim Nabors  Stephen Fearing  Claudine Longet  藤田恵美  Robert Goulet  Michael Ball  Tierney Sutton  Harpers Bizarre  Dee Felice Trio  Rachael Yamagata  Unni Wilhelmsen  The Singers Unlimited  Vocal Line  Julie Felix  Ann Sally  林志美  Mantovani  Jimmie Rodgers  Uncle Seth  Jemima Price  MiriaM. & Band  Out of the Blue  Treasure  Ian Shaw  Rachel Z Trio  Carly Rae Jepsen  Susan Boyle  Jeanette Lindström & Steve Dobrogosz  Adam Harvey feat. The McClymonts  Joni Mitchell with Pete Seeger  Håkan Hardenberger, Academy of St Martin in the Fields, Kenneth Sillito  Percy Faith, His Orchestra & Chorus  Bo Stief, Bobo Moreno & Ole Kock Hansen  Alva Leigh feat. Natalie Prass  Joni Mitchell and the L.A. Express  ALLISON  Ian McShane  サラ・オレイン  Friend ’n Fellow  Adrian Kerr  Louis Van Dyke \/ Rogier van Otterloo  Irene Ryder  Anita Meyer, Metropole Orkest  Denny Brooks","ISWC":"T-072.133.365-8","Type":"Song","Lyrics Languages":"eng","Attributes":"0B1-7490-1 (JASRAC ID)","Rating":null,"gid":"916aa833-a1c9-44d2-9b34-6f1b82c28cce"},{"Work":"I Wish I Knew How It Would Feel to Be Free","Writers":"Billy Taylor (writer)  Dick Dallas (writer)","Artists":"Nina Simone  Cold Blood  Billy Taylor Trio  John Legend & The Roots  Emeli Sandé  John Denver  Marlena Shaw  Billy Taylor  Mary Travers  Human Highway  Tommy Emmanuel & Martin Taylor  Szymon Makohin  Nina Simone with Studio Rio  The Sachal Ensemble feat. La Marisoul  The Harvard Opportunes  Denny Brooks  Jeff Goldblum & The Mildred Snitzer Orchestra","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"916aa833-a1c9-44d2-9b34-6f1b82c28cce"},{"Work":"Wherefore and Why","Writers":"Gordon Lightfoot (composer, lyricist)","Artists":"Gordon Lightfoot  Liza Minnelli  Denny Brooks","ISWC":"T-071.519.944-2","Type":"Song","Lyrics Languages":"eng","Attributes":"530157796 (ASCAP ID)","Rating":null,"gid":"916aa833-a1c9-44d2-9b34-6f1b82c28cce"}]