[{"Work":"L'assedio di Corinto: Atto I. \"Duce di tanti eroi\" (Maometto)","Writers":"Gioachino Rossini (composer)","Artists":"Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto I. \"Pamira mi sei resa\" (Maometto, Pamira, Cleomene, Ismene, Omar, Coro)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Franco Bonisolli, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto I. \"Trionfammo, Signor\" (Omar, Maometto, Cleomene, Pamira, Coro)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Franco Bonisolli, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto II. \"\"Sgombra il timor\" \/ \"Che vedo? ohimè!\" (Maometto, Pamira)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto II. \"Pamira... Questa altar\" (Maometto, Pamira, Neocle)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Marilyn Horne, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto II. \"Sian tolti a lui quel ferri\" (Maometta, Neocle, Pamira, Omar, Ismene, Coro)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Marilyn Horne, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto II. \"Vinci, Pamira...Imen le dona\" (Maimetto, Ismene, Coro)","Writers":"Gioachino Rossini (composer)","Artists":"Justino Díaz, Milena Pauli","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"L'assedio di Corinto: Atto III. \"Ma qual mal suona funebre accento?\" (Pamira, Ismene, Maometto, Coro)","Writers":"Gioachino Rossini (composer)","Artists":"Beverly Sills, Milena Pauli, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Les Contes d'Hoffmann: Acte IV. Chanson \"Scintille, diamant\" (Dapertutto)","Writers":"Jacques Offenbach (composer)","Artists":"Justino Díaz","ISWC":null,"Type":"Aria","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Les Contes d'Hoffmann: Acte IV. Scène \"Cher ange !\" (Dapertutto, Giulietta, Hoffmann)","Writers":"Jacques Offenbach (composer)","Artists":"Justino Díaz, Edita Gruberová, Plácido Domingo","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Les Contes d'Hoffmann: Acte IV. Septuor \"Hélas ! mon coeur s'égare encore\" (Hoffmann, Dapertutto, Giulietta, Nicklausse, Schlémil, les invités, Pitichinaccio)","Writers":"Jacques Offenbach (composer)","Artists":"Jacques Offenbach  Plácido Domingo, Justino Díaz, Edita Gruberová, Claudia Eder, Richard van Allan, Paul Crook, Chœur de Radio France","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto I","Writers":"Gaetano Donizetti (composer)  Salvadore Cammarano (librettist)","Artists":"Beverly Sills, Carlo Bergonzi  Beverly Sills, Piero Cappuccilli, Justino Díaz  Mario Carlin, Coro del Teatro alla Scala di Milano, Rolando Panerai, Nicola Zaccaria, RIAS Sinfonie Orchester, Herbert von Karajan  Maria Callas, Mario Carlin, Coro del Teatro alla Scala di Milano, Giuseppe Di Stefano, Rolando Panerai, Luisa Villa, Nicola Zaccaria, RIAS Sinfonie Orchester, Herbert von Karajan","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto I, Scena I. (no. 2) \"Il tuo dubbio è ormai certezza\" (Coro, Normanno, Enrico, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Piero Cappuccilli, Justino Díaz, Keith Erwen  Robert Merrill, Rinaldo Pelizzoni, Cesare Siepi, Orchestra e coro dell’Accademia Nazionale di Santa Cecilia, Sir John Pritchard  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto I, Scena I. (no. 2a) \"Tu sei turbato!\" (Normanno, Enrico, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov  Piero Cappuccilli, Justino Díaz, Keith Erwen  Rinaldo Pelizzoni, Robert Merrill, Cesare Siepi, Orchestra dell’Accademia Nazionale di Santa Cecilia, Sir John Pritchard  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto I, Scena I. (no. 2b) \"Cruda, funesta smania\" (Enrico, Normanno)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov  Sherrill Milnes, Pier Francesco Poli, Nicolaï Ghiaurov  Piero Cappuccilli, Justino Díaz, Keith Erwen  Piero Cappuccilli, Keith Erwen  Riccardo Stracciari  Robert Merrill, Rinaldo Pelizzoni, Cesare Siepi, Orchestra e coro dell’Accademia Nazionale di Santa Cecilia, Sir John Pritchard  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto I, Scena I. (no. 2d) \"La pietade in suo favore\" (Enrico, Coro, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Sherrill Milnes, Pier Francesco Poli, Nicolaï Ghiaurov  Piero Cappuccilli, Justino Díaz, Keith Erwen  Pier Francesco Poli, Nicolaï Ghiaurov  Orchestra dell’Accademia Nazionale di Santa Cecilia, Sir John Pritchard  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II","Writers":"Gaetano Donizetti (composer)  Salvadore Cammarano (librettist)","Artists":"Beverly Sills, Piero Cappuccilli, Justino Díaz  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena I. (no. 7a) \"Ebben?... Di tua speranza\" (Lucia, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Dame Joan Sutherland, Nicolaï Ghiaurov  Beverly Sills, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena I. (no. 7b) \"Ah! Cedi, cedi... o più sciagure\" (Raimondo, Lucia)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Dame Joan Sutherland, Nicolaï Ghiaurov  Beverly Sills, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena I. (no. 7c) \"Al ben de'tuoi qual vittima\" (Raimondo, Lucia)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Dame Joan Sutherland, Nicolaï Ghiaurov  Beverly Sills, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 9a) Scena \"Dov'è Lucia?\" (Arturo, Enrico, Coro)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Philharmonia Orchestra, Tullio Serafin  Adolf Dallapozza, Piero Cappuccilli, Beverly Sills , Justino Díaz  Dame Joan Sutherland, Sherrill Milnes, Ryland Davies, Nicolaï Ghiaurov","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 9b) Quartetto \"Ecco il tuo sposo\" (Enrico, Lucia, Arturo, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Adolf Dallapozza, Piero Cappuccilli, Beverly Sills , Justino Díaz  Dame Joan Sutherland, Sherrill Milnes, Ryland Davies, Nicolaï Ghiaurov  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 9c) Sestetto con coro “Chi mi frena in tal momento?” (Edgardo, Enrico, Lucia, Raimondo, Alisa, Coro, Arturo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Luciano Pavarotti, Joan Sutherland, Sherrill Milnes, Nicolaï Ghiaurov, Ryland Davies, Huguette Tourangeau, Chorus of the Royal Opera House, Covent Garden, Orchestra of the Royal Opera House, Covent Garden, Richard Bonynge  Luciano Pavarotti  Donald Lambert  Enrico Caruso, Antonio Scotti, Francesco Daddi, Marcel Journet, Marcella Sembrich, Gina Severina  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz, Patricia Kern, Adolf Dallapozza, Ambrosian Opera Chorus, John McCarthy, London Symphony Orchestra, Thomas Schippers  Dame Joan Sutherland, Luciano Pavarotti, Sherrill Milnes, Nicolaï Ghiaurov  Dame Joan Sutherland, Luciano Pavarotti, Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov, Huguette Tourangeau  Carlo Bergonzi, Piero Cappuccilli,Beverly Sills, Justino Díaz, Patricia Kern, Adolf Dallapozza  Philharmonia Orchestra, Tullio Serafin  Rundfunk‐Sinfonieorchester Berlin, Roberto Paternostro  Piero Cappuccilli, Coro di Torino della RAI, Agostino Ferrin, Gianfranco Manganotti, Luciano Pavarotti, Renata Scotto, Anna di Stasio, Orchestra Sinfonica di Torino della RAI, Francesco Molinari‐Pradelli  Enrico Caruso, Luisa Tetrazzini, Josephine Jacoby, Pasquale Amato, Angelo Badà, Marcel Journet, Victor Orchestra, Walter B. Rogers  Enrico Caruso, Marcella Sembrich, Francesco Daddi, Marcel Journet, Antonio Scotti, Gina Severina  The Allentown Band, Ronald Demkee, Frank Kaderabek, Jeffrey Krause, Greg Seifert, Terry Stettler, Ezra Wenner, Warren Wilson  Carlo Bergonzi, Piero Cappuccilli, Beverly Sills, Justino Díaz, Patricia Kern, Adolf Dallapozza  Sergei Baigildin, Malcolm Donnelly, Clifford Grant, Richard Greager, The Australian Opera Chorus, Patricia Price, Joan Sutherland, Elizabethan Sydney Orchestra, Richard Bonynge  Raffaele Arié, Maria Callas, Anna Maria Canali, Coro del Maggio Musicale Fiorentino, Giuseppe Di Stefano, Tito Gobbi, Valiano Natali, Orchestra del Maggio Musicale Fiorentino, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 10) Finale II \"Maledetto sia l'istante\" (Edgardo, Enrico, Arturo, Coro, Lucia, Raimondo, Alisa)","Writers":"Gaetano Donizetti (composer)","Artists":"Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz, London Symphony Orchestra, Thomas Schippers  Dame Joan Sutherland, Luciano Pavarotti, Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov, Ryland Davies  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 10a) Stretta del finale \"T'allontana, sciagurato\" (Enrico, Arturo, Edgardo, Lucia, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Philharmonia Orchestra, Tullio Serafin  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz, London Symphony Orchestra, Thomas Schippers  Dame Joan Sutherland, Luciano Pavarotti, Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov, Ryland Davies","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 10c) \"Esci, fuggi, il furor che mi accende\" (Arturo, Enrico, Coro, Raimondo, Lucia, Edgardo, Alisa)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz, London Symphony Orchestra, Thomas Schippers  Dame Joan Sutherland, Luciano Pavarotti, Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov, Ryland Davies  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III","Writers":"Gaetano Donizetti (composer)  Salvadore Cammarano (librettist)","Artists":"Piero Cappuccilli, Justino Díaz, Keith Erwen  Carlo Bergonzi, Piero Cappuccilli  Beverly Sills, Piero Cappuccilli, Justino Díaz  Carlo Bergonzi, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 13. Scena con coro \"Deh, cessate quel contento\" (Raimondo, Coro)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Philharmonia Orchestra, Tullio Serafin  Nicolaï Ghiaurov  Dame Joan Sutherland, Sherrill Milnes  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz  Radiosymphonieorchester Bratislava, Tibor Frešo","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 13. Scena con coro \"Oh! qual funesto avvenimento\" (Coro, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Philharmonia Orchestra, Tullio Serafin  Nicolaï Ghiaurov  Dame Joan Sutherland, Sherrill Milnes  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"Ahimè! sorge il tremendo fantasma\" (Lucia)","Writers":"Gaetano Donizetti (composer)","Artists":"Beverly Sills  Dame Joan Sutherland, Pier Francesco Poli, Nicolaï Ghiaurov  Beverly Sills, Justino Díaz  Philharmonia Orchestra, Tullio Serafin  Coro Sinfonica di Milano Giuseppe Verdi, Carlo Lepore, Pretty Yende, Orchestra Sinfonica di Milano Giuseppe Verdi, Giacomo Sagripanti","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"Ardon gli incensi\" (Lucia, Raimondo)","Writers":"Gaetano Donizetti (composer)  Salvadore Cammarano (librettist)","Artists":"Gaetano Donizetti  Anna Netrebko, Mahler Chamber Orchestra, Claudio Abbado  Frieda Hempel  Maria Callas & Gaetano Donizetti  Dame Joan Sutherland, Nicolaï Ghiaurov  Dame Joan Sutherland, Pier Francesco Poli, Nicolaï Ghiaurov  Beverly Sills, Justino Díaz  Beverly Sills, Justino Díaz, Keith Erwen  Beverly Sills, Keith Erwen, Justino Díaz, Piero Cappuccilli  Maria Callas, Philharmonia Orchestra, Philharmonia Chorus, Tullio Serafin, Bernard Ładysz, Renzo Casellato, Piero Cappuccilli  Анна Юрьевна Нетребко, Metropolitan Opera Orchestra, Marco Armiliato  Philharmonia Orchestra, Tullio Serafin  Maria Callas, Deutsches Symphonie‐Orchester Berlin, Herbert von Karajan  Coro Sinfonica di Milano Giuseppe Verdi, Carlo Lepore, Pretty Yende, Orchestra Sinfonica di Milano Giuseppe Verdi, Giacomo Sagripanti  Anna Moffo, Philharmonia Orchestra, Colin Davis  Joan Sutherland, Opera Chorus Of Paris, Paris Conservatoire Orchestra, Nello Santi","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"Oh giusto cielo\" - \"Il dolce suono\" (Coro, Lucia)","Writers":"Gaetano Donizetti (composer)  Salvadore Cammarano (librettist)","Artists":"Gaetano Donizetti  Анна Юрьевна Нетребко, Mahler Chamber Orchestra, Claudio Abbado  Philharmonia Orchestra, Tullio Serafin  Maria Callas  Beverly Sills  Nellie Melba  Dame Joan Sutherland  Maria Callas & Gaetano Donizetti  Beverly Sills, Justino Díaz  Beverly Sills, Keith Erwen, Justino Díaz, Piero Cappuccilli  Orchestra del Teatro dell'Opera di Roma, Erich Leinsdorf, Roberta Peters  Edita Gruberová, Bruno Lazzaretti, Robert Lloyd, Renato Bruson, Ambrosian Opera Chorus, Royal Philharmonic Orchestra, Nicola Rescigno  The Ambrosian Singers, Edita Gruberová, London Symphony Orchestra, Carlo Rizzi  Montserrat Sanroma, Thomas Bloch, Ettore Borri  Sumi Jo, Orchestre Philharmonique de Monte‐Carlo, Paolo Olmi  Coro Sinfonica di Milano Giuseppe Verdi, Carlo Lepore, Pretty Yende, Orchestra Sinfonica di Milano Giuseppe Verdi, Giacomo Sagripanti  Anna Moffo, Philharmonia Orchestra, Colin Davis  Joan Sutherland, Opera Chorus Of Paris, Paris Conservatoire Orchestra, Nello Santi","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"S'avanza Enrico!\" (Raimondo, Enrico, Coro, Lucia)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Nicolaï Ghiaurov, Sherrill Milnes, Dame Joan Sutherland  Dame Joan Sutherland, Nicolaï Ghiaurov  Justino Díaz, Piero Cappuccilli, Beverly Sills  Alexandru Agache, The Ambrosian Singers, Edita Gruberová, Alastair Miles, London Symphony Orchestra, Carlo Rizzi  Coro Sinfonica di Milano Giuseppe Verdi, Carlo Lepore, Mattia Olivieri, Pretty Yende, Orchestra Sinfonica di Milano Giuseppe Verdi, Giacomo Sagripanti","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"Si tragga altrove\" (Enrico, Raimondo, Normanno)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Sherrill Milnes, Nicolaï Ghiaurov, Pier Francesco Poli  Piero Cappuccilli, Justino Díaz, Keith Erwen","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena I. no. 14. \"Spargi d'amaro pianto\" (Lucia, Enrico, Raimondo, Coro)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Maria Callas  Анна Юрьевна Нетребко, Mahler Chamber Orchestra, Claudio Abbado  Beverly Sills, Piero Cappuccilli, Justino Díaz  Philharmonia Orchestra, Tullio Serafin  Eesti Riiklik Sümfooniaorkester, Neeme Järvi, Margarita Voites, Sigrid Orusaar  Dame Joan Sutherland, Sherrill Milnes, Nicolaï Ghiaurov  Beverly Sills, Keith Erwen, Justino Díaz, Piero Cappuccilli  Alexandru Agache, The Ambrosian Singers, Edita Gruberová, Alastair Miles, London Symphony Orchestra, Carlo Rizzi  Maria Callas, Deutsches Symphonie‐Orchester Berlin, Herbert von Karajan  Coro Sinfonica di Milano Giuseppe Verdi, Carlo Lepore, Mattia Olivieri, Pretty Yende, Orchestra Sinfonica di Milano Giuseppe Verdi, Giacomo Sagripanti  Amelita Galli-Curci, Rosario Bourdon","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena II. no. 15. \"Oh meschina!\" (Coro, Edgardo, Raimondo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Carlo Bergonzi, Justino Díaz  Joseph Calleja  Luciano Pavarotti, Nicolaï Ghiaurov  Philharmonia Orchestra, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Lucia di Lammermoor: Atto III, Scena II. no. 15. \"Tu che a Dio spiegasti l'ali\" (Edgardo, Raimondo, Coro)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Luciano Pavarotti  Carlo Bergonzi, Justino Díaz  Luciano Pavarotti, Nicolaï Ghiaurov  Orchestra of the Royal Opera House, Covent Garden  Tito Schipa  Joseph Calleja  Ferruccio Tagliavini, Jean Paul Morel  Philharmonia Orchestra, Tullio Serafin  Coro del Maggio Musicale Fiorentino, Giuseppe Di Stefano, Orchestra del Maggio Musicale Fiorentino, Tullio Serafin  Chorus of the Royal Opera House, Covent Garden, Nicolaï Ghiaurov, Luciano Pavarotti, Orchestra of the Royal Opera House, Covent Garden, Richard Bonynge","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part I, no. 5. Recitative \"Thus saith the Lord\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"The Brandenburg Consort, Stephen Cleobury  Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Simon Estes, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  John Tomlinson, The English Concert, Trevor Pinnock  The Choir & Orchestra of Pro Christe, Timothy Dean  Emma Kirkby, David Thomas, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  Aglow Hollow  London Philharmonic Orchestra, Karl Richter  William Christie, Les Arts Florissants  Matthew Brook, Dunedin Consort, John Butt  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  David Thomas, Bach Collegium Japan, Masaaki Suzuki  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  William Warfield, The Philadelphia Orchestra, Eugene Ormandy  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Royal Choral Society, Royal Philharmonic Orchestra  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  John Shirley‐Quirk, Royal Philharmonic Orchestra, Sir Malcolm Sargent  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  William Parker, Philharmonia Baroque Orchestra, Nicholas McGegan  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part I, no. 6. Air \"But who may abide\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"The Brandenburg Consort, Stephen Cleobury  Michael Chance, The English Concert, Trevor Pinnock  Christopher Field, Orchestra of the Antipodes, Antony Walker  Yoshikazu Mera  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Susan Gritton, Gabrieli Players, Paul McCreesh  Lawrence Zazzo, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Helen Watts, London Symphony Orchestra, Sir Colin Davis  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Lauryn Peacock  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Paul Esswood, Swedish Radio Symphony Orchestra, Anders Öhrwall  Hanna Schwarz, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  The Choir & Orchestra of Pro Christe, Timothy Dean  Yoshikazu Mera, Bach Collegium Japan, Masaaki Suzuki  Emma Kirkby, Academy of Ancient Music  Emma Kirkby, David Thomas, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  London Philharmonic Orchestra, Karl Richter  Matthew Brook, Dunedin Consort, John Butt  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  Paul Esswood, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Iestyn Davies, Britten Sinfonia, Stephen Layton  Russell Oberlin, Albert Fuller, The Baroque Chamber Orchestra, Thomas Dunn  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Catherine Robbin, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  William Warfield, The Philadelphia Orchestra, Eugene Ormandy  Brigitte Fassbaender, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Andreas Scholl, William Christie, Les Arts Florissants  Händel and Haydn Society, Andrew Parrott  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Royal Choral Society, Royal Philharmonic Orchestra  Charles Brett, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Alice Coote, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Hilary Summers, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":"Aria","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part I, no. 10. Recitative \"For behold, darkness shall cover the earth\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"The Brandenburg Consort, Stephen Cleobury  London Symphony Orchestra, Sir Colin Davis  Bach Collegium Japan, Masaaki Suzuki  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Simon Estes, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  John Tomlinson, The English Concert, Trevor Pinnock  The Choir & Orchestra of Pro Christe, Timothy Dean  David Thomas, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Karl Richter  William Christie, Les Arts Florissants  Matthew Brook, Dunedin Consort, John Butt  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Gutter Sparrow  Emmanuelle Haïm, Le Concert d'Astrée  Cantillation, Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Royal Choral Society, Royal Philharmonic Orchestra  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part I, no. 11. Air \"The people that walked in darkness\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"The Brandenburg Consort, Stephen Cleobury  John Tomlinson, The English Concert, Trevor Pinnock  Thomas Hampson  Dan Zimmerman  London Symphony Orchestra, Sir Colin Davis  Bach Collegium Japan, Masaaki Suzuki  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Smoke Rise Orchestra, Smoke Rise Choir & Danny Vancil  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  The Choir & Orchestra of Pro Christe, Timothy Dean  David Thomas, Academy of Ancient Music, Christopher Hogwood  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Karl Richter  Matthew Brook, Dunedin Consort, John Butt  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  Cantillation, Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Oregon Bach Festival Orchestra, Helmuth Rilling, Scholars Baroque Ensemble  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Royal Choral Society, Royal Philharmonic Orchestra  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":"Aria","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part II, no. 40. Air \"Why do the Nations\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  George Frideric Handel  The Brandenburg Consort, Stephen Cleobury  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  David Thomas, Taverner Choir & Players, Andrew Parrott  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  English Chamber Orchestra, Richard Bonynge  Simon Estes, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  London Musici Chamber Choir, Bryn Terfel, London Musici, Mark Stephenson  John Tomlinson, The English Concert, Trevor Pinnock  The Choir & Orchestra of Pro Christe, Timothy Dean  Simon Preston, Christ Church Cathedral Choir, Oxford, David Thomas, Academy of Ancient Music, Christopher Hogwood  Oregon Bach Festival Orchestra, Helmuth Rilling  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  William Christie, Les Arts Florissants  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Norman Walker, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  David Thomas, Bach Collegium Japan, Masaaki Suzuki  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Donald McIntyre, London Philharmonic Orchestra, Karl Richter  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  Brett Polegato, Tafelmusik, Ivars Taurins  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  William Warfield, The Philadelphia Orchestra, Eugene Ormandy  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Edward Caswell, Dunedin Consort, John Butt  Margaret Hillis, Chicago Symphony Chorus, Gwynne Howell, Chicago Symphony Orchestra, Sir Georg Solti  Academy of St. Martin in the Fields Chorus, Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Eastman Chorale, Eastman Philharmonia Chamber Orchestra, Donald Neuen  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part III, no. 47. Recitativo \"Behold, I Tell you a Mystery\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Thomas Quasthoff, Staatskapelle Dresden, Sebastian Weigle  The Brandenburg Consort, Stephen Cleobury  Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  George Frideric Handel  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Collegium Musicum 90, Richard Hickox  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  Christopher Hogwood, The Academy of Ancient Music, Christ Church Cathedral Choir, Oxford  Simon Estes, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  John Tomlinson, The English Concert, Trevor Pinnock  The Choir & Orchestra of Pro Christe, Timothy Dean  Oregon Bach Festival Orchestra, Helmuth Rilling  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Karl Richter  Matthew Brook, Dunedin Consort, John Butt  Scottish Chamber Orchestra, George Malcolm  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  David Thomas, Bach Collegium Japan, Masaaki Suzuki  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  La Chapelle Rhénane, Benoît Haller  William Warfield, The Philadelphia Orchestra, Eugene Ormandy  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Sixteen, The Symphony of Harmony and Invention, Harry Christophers  Händel and Haydn Society, Andrew Parrott  Eastman Chorale, Eastman Philharmonia Chamber Orchestra, Donald Neuen  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Margaret Hillis, Gwynne Howell, Chicago Symphony Orchestra, Sir Georg Solti  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Messiah, HWV 56: Part III, no. 48. Air \"The Trumpet Shall Sound\" (Bass)","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  Thomas Quasthoff, Staatskapelle Dresden, Sebastian Weigle  The Brandenburg Consort, Stephen Cleobury  Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  Owen Brannigan, London Philharmonic Orchestra, Sir Adrian Boult  Phil Driscoll  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Colin Davis  Royal Philharmonic Orchestra, Sir Thomas Beecham  Collegium Musicum 90, Richard Hickox  Dunedin Consort, John Butt  Concentus Musicus Wien, Nikolaus Harnoncourt  Arnold Schönberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  David Thomas, Taverner Choir & Players, Andrew Parrott  Neal Davies, Freiburger Barockorchester, René Jacobs  Samuel Ramey, Toronto Symphony Orchestra, Sir Andrew Davis  American Bach Soloists, Jeffrey Thomas  Mormon Tabernacle Choir, The Philadelphia Orchestra, Eugene Ormandy  Robert Shaw Orchestra, Robert Shaw  Musica Sacra, Richard Westenburg  Atlanta Symphony Orchestra & Chamber Chorus, Robert Shaw  Christopher Hogwood, The Academy of Ancient Music, Christ Church Cathedral Choir, Oxford  Septura  English Chamber Orchestra, Richard Bonynge  Simon Estes, Symphonieorchester des Bayerischen Rundfunks, Sir Colin Davis  Le Concert Spirituel, Hervé Niquet  Academy of Ancient Music, Choir of New College Oxford, Edward Higginbottom  Magnus Lindén, Swedish Radio Symphony Orchestra, Anders Öhrwall  John Tomlinson, The English Concert, Trevor Pinnock  The Choir & Orchestra of Pro Christe, Timothy Dean  Teddy Tahu Rhodes, Leanne Sullivan, Orchestra of the Antipodes, Antony Walker  Oregon Bach Festival Orchestra, Helmuth Rilling  Franz Crass, Maurice André, Münchener Bach‐Orchester, Karl Richter  John Shirley‐Quirk, London Symphony Orchestra, Sir Colin Davis  London Philharmonic Orchestra, Karl Richter  William Christie, Les Arts Florissants  James Milligan, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Norman Walker, Royal Liverpool Philharmonic Orchestra, Sir Malcolm Sargent  Emmanuelle Haïm, Le Concert d'Astrée  David Thomas, Bach Collegium Japan, Masaaki Suzuki  Sara Macliver, Teddy Tahu Rhodes, Orchestra of the Antipodes, Antony Walker  Raimund Herincx, English Chamber Orchestra, Charles Mackerras  Apollo’s Fire, Jeannette Sorrell  Andrew Foster-Williams, Britten Sinfonia, Stephen Layton  Gwynne Howell, John Wilbraham, Academy of St Martin in the Fields, Sir Neville Marriner  David Wilson-Johnson, BBC Philharmonic, Harry Christophers  Victor Ledbetter, Boston Baroque, Martin Pearlman  Roger Stalman, London Philharmonic Orchestra, Walter Süsskind  Plamen Hidjov, Sofia Philharmonic Orchestra, Alipi Naidenov  La Chapelle Rhénane, Benoît Haller  Robert Holl, Radio‐Sinfonieorchester Stuttgart des SWR, Sir Neville Marriner  Hans Lawaetz, Akademisk Orkester, Morten Topp  Ulrik Cold, London Philharmonic Choir, London Philharmonic Orchestra, John Alldis  The Symphony of Harmony and Invention, Harry Christophers  William Warfield, Gilbert Johnson, The Philadelphia Orchestra, Eugene Ormandy  Händel and Haydn Society, Andrew Parrott  Eastman Chorale, Eastman Philharmonia Chamber Orchestra, Donald Neuen  Gwynne Howell, Academy of St Martin in the Fields, Sir Neville Marriner  Margaret Hillis, Gwynne Howell, Chicago Symphony Orchestra, Sir Georg Solti  Royal Choral Society, Royal Philharmonic Orchestra  Robert Hale, English Baroque Soloists, Sir John Eliot Gardiner  Jerome Hines, Philharmonia Orchestra, Otto Klemperer  Justino Díaz, English Chamber Orchestra, Johannes Somary  Michael George, Royal Philharmonic Orchestra, Don Jackson  Robert Torday, Academy of London, Peter Marschik  Benjamin Luxon, Academy of St Martin in the Fields, Sir David Willcocks  Matthew Rose, Academy of Ancient Music, Stephen Cleobury  David Ward, London Symphony Orchestra, Sir Adrian Boult  Neal Davies, Gabrieli Players, Paul McCreesh  Alastair Miles, Crispian Steele‐Perkins, The Brandenburg Consort, Stephen Cleobury","ISWC":null,"Type":"Aria","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"},{"Work":"Otello: Atto III. \"Dio! Mi potevi scagliar tutti i mali\" (Otello, Iago)","Writers":"Giuseppe Verdi (composer)  Arrigo Boito (librettist)","Artists":"Giuseppe Verdi  Luciano Pavarotti  Jon Vickers  Wiener Philharmoniker, Herbert von Karajan  Lauritz Melchior  Mario del Monaco, Wiener Philharmoniker, Herbert von Karajan  Plácido Domingo , Sherrill Milnes  Chor und Orchester der Wiener Staatsoper, Zubin Mehta  Ramón Vinay, Herva Nelli, Giuseppe Valdengo, Virginio Assandri, NBC Symphony Orchestra, Arturo Toscanini  Plácido Domingo, Justino Díaz, Orchestra del Teatro alla Scala di Milano, Lorin Maazel","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"960b8f33-f87b-4086-8a07-839f6cf43640"}]