[{"Work":"Pelléas et Mélisande: Act II, Scene I. \"Vous ne savez pas où je vous ai menée?\" (Pelléas, Mélisande)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"L’Orchestre de la Suisse Romande, Ernest Ansermet  Wiener Philharmoniker, Claudio Abbado  Richard Stilwell, Frederica von Stade, Berliner Philharmoniker, Herbert von Karajan  Symphonieorchester des Bayerischen Rundfunks, André Cluytens  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Irène Joachim  Jacques Jansen, Irène Joachim, Roger Désormière  Charles Panzéra, Yvonne Brothier, Orchestre symphonique du Gramophone, Piero Coppola","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"9ad2a1aa-5cc5-4bf0-ba9d-80152fd88822"},{"Work":"Pelléas et Mélisande: Act IV, Scene IV. \"Quel est ce bruit? On ferme les portes\" (Pelléas, Mélisande)","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  L’Orchestre de la Suisse Romande, Ernest Ansermet  Richard Stilwell, Frederica von Stade, Berliner Philharmoniker, Herbert von Karajan  Orchestre National de la Radiodiffusion Française, André Cluytens  Metropolitan Opera Orchestra, Emil Cooper  Jacques Jansen, Irène Joachim, Roger Désormière  Charles Panzéra, Yvonne Brothier, Orchestre symphonique du Gramophone, Piero Coppola","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"9ad2a1aa-5cc5-4bf0-ba9d-80152fd88822"},{"Work":"Pelléas et Mélisande: Acte IV, Scène 4 : le même lieu","Writers":"Claude Debussy (composer)  Maurice Maeterlinck (librettist)","Artists":"Christian Gerhaher, Magdalena Kožená, London Symphony Orchestra, Sir Simon Rattle  Désiré-Émile Inghelbrecht  Wiener Philharmoniker, Claudio Abbado  Orchestre de la Société des Concerts du Conservatoire, Roger Désormière  Orchestre National de Lille, Jean‐Claude Casadesus  Orchestra of the Royal Opera House, Covent Garden, Pierre Boulez  Armin Jordan, Orchestre Philharmonique de Monte‐Carlo  Orchestre de Lyon, Serge Baudo  Orchestre national de France, Bernard Haitink  Yvonne Brothier, Charles Panzéra, Orchestre symphonique du Gramophone & Piero Coppola","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"9ad2a1aa-5cc5-4bf0-ba9d-80152fd88822"}]