[{"Work":"Around My Dream","Writers":"Graziano Pegoraro (composer)  Romano Bais (lyricist)  Pier Michele Bozzetti (lyricist)","Artists":"Kazino  Silver Pozzoli","ISWC":"T-005.002.244-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"9b048046-4d0d-46de-9e73-02e7e208f952"},{"Work":"With or Without You","Writers":"Bono (composer, lyricist)  The Edge (composer)  Adam Clayton (composer)  Larry Mullen, Jr. (composer)","Artists":"U2  Scala & Kolacny Brothers  Keane  Gregorian  Zhi-Vago  Club for Five  Heaven 17  Cunnie Williams  Studio 99  Tufts University Beelzebubs  Cellar 55  Vitamin String Quartet  2Cellos  Double You  Loona  宇多田ヒカル  Jawbreaker  GLAY  Les Nubians  NICOTINE  Royal Philharmonic Orchestra  Ikon  Jacques Stotzem  Mary Kiani  The Pee Tanks  The Relatives  The Walls  Ainhoa Arteta  Javier Álvarez  Stanford University Mendicants  Kwirl  Danni Carlos  María Rivas  University of North Carolina Clef Hangers  Amy Lee  Wayne Hussey  Kane  Michelle Simonal  Absolute Rock  Dave Stewart  Brendan Jones  Sweet Little Band  The Perfects  Romeo Is Bleeding  Sunshiners  Damien Leith  Marcela Mangabeira  The Boys of County Nashville  Blake  Rockabye Baby!  Media Lab  The Mission  Sarah Darling  Bobby Yang  Jonathan Jeremiah  We Are the Fallen  Amaury Vassili  Vitamin Piano Series  Picture This  U2 & Wyclef Jean  Anti-Ben  Kishi Bashi  Ecko  Bossa vs. U2  Grits feat. Jadyn Maria  Military Wives  Boyce Avenue feat. Kina Grannis  Jai McDowall  Damian McGinty feat. aprilemade  Tours  Sungha Jung with Trace Bundy  Pickin' On Project  Silver Pozzoli  City of Prague Philharmonic Orchestra, James Morgan  David Chen  Daphne Maresca & Anthony Lovison  Karizma Duo  Daniel Cavanagh  2CELLOS  České Srdce  Parraleños  Ed Alleyne‐Johnson  Kyle  Rock the World  Transient & Josefin Glenmark  Celtica - Pipes Rock!  Mbandi  Amber & The Professors  Julia Westlin  electrøn love theory  Jamestowne  Earl Pickens & Family  Cradle Rock  Apocalypse Cow  Leo Giannetto's Jazz Project  Ben Hall  Well-Strung","ISWC":"T-011.336.805-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"9b048046-4d0d-46de-9e73-02e7e208f952"}]