[{"Work":"Mass no. 5 in A-flat major, D. 678: I. Kyrie","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Oregon Bach Festival Choir, Oregon Bach Festival Orchestra, Helmuth Rilling  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: II. Gloria: Gloria in excelsis Deo","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Jörg Hering, Harry van der Kamp, Wiener Sängerknaben, Orchestra of the Age of Enlightenment, Bruno Weil  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: III. Gloria: Gratias agimus","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: IV. Gloria: Domine Deus","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: IX. Credo: Et resurrexit","Writers":"Franz Schubert (composer)","Artists":"Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: V. Gloria: Quoniam tu solus sanctus","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Margarethe Bence, Antonia Fahberg, Theophil Maier, Ulrich Schaible, Figuralchor der Gedächtniskirche Stuttgart, Werner Keltsch, Württembergisches Kammerorchester, Helmuth Rilling  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: VI. Gloria: Cum sancto spiritu","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: VII. Credo: Credo","Writers":"Franz Schubert (composer)","Artists":"Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Franz Schubert  Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: VIII. Credo: Et incarnatus est","Writers":"Franz Schubert (composer)","Artists":"Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: X. Sanctus: Sanctus","Writers":"Franz Schubert (composer)","Artists":"Franz Schubert  [unknown]  Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  MDR Rundfunkchor Leipzig, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XI. Sanctus: Osanna","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  MDR Rundfunkchor Leipzig, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XII. Sanctus: Benedictus","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XIII. Sanctus: Osanna","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XIV. Agnus Dei: Agnus Dei","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XV. Agnus Dei: Dona nobis pacem","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Immortal Bach Ensemble, Leipziger Kammerorchester, Morten Schuldt-Jensen  Choir of St John’s College, Cambridge, Academy of St Martin in the Fields, George Guest  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XVI. Agnus Dei: Cum sancto","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Mass no. 5 in A-flat major, D. 678: XVII. Agnus Dei: Osanna","Writers":"Franz Schubert (composer)","Artists":"Oregon Bach Festival Chamber Orchestra, Helmuth Rilling  Chor und Symphonieorchester des Bayerischen Rundfunks, Wolfgang Sawallisch  Uwe Gronostay, Christian Gerhaher, Ľuba Orgonášová, Birgit Remmert, Rundfunkchor Berlin, Kurt Streit, Berliner Philharmoniker, Nikolaus Harnoncourt  Erwin Ortner, Arnold Schönberg Chor, Ľuba Orgonášová, Birgit Remmert, Anton Scharinger, Deon van der Walt, Chamber Orchestra of Europe, Nikolaus Harnoncourt  Theo Adam, Helen Donath, MDR Rundfunkchor Leipzig, Peter Schreier, Ingeborg Springer, Christoph Albrecht, Staatskapelle Dresden, Wolfgang Sawallisch  Cappella Vocale Hamburg, Gerhard Faulstich, Richard Greager, Hilke Helling, Kari Lövaas, Spandauer Kantorei Berlin, Bach Collegium Berlin, Martin Behrmann  Orchestra of the Age of Enlightenment, Bruno Weil","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: I. Nacht","Writers":"Alban Berg (composer)  Carl Hauptmann (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Michael Wollny Trio  Hildegard Behrens, David Syrus  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: II. Schilflied","Writers":"Alban Berg (composer)  Nikolaus Lenau (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: III. Die Nachtigall","Writers":"Alban Berg (composer)  Theodor Storm (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Hildegard Behrens, David Syrus  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Marion Rampal, Quatuor Manfred  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: IV. Traumgekrönt","Writers":"Alban Berg (composer)  Rainer Maria Rilke (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: V. Im Zimmer","Writers":"Alban Berg (composer)  Johannes Schlaf (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: VI. Liebesode","Writers":"Alban Berg (composer)  Otto Erich Hartleben (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"Sieben frühe Lieder: VII. Sommertage","Writers":"Alban Berg (composer)  Paul Hohenberg (librettist)","Artists":"Anne Sofie von Otter, Bengt Forsberg  Wiener Philharmoniker, Claudio Abbado  Soile Isokoski, Marita Viitasalo  Jane Eaglen, London Symphony Orchestra, Donald Runnicles  Mitsuko Shirai, Hartmut Höll  Staatskapelle Dresden, Giuseppe Sinopoli  Juliane Banse, Staatskapelle Dresden  Katrien Baerts, Het Collectief, Reinbert de Leeuw  Deutsches Symphonie‐Orchester Berlin, Vladimir Ashkenazy, Brigitte Balleys  Dorothea Röschmann, Mitsuko Uchida  Barbara Bonney, Royal Concertgebouw Orchestra, Riccardo Chailly  Renée Fleming, Berliner Philharmoniker, Claudio Abbado  Margaret Marshall, Geoffrey Parsons  Kari Lövaas, NDR Elbphilharmonie Orchester, Herbert Blomstedt  Barbara Hannigan, Reinbert de Leeuw","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"War Requiem, op. 66: II. Dies irae","Writers":"Benjamin Britten (composer)  Wilfred Owen (librettist)  Thomas of Celano (librettist)","Artists":"London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Rundfunkchor Leipzig, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Sir David Willcocks, The Bach Choir, London Symphony Chorus, London Symphony Orchestra, Benjamin Britten  Westminster Symphonic Choir  Thomas Hampson  Simon Keenlyside, London Symphony Orchestra, Gianandrea Noseda  Hans Wilbrink, Melos Ensemble, Benjamin Britten  Philharmonia Chorus, Philharmonia Orchestra, Carlo Maria Giulini  Stefania Woytowicz, Philharmonia Chorus, Philharmonia Orchestra, Carlo Maria Giulini  Sir Thomas Allen, City of Birmingham Symphony Orchestra, Simon Rattle  Elisabeth Söderström, City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Sir David Willcocks, The Bach Choir, London Symphony Chorus, Галина Павловна Вишневская, London Symphony Orchestra, Benjamin Britten  Carol Vaness, Westminster Symphonic Choir  Theo Adam, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Kari Lövaas, Rundfunkchor Leipzig, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Atlanta Symphony Orchestra, Robert Shaw  City of Birmingham Symphony Orchestra, Simon Rattle  Sabina Cvilak, London Symphony Chorus, Gianandrea Noseda  Ian Bostridge, Simon Keenlyside, London Symphony Orchestra, Gianandrea Noseda  Sabina Cvilak, London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Sabina Cvilak, Ian Bostridge, London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Annette Dasch, James Taylor, Christian Gerhaher, Aurelius Sangerknaben, Robin Engelen, Festivalensemble Stuttgart, Helmuth Rilling  Peter Pears, Hans Wilbrink, Melos Ensemble, Benjamin Britten  Peter Pears, Stefania Woytowicz, Philharmonia Chorus, Melos Ensemble, Benjamin Britten  Robert Tear, Sir Thomas Allen, City of Birmingham Symphony Orchestra, Simon Rattle  Robert Tear, Elisabeth Söderström, City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Dietrich Fischer‐Dieskau, Benjamin Britten, Melos Ensemble  Dietrich Fischer‐Dieskau, London Symphony Orchestra, Benjamin Britten, Melos Ensemble  Dietrich Fischer‐Dieskau, Peter Pears, Benjamin Britten, Melos Ensemble  London Symphony Orchestra, London Symphony Chorus, Richard Hickox, Heather Harper, Philip Langridge, John Shirley‐Quirk, London Chamber Orchestra  Michael Gläser, Chor des Bayerischen Rundfunks, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Sir David Willcocks, The Bach Choir, London Symphony Chorus, Peter Pears, Галина Павловна Вишневская, London Symphony Orchestra, Benjamin Britten, Melos Ensemble  Jerry Hadley, Westminster Symphonic Choir  Jerry Hadley, Thomas Hampson  Thomas Randle, Lynda Russell, Scottish Festival Chorus, St. Mary's Episcopal Cathedral Choristers, Michael Volle, George McPhee, BBC Scottish Symphony Orchestra, Martyn Brabbins  Edinburgh Festival Chorus, National Youth Choir of Great Britain, National Youth Choir of Scotland, BBC Scottish Symphony Orchestra, Ilan Volkov, Garry Walker, Paragon Ensemble  Bachchor Karlsruhe, Camerata 2000, Christian-Markus Raiser  Theo Adam, Anthony Roden, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Netherlands Radio Philharmonic Orchestra & Jaap van Zweden  The Bach Choir, London Symphony Chorus, Galina Vishnevskaya, London Symphony Orchestra, Benjamin Britten  The Bach Choir, John Culshaw, London Symphony Chorus, Galina Vishnevskaya, London Symphony Orchestra, Benjamin Britten  The Bach Choir, Highgate School Choir, London Symphony Chorus, Galina Vishnevskaya, London Symphony Orchestra, Benjamin Britten","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"War Requiem, op. 66: IV. Sanctus","Writers":"Benjamin Britten (composer)  Wilfred Owen (librettist)  [traditional] (librettist)","Artists":"Elisabeth Söderström, City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Kari Lövaas, Rundfunkchor Leipzig, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Thomas Hampson  Atlanta Symphony Orchestra, Robert Shaw  City of Birmingham Symphony Orchestra, Simon Rattle  Simon Keenlyside, London Symphony Orchestra, Gianandrea Noseda  Sabina Cvilak, London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Annette Dasch, James Taylor, Christian Gerhaher, Aurelius Sangerknaben, Robin Engelen, Festivalensemble Stuttgart, Helmuth Rilling  Hans Wilbrink, Melos Ensemble, Benjamin Britten  Stefania Woytowicz, Philharmonia Chorus, Philharmonia Orchestra, Carlo Maria Giulini  Sir Thomas Allen, City of Birmingham Symphony Orchestra, Simon Rattle  Dietrich Fischer‐Dieskau, Benjamin Britten, Melos Ensemble  London Symphony Orchestra, London Symphony Chorus, Richard Hickox, Heather Harper, John Shirley‐Quirk, London Chamber Orchestra  Michael Gläser, Chor des Bayerischen Rundfunks, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Sir David Willcocks, The Bach Choir, London Symphony Chorus, Галина Павловна Вишневская, London Symphony Orchestra, Benjamin Britten  Carol Vaness, Westminster Symphonic Choir  CBSO Chorus, City of Birmingham Symphony Orchestra, Sir Simon Rattle  Thomas Randle, Lynda Russell, Scottish Festival Chorus, St. Mary's Episcopal Cathedral Choristers, Michael Volle, George McPhee, BBC Scottish Symphony Orchestra, Martyn Brabbins  Edinburgh Festival Chorus, National Youth Choir of Great Britain, National Youth Choir of Scotland, BBC Scottish Symphony Orchestra, Ilan Volkov, Garry Walker, Paragon Ensemble  Bachchor Karlsruhe, Camerata 2000, Christian-Markus Raiser  Theo Adam, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Netherlands Radio Philharmonic Orchestra & Jaap van Zweden  The Bach Choir, Dietrich Fischer‐Dieskau, Highgate School Choir, London Symphony Chorus, Galina Vishnevskaya, The Melos Ensemble of London, London Symphony Orchestra, Benjamin Britten  Galina Vishnevskaya, Benjamin Britten","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"},{"Work":"War Requiem, op. 66: VI. Libera me","Writers":"Benjamin Britten (composer)  Wilfred Owen (librettist)  [traditional] (librettist)","Artists":"London Symphony Orchestra, London Symphony Chorus, Richard Hickox, Heather Harper, Philip Langridge, John Shirley‐Quirk, Choristers of St Paul’s Cathedral, Roderick Elms, London Chamber Orchestra  Atlanta Symphony Orchestra, Robert Shaw  City of Birmingham Symphony Orchestra, Simon Rattle  London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Ian Bostridge, London Symphony Orchestra, Gianandrea Noseda  Simon Keenlyside, London Symphony Orchestra, Gianandrea Noseda  Sabina Cvilak, London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Sabina Cvilak, Ian Bostridge, Simon Keenlyside, Choir of Eltham College, London Symphony Chorus, London Symphony Orchestra, Gianandrea Noseda  Annette Dasch, James Taylor, Christian Gerhaher, Aurelius Sangerknaben, Robin Engelen, Festivalensemble Stuttgart, Helmuth Rilling  Stefania Woytowicz, Philharmonia Chorus, Philharmonia Orchestra, Carlo Maria Giulini  Peter Pears, Hans Wilbrink, Melos Ensemble, Carlo Maria Giulini  Elisabeth Söderström, City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Robert Tear, Sir Thomas Allen, City of Birmingham Symphony Orchestra, Simon Rattle  Robert Tear, Sir Thomas Allen, Elisabeth Söderström, Boys of Christ Church Cathedral, Oxford, City of Birmingham Symphony Orchestra Chorus, City of Birmingham Symphony Orchestra, Simon Rattle  Hans Wilbrink, Wandsworth School Boys’ Choir, Melos Ensemble, Benjamin Britten  Dietrich Fischer‐Dieskau, Peter Pears, Benjamin Britten, Melos Ensemble  London Symphony Orchestra, London Symphony Chorus, Richard Hickox, Heather Harper, Philip Langridge, John Shirley‐Quirk  Michael Gläser, Chor des Bayerischen Rundfunks, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Sir David Willcocks, The Bach Choir, London Symphony Chorus, Галина Павловна Вишневская, London Symphony Orchestra, Benjamin Britten  Sir David Willcocks, The Bach Choir, Dietrich Fischer‐Dieskau, London Symphony Chorus, Peter Pears, Галина Павловна Вишневская, London Symphony Orchestra, Benjamin Britten, Melos Ensemble  Carol Vaness, Westminster Symphonic Choir  Jerry Hadley, Thomas Hampson  American Boychoir, Jerry Hadley, Carol Vaness, Westminster Symphonic Choir  Thomas Randle, Lynda Russell, Scottish Festival Chorus, St. Mary's Episcopal Cathedral Choristers, Michael Volle, George McPhee, BBC Scottish Symphony Orchestra, Martyn Brabbins  Edinburgh Festival Chorus, National Youth Choir of Great Britain, National Youth Choir of Scotland, BBC Scottish Symphony Orchestra, Ilan Volkov, Garry Walker, Paragon Ensemble  Bachchor Karlsruhe, Cantus Juvenum Karlsruhe, Camerata 2000, Christian-Markus Raiser  Theo Adam, Anthony Roden, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Kari Lövaas, Rundfunkchor Leipzig, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Theo Adam, Dresdner Kapellknaben, Kari Lövaas, Anthony Roden, Rundfunkchor Leipzig, Hansjürgen Scholze, Dresdner Philharmonie, Herbert Kegel  Heather Harper, Philip Langridge, John Shirley‐Quirk, St Paul’s Cathedral Choir, London Symphony Orchestra, London Symphony Chorus, Richard Hickox  Netherlands Radio Philharmonic Orchestra & Jaap van Zweden  The Bach Choir, London Symphony Chorus, Galina Vishnevskaya, London Symphony Orchestra, Benjamin Britten  John Culshaw, Benjamin Britten  The Bach Choir, Dietrich Fischer‐Dieskau, Highgate School Choir, London Symphony Chorus, Peter Pears, Galina Vishnevskaya, The Melos Ensemble of London, Simon Preston, London Symphony Orchestra, Benjamin Britten","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a0ecc92d-9863-415f-8214-db355f81a519"}]