[{"Work":"Der Schauspieldirektor, K. 486 (Erik Smith reconstruction): Akt I. No. 4 Schlußgesang \"Jeder Künstler strebt nach Ehre\" (Mlle Silberklang, Mme Herz, M. Vogelsang, Buff)","Writers":"Wolfgang Amadeus Mozart (composer)  Erik Smith (composer)  Johann Gottlieb Stephanie (librettist)","Artists":"Concertgebouw Orchestra, Nikolaus Harnoncourt  Staatskapelle Dresden, Karl Böhm  Ileana Cotrubaş, Clifford Grant, Anthony Rolfe Johnson, Ruth Welting, London Symphony Orchestra, Sir Colin Davis","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto I, Scena II. (no. 3) Cavatina \"Se vuol ballare, signor Contino\" (Figaro)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)  Georg Sartorius (arranger)","Artists":"Wiener Philharmoniker, Herbert von Karajan  [unknown]  Wolfgang Amadeus Mozart  陳奕迅  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Hermann Prey, Orchester der Deutschen Oper Berlin, Karl Böhm  Academy of St Martin in the Fields, Sir Neville Marriner  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Karl Böhm  English Chamber Orchestra, Daniel Barenboim  Classical Opera Company, Ian Page  BBC Symphony Orchestra & Chorus, Sir Colin Davis  La Petite Bande, Sigiswald Kuijken  Concerto Köln, René Jacobs  Wiener Philharmoniker, Erich Kleiber  Drottningholm Court Theatre Orchestra, Arnold Östman  Nicolaus Esterházy Sinfonia, Michael Halász  Chor der Deutschen Oper Berlin, Hermann Prey, Orchester der Deutschen Oper Berlin, Karl Böhm  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Glyndebourne Chorus, Glyndebourne Festival Orchestra, Fritz Busch  Hungarian State Opera Orchestra, Pier Giorgio Morandi  Bavarian Radio Symphony Orchestra, Sir Colin Davis  Teddy Tahu Rhodes, Tasmanian Symphony Orchestra, Ola Rudner  Ferruccio Furlanetto, Wiener Symphoniker, Ion Marin  Michele Pertusi  Maria Casula, Wladimiro Ganzarolli, Clifford Grant, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Samuel Ramey, London Philharmonic Orchestra, Sir Georg Solti  Renato Capecchi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Bryn Terfel, English Baroque Soloists, John Eliot Gardiner  Ezio Pinza, Orchestra of the Metropolitan Opera Association, Bruno Walter  George London, Bruno Walter, Columbia Symphony Orchestra  Cecilia Bartoli, Bryn Terfel, Orchestra dell’Accademia Nazionale di Santa Cecilia, Myun-Whun Chung  Michele Pertusi, Orchestra del Maggio Musicale Fiorentino, Zubin Mehta  Orchestra sinfonica di Roma della RAI, Fernando Previtali  The Ambrosian Singers, Robert Lloyd, Felicity Palmer, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Geraint Evans, The John Alldis Choir, English Chamber Orchestra, Daniel Barenboim  Christian Van Horn, MusicAeterna, Teodor Currentzis  Glyndebourne Festival Orchestra, Vittorio Gui  Ildebrando d’Arcangelo, Wiener Philharmoniker & Nikolaus Harnoncourt  Luca Pisaroni, Chamber Orchestra of Europe, Yannick Nézet-Séguin  Geraint Evans, New Philharmonia Orchestra, Otto Klemperer  London Opera Chorus, London Philharmonic Orchestra","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto I, Scena III. (no. 4) Aria \"La vendetta, oh, la vendetta\" (Bartolo)","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wiener Philharmoniker, Herbert von Karajan  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Glyndebourne Festival Orchestra, Vittorio Gui  Franz-Josef Selig, Wiener Philharmoniker, Nikolaus Harnoncourt  Academy of St Martin in the Fields, Sir Neville Marriner  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  La Petite Bande, Sigiswald Kuijken  Concerto Köln, René Jacobs  Fritz Reiner  Wiener Philharmoniker, Erich Kleiber  Drottningholm Court Theatre Orchestra, Arnold Östman  Nicolaus Esterházy Sinfonia, Michael Halász  Chor der Deutschen Oper Berlin, Peter Lagger, Orchester der Deutschen Oper Berlin, Karl Böhm  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Salvatore Baccaloni, Erich Leinsdorf  Glyndebourne Chorus, Glyndebourne Festival Orchestra, Fritz Busch  Hungarian State Opera Orchestra, Pier Giorgio Morandi  Bavarian Radio Symphony Orchestra, Sir Colin Davis  Angelo Nosotti  Maria Casula, Mirella Freni, Clifford Grant, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Ivan Sardi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  George London, Columbia Symphony Orchestra, Bruno Walter  Orchestra sinfonica di Roma della RAI, Fernando Previtali  The Ambrosian Singers, Barbara Hendricks, Robert Lloyd, Felicity Palmer, Academy of St Martin in the Fields, Sir Neville Marriner  The John Alldis Choir, Bill McCue, English Chamber Orchestra, Daniel Barenboim  Peter Lagger, Orchester der Deutschen Oper Berlin, Karl Böhm  MusicAeterna, Teodor Currentzis  Maurizio Muraro, Chamber Orchestra of Europe, Yannick Nézet-Séguin  Winchester College Quiristers","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto I, Scena III. Recitativo \"Ed aspettaste il giorno fissato a le sue nozze\" (Bartolo, Marcellina)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"Glyndebourne Festival Orchestra, Vittorio Gui  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Concerto Köln, René Jacobs  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Angelo Nosotti, Nicoletta Curiel  Maria Casula, Wladimiro Ganzarolli, Clifford Grant, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Ivan Sardi, Lilian Benningsen, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  St. Petersburg Chamber Orchestra Canon, Viacheslav Suvorov  The Ambrosian Singers, Robert Lloyd, Felicity Palmer, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  MusicAeterna, Teodor Currentzis  Franz-Josef Selig, Marie McLaughlin, Wiener Philharmoniker, Nikolaus Harnoncourt  Maurizio Muraro, Anne Sofie von Otter","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto I, Scena IV. Recitativo \"Tutto ancor non ho perso\" (Marcellina, Susanna)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"Glyndebourne Festival Orchestra, Vittorio Gui  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Concerto Köln, René Jacobs  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Nicoletta Curiel, Marie McLaughlin  Maria Casula, Mirella Freni, Clifford Grant, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Lilian Benningsen, Irmgard Seefried, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  The Ambrosian Singers, Barbara Hendricks, Robert Lloyd, Felicity Palmer, Academy of St Martin in the Fields, Sir Neville Marriner  Fanie Antonelou, MusicAeterna, Teodor Currentzis  Marie McLaughlin, Anna Netrebko, Wiener Philharmoniker, Nikolaus Harnoncourt  Christiane Karg, Anne Sofie von Otter","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto II, Scena XI. (no. 16) Finale \"Voi signor che giusto siete\" (Marcellina, Basilio, Bartolo, Il Conte, Susanna, La Contessa, Figaro)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"English Baroque Soloists, Sir John Eliot Gardiner  Wiener Philharmoniker, Herbert von Karajan  Wiener Philharmoniker, Claudio Abbado  Glyndebourne Festival Orchestra, Vittorio Gui  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Nikolaus Harnoncourt  La Petite Bande, Sigiswald Kuijken  Concerto Köln, René Jacobs  Fritz Reiner  Drottningholm Court Theatre Orchestra, Arnold Östman  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Scottish Chamber Orchestra, Charles Mackerras  Glyndebourne Chorus, Audrey Mildmay, Aulikki Rautawaara, Glyndebourne Festival Orchestra, Fritz Busch  Nicoletta Curiel, Ugo Benelli, Angelo Nosotti, Lucio Gallo, Marie McLaughlin, Karita Mattila, Michele Pertusi  Maria Casula, Mirella Freni, Wladimiro Ganzarolli, Clifford Grant, Jessye Norman, Robert Tear, Ingvar Wixell, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Dietrich Fischer‐Dieskau, Gundula Janowitz, Patricia Johnson, Peter Lagger, Edith Mathis, Hermann Prey, Erwin Wohlfahrt, Orchester der Deutschen Oper Berlin, Karl Böhm  Lilian Benningsen, Paul Kuën, Ivan Sardi, Dietrich Fischer‐Dieskau, Irmgard Seefried, Maria Stader, Renato Capecchi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Aldo Baldin, The Ambrosian Singers, Barbara Hendricks, Robert Lloyd, Felicity Palmer, Lucia Popp, Ruggero Raimondi, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Judith Blegen, Geraint Evans, Birgit Finnilä, Dietrich Fischer‐Dieskau, John Fryatt, Heather Harper, The John Alldis Choir, Bill McCue, English Chamber Orchestra, Daniel Barenboim  Fanie Antonelou, Andrei Bondarenko, Simone Kermes, Christian Van Horn, MusicAeterna, Teodor Currentzis  Thomas Hampson, Christiane Karg, Maurizio Muraro, Anne Sofie von Otter, Luca Pisaroni, Rolando Villazón, Sonya Yoncheva, Chamber Orchestra of Europe, Yannick Nézet-Séguin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto III, Scena V. (no. 19) Sestetto \"Riconosci in questo amplesso\" (Susanna, Marcellina, Don Curzio, Il Conte, Bartolo, Figaro)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"Wiener Philharmoniker, Herbert von Karajan  Berliner Philharmoniker, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Glyndebourne Festival Orchestra, Vittorio Gui  [unknown]  Academy of St Martin in the Fields, Sir Neville Marriner  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Nikolaus Harnoncourt  La Petite Bande, Sigiswald Kuijken  Concerto Köln, René Jacobs  Fritz Reiner  Wiener Philharmoniker, Erich Kleiber  Drottningholm Court Theatre Orchestra, Arnold Östman  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Glyndebourne Chorus, Audrey Mildmay, Glyndebourne Festival Orchestra, Fritz Busch  Hungarian State Opera Orchestra, Pier Giorgio Morandi  Nicoletta Curiel, Michele Pertusi, Angelo Nosotti, Gennaro Sica, Lucio Gallo, Marie McLaughlin  Maria Casula, Mirella Freni, Wladimiro Ganzarolli, Clifford Grant, Paul Hudson, David Lennox, Ingvar Wixell, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Dietrich Fischer‐Dieskau, Gundula Janowitz, Patricia Johnson, Peter Lagger, Edith Mathis, Hermann Prey, Martin Vantin, Orchester der Deutschen Oper Berlin, Karl Böhm  Lilian Benningsen, Renato Capecchi, Ivan Sardi, Friedrich Lenz, Dietrich Fischer‐Dieskau, Irmgard Seefried, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Aldo Baldin, The Ambrosian Singers, Aγνή Mπάλτσα, Barbara Hendricks, Robert Lloyd, Felicity Palmer, Cathryn Pope, Ruggero Raimondi, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Judith Blegen, Geraint Evans, Birgit Finnilä, Dietrich Fischer‐Dieskau, The John Alldis Choir, Bill McCue, John Robertson, English Chamber Orchestra, Daniel Barenboim  Fanie Antonelou, Andrei Bondarenko, Christian Van Horn, MusicAeterna, Teodor Currentzis  Jean-Paul Fouchécourt, Thomas Hampson, Christiane Karg, Maurizio Muraro, Anne Sofie von Otter, Luca Pisaroni, Chamber Orchestra of Europe, Yannick Nézet-Séguin  Jane Berbié, Samuel Ramey, Kurt Moll, Philip Langridge, Thomas Allen, Lucia Popp, London Philharmonic Orchestra, Sir Georg Solti","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto III, Scena VI. Recitativo \"Eccovi, oh caro amico\" (Marcellina, Bartolo, Figaro, Susanna)","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Glyndebourne Festival Orchestra, Vittorio Gui  London Philharmonic Orchestra, Sir Georg Solti  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  Wiener Philharmoniker, Nikolaus Harnoncourt  English Baroque Soloists, Sir John Eliot Gardiner  Concerto Köln, René Jacobs  Wiener Philharmoniker, Erich Kleiber  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Nicoletta Curiel, Angelo Nosotti, Marie McLaughlin, Michele Pertusi  Lucio Gallo, Marie McLaughlin, Michele Pertusi, Monica Bacelli, Karita Mattila  Maria Casula, Mirella Freni, Wladimiro Ganzarolli, Clifford Grant, Paul Hudson, David Lennox, Ingvar Wixell, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Lilian Benningsen, Ivan Sardi, Irmgard Seefried, Renato Capecchi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Aldo Baldin, The Ambrosian Singers, Aγνή Mπάλτσα, Barbara Hendricks, Robert Lloyd, Felicity Palmer, Cathryn Pope, Ruggero Raimondi, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Teresa Berganza, Judith Blegen, Geraint Evans, Birgit Finnilä, Elizabeth Gale, The John Alldis Choir, English Chamber Orchestra, Daniel Barenboim  Fanie Antonelou, Christian Van Horn, MusicAeterna, Teodor Currentzis  Christiane Karg, Maurizio Muraro, Anne Sofie von Otter, Luca Pisaroni","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto III, Scena VII. Recitativo \"È decisa la lite\" (Don Curzio, Marcellina, Figaro, Il Conte, Bartolo)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Glyndebourne Festival Orchestra, Vittorio Gui  Wiener Philharmoniker, Karl Böhm  Philharmonia Orchestra, Carlo Maria Giulini  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Nikolaus Harnoncourt  Concerto Köln, René Jacobs  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Gennaro Sica, Nicoletta Curiel, Michele Pertusi, Lucio Gallo, Angelo Nosotti  Maria Casula, Wladimiro Ganzarolli, Clifford Grant, David Lennox, Ingvar Wixell, John Constable, BBC Symphony Orchestra, Sir Colin Davis  Friedrich Lenz, Lilian Benningsen, Renato Capecchi, Dietrich Fischer‐Dieskau, Ivan Sardi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Aldo Baldin, The Ambrosian Singers, Robert Lloyd, Felicity Palmer, Ruggero Raimondi, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Geraint Evans, Birgit Finnilä, Dietrich Fischer‐Dieskau, The John Alldis Choir, Bill McCue, John Robertson, English Chamber Orchestra, Daniel Barenboim  Andrei Bondarenko, Christian Van Horn, MusicAeterna, Teodor Currentzis  Jean-Paul Fouchécourt, Thomas Hampson, Maurizio Muraro, Anne Sofie von Otter, Luca Pisaroni","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto IV, Scena Ultima. (no. 29) Finale \"Gente gente, all'armi all'armi!\" (Il Conte, Figaro, Don Curzio, Basilio, Antonio, Bartolo, Susanna)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"Wiener Philharmoniker, Herbert von Karajan  Philharmonia Orchestra, Carlo Maria Giulini  English Baroque Soloists, Sir John Eliot Gardiner  Glyndebourne Festival Orchestra, Vittorio Gui  Wolfgang Amadeus Mozart  London Philharmonic Orchestra, Sir Georg Solti  Berliner Philharmoniker, Daniel Barenboim  English Chamber Orchestra, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  Wiener Philharmoniker, Nikolaus Harnoncourt  La Petite Bande, Sigiswald Kuijken  Concerto Köln, René Jacobs  Fritz Reiner  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Glyndebourne Chorus, Glyndebourne Festival Orchestra, Fritz Busch  Hungarian State Opera Orchestra, Pier Giorgio Morandi  Bavarian Radio Symphony Orchestra, Sir Colin Davis  Lucio Gallo, Michele Pertusi, Ugo Benelli, Giorgio Tadeo, Marie McLaughlin, Laura Cherici, Monica Bacelli, Nicoletta Curiel, Karita Mattila  Wladimiro Ganzarolli, Clifford Grant, Paul Hudson, David Lennox, Robert Tear, Ingvar Wixell, BBC Symphony Orchestra, Sir Colin Davis  Dietrich Fischer‐Dieskau, Gundula Janowitz, Patricia Johnson, Peter Lagger, Edith Mathis, Hermann Prey, Tatiana Troyanos, Erwin Wohlfahrt, Orchester der Deutschen Oper Berlin, Karl Böhm  Dietrich Fischer‐Dieskau, Renato Capecchi, Paul Kuën, Georg Wieter, Irmgard Seefried, Rosl Schwaiger, Hertha Töpper, Lilian Benningsen, Maria Stader, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  John McCarthy, Aldo Baldin, The Ambrosian Singers, Aγνή Mπάλτσα, Barbara Hendricks, Neil Jenkins, Robert Lloyd, Donald Maxwell, Felicity Palmer, Cathryn Pope, Lucia Popp, Ruggero Raimondi, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  Dietrich Fischer‐Dieskau, Gundula Janowitz, Peter Lagger, Edith Mathis, Hermann Prey, Tatiana Troyanos, Barbara Vogel, Orchester der Deutschen Oper Berlin, Karl Böhm  Fanie Antonelou, Andrei Bondarenko, Simone Kermes, Christian Van Horn, MusicAeterna, Teodor Currentzis  Thomas Hampson, Christiane Karg, Luca Pisaroni, Philippe Sly, Rolando Villazón, Vocalensemble Rastatt, Sonya Yoncheva, Chamber Orchestra of Europe, Yannick Nézet-Séguin  Gabriel Bacquier, Teresa Berganza, Willi Brokmeier, Geraint Evans, Clifford Grant, Reri Grist, Werner Hollweg, Michael Langdon, Elisabeth Söderström, New Philharmonia Orchestra, Otto Klemperer  Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Erich Kleiber","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Le nozze di Figaro, K. 492: Atto IV, Scena V. Recitativo \"Nel padiglione a manca\" (Barbarina) \/ Scena VI. Recitativo \"È Barbarina...\" (Figaro, Basilio, Bartolo) \/ Scena VII. Recitativo \"Ha I diavoli nel corpo\" (Basilio, Bartolo)","Writers":"Wolfgang Amadeus Mozart (composer)  Lorenzo Da Ponte (librettist)","Artists":"English Chamber Orchestra, Daniel Barenboim  Berliner Philharmoniker, Daniel Barenboim  Wiener Philharmoniker, Claudio Abbado  English Baroque Soloists, Sir John Eliot Gardiner  Concerto Köln, René Jacobs  Nicolaus Esterházy Sinfonia, Michael Halász  Royal Concertgebouw Orchestra, Nikolaus Harnoncourt  Laura Cherici, Michele Pertusi, Ugo Benelli, Angelo Nosotti  Wladimiro Ganzarolli, Clifford Grant, Robert Tear, BBC Symphony Orchestra, Sir Colin Davis  Rosl Schwaiger, Renato Capecchi, Paul Kuën, Ivan Sardi, Radio‐Symphonie‐Orchester Berlin, Ferenc Fricsay  Aldo Baldin, The Ambrosian Singers, Cathryn Pope, José van Dam, Academy of St Martin in the Fields, Sir Neville Marriner  John Fryatt, The John Alldis Choir, Bill McCue, English Chamber Orchestra, Daniel Barenboim  Geraint Evans, John Fryatt, Elizabeth Gale, The John Alldis Choir, Bill McCue, English Chamber Orchestra, Daniel Barenboim  Christian Van Horn, MusicAeterna, Teodor Currentzis  Glyndebourne Festival Orchestra, Vittorio Gui  Maurizio Muraro, Regula Mühlemann, Luca Pisaroni, Rolando Villazón","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Lucia di Lammermoor: Atto II, Scena II. (no. 9c) Sestetto con coro “Chi mi frena in tal momento?” (Edgardo, Enrico, Lucia, Raimondo, Alisa, Coro, Arturo)","Writers":"Gaetano Donizetti (composer)","Artists":"Gaetano Donizetti  Luciano Pavarotti, Joan Sutherland, Sherrill Milnes, Nicolaï Ghiaurov, Ryland Davies, Huguette Tourangeau, Chorus of the Royal Opera House, Covent Garden, Orchestra of the Royal Opera House, Covent Garden, Richard Bonynge  Luciano Pavarotti  Donald Lambert  Enrico Caruso, Antonio Scotti, Francesco Daddi, Marcel Journet, Marcella Sembrich, Gina Severina  Beverly Sills, Carlo Bergonzi, Piero Cappuccilli, Justino Díaz, Patricia Kern, Adolf Dallapozza, Ambrosian Opera Chorus, John McCarthy, London Symphony Orchestra, Thomas Schippers  Dame Joan Sutherland, Luciano Pavarotti, Sherrill Milnes, Nicolaï Ghiaurov  Dame Joan Sutherland, Luciano Pavarotti, Pier Francesco Poli, Sherrill Milnes, Nicolaï Ghiaurov, Huguette Tourangeau  Carlo Bergonzi, Piero Cappuccilli,Beverly Sills, Justino Díaz, Patricia Kern, Adolf Dallapozza  Philharmonia Orchestra, Tullio Serafin  Rundfunk‐Sinfonieorchester Berlin, Roberto Paternostro  Piero Cappuccilli, Coro di Torino della RAI, Agostino Ferrin, Gianfranco Manganotti, Luciano Pavarotti, Renata Scotto, Anna di Stasio, Orchestra Sinfonica di Torino della RAI, Francesco Molinari‐Pradelli  Enrico Caruso, Luisa Tetrazzini, Josephine Jacoby, Pasquale Amato, Angelo Badà, Marcel Journet, Victor Orchestra, Walter B. Rogers  Enrico Caruso, Marcella Sembrich, Francesco Daddi, Marcel Journet, Antonio Scotti, Gina Severina  The Allentown Band, Ronald Demkee, Frank Kaderabek, Jeffrey Krause, Greg Seifert, Terry Stettler, Ezra Wenner, Warren Wilson  Carlo Bergonzi, Piero Cappuccilli, Beverly Sills, Justino Díaz, Patricia Kern, Adolf Dallapozza  Sergei Baigildin, Malcolm Donnelly, Clifford Grant, Richard Greager, The Australian Opera Chorus, Patricia Price, Joan Sutherland, Elizabethan Sydney Orchestra, Richard Bonynge  Raffaele Arié, Maria Callas, Anna Maria Canali, Coro del Maggio Musicale Fiorentino, Giuseppe Di Stefano, Tito Gobbi, Valiano Natali, Orchestra del Maggio Musicale Fiorentino, Tullio Serafin","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Missa in C, K. 257 “Credo”: I. Kyrie","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Concentus Musicus Wien, Nikolaus Harnoncourt  Susanne Mentzer, Bernadette Manca di Nissa, Neil Mackie, Stephen Roberts, Choir of King’s College, Cambridge, English Chamber Orchestra, Stephen Cleobury  Marietta Fischesser, Barbara Werner, Benoît Haller, Christof Fischesser, Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Helen Donath, Gillian Knight, Ryland Davies, Clifford Grant, The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Kölner Kammerchor, Collegium Cartusianum, Peter Neumann  Joachim Gebhardt, Barbara Hölzl, Münchner MotettenChor, Christiane Oelze, Andreas Schulist, Michael Grill, Das ResidenzOrchester München, Hans Rudolf Zöbeley","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Missa in C, K. 257 “Credo”: II. Gloria","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Susanne Mentzer, Bernadette Manca di Nissa, Neil Mackie, Stephen Roberts, Choir of King’s College, Cambridge, English Chamber Orchestra, Stephen Cleobury  Marietta Fischesser, Barbara Werner, Benoît Haller, Christof Fischesser, Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Helen Donath, Gillian Knight, Ryland Davies, Clifford Grant, The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Kölner Kammerchor, Collegium Cartusianum, Peter Neumann  Angela Maria Blasi, Elisabeth von Magnus, Deon van der Walt, Alastair Miles, Arnold Schoenberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Joachim Gebhardt, Barbara Hölzl, Münchner MotettenChor, Christiane Oelze, Andreas Schulist, Michael Grill, Das ResidenzOrchester München, Hans Rudolf Zöbeley  Limburger Domsingknaben, Thomas Quasthoff, Barbara Schlick, Gürzenich-Kammerorchester, Klaus Knubben","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Missa in C, K. 257 “Credo”: III. Credo","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Susanne Mentzer, Bernadette Manca di Nissa, Neil Mackie, Stephen Roberts, Choir of King’s College, Cambridge, English Chamber Orchestra, Stephen Cleobury  Marietta Fischesser, Barbara Werner, Benoît Haller, Christof Fischesser, Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Helen Donath, Gillian Knight, Ryland Davies, Clifford Grant, The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Kölner Kammerchor, Collegium Cartusianum, Peter Neumann  Joachim Gebhardt, Barbara Hölzl, Münchner MotettenChor, Christiane Oelze, Andreas Schulist, Michael Grill, Das ResidenzOrchester München, Hans Rudolf Zöbeley","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Missa in C, K. 257 “Credo”: V. Benedictus","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Susanne Mentzer, Bernadette Manca di Nissa, Neil Mackie, Stephen Roberts, Choir of King’s College, Cambridge, English Chamber Orchestra, Stephen Cleobury  Marietta Fischesser, Barbara Werner, Benoît Haller, Christof Fischesser, Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Helen Donath, Gillian Knight, Ryland Davies, Clifford Grant, The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Kölner Kammerchor, Collegium Cartusianum, Peter Neumann  Arnold Schoenberg Chor, Concentus Musicus Wien, Nikolaus Harnoncourt  Andreas Schulist, Joachim Gebhardt, Barbara Hölzl, Münchner MotettenChor, Christiane Oelze, Michael Grill, Das ResidenzOrchester München, Hans Rudolf Zöbeley","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Missa in C, K. 257 “Credo”: VI. Agnus Dei","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Susanne Mentzer, Bernadette Manca di Nissa, Neil Mackie, Stephen Roberts, Choir of King’s College, Cambridge, English Chamber Orchestra, Stephen Cleobury  Marietta Fischesser, Barbara Werner, Benoît Haller, Christof Fischesser, Chamber Choir of Europe, Kurpfälzisches Kammerorchester Mannheim, Nicol Matt  Helen Donath, Gillian Knight, Ryland Davies, Clifford Grant, The John Alldis Choir, London Symphony Orchestra, Sir Colin Davis  Kölner Kammerchor, Collegium Cartusianum, Peter Neumann  Joachim Gebhardt, Barbara Hölzl, Münchner MotettenChor, Christiane Oelze, Andreas Schulist, Michael Grill, Das ResidenzOrchester München, Hans Rudolf Zöbeley","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto I, Scena I. Cabaletta \"Ah! bello a me ritorna\" (Norma, Oroveso, Chorus)","Writers":"Vincenzo Bellini (composer)  Felice Romani (librettist)","Artists":"Vincenzo Bellini  Maria Callas  Beverly Sills, Paul Plishka  Shirley Verrett, Clifford Grant  Maria Callas, Orchestra del Teatro alla Scala di Milano, Antonino Votto  Angela Gheorghiu, Chorus of the Royal Opera House, Covent Garden, London Symphony Orchestra, Evelino Pidò  Maria Callas, Nicola Rossi‐Lemeni  Angela Gheorghiu, Orchestra of the Royal Opera House, Covent Garden, Ion Marin  Douglas Robinson, Chorus of the Royal Opera House, Covent Garden, Joan Sutherland, Orchestra of the Royal Opera House, Covent Garden, Francesco Molinari‐Pradelli  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto I, Scena I. Coro d'introduzione \"Ite sul colle, o Druidi\" (Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (librettist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Paul Plishka, The John Alldis Choir  Clifford Grant, San Francisco Opera Chorus  Nicola Rossi‐Lemeni, Coro del Teatro alla Scala di Milano  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto I, Scena I. Recitativo \"Fine al rito\" (Norma, Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (librettist)","Artists":"Vincenzo Bellini  Beverly Sills, Paul Plishka  Shirley Verrett, Clifford Grant  Maria Callas, Orchestra del Teatro alla Scala di Milano, Antonino Votto  Maria Callas, Nicola Rossi‐Lemeni  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto I, Scena I. Recitativo \"Sediziose voci\" (Norma, Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (librettist)","Artists":"Vincenzo Bellini  Rosa Ponselle  Beverly Sills, Paul Plishka  Shirley Verrett, Clifford Grant  Maria Callas, Orchestra del Teatro alla Scala di Milano, Antonino Votto  Maria Callas, Nicola Rossi‐Lemeni  Joan Sutherland, Chorus of the Royal Opera House, Covent Garden, Orchestra of the Royal Opera House, Covent Garden, Francesco Molinari‐Pradelli  Ezio Pinza, Rosa Ponselle, Metropolitan Opera Orchestra, Giulio Setti  Douglas Robinson, Chorus of the Royal Opera House, Covent Garden, Joan Sutherland, Orchestra of the Royal Opera House, Covent Garden, Francesco Molinari‐Pradelli  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena II. Recitativo \"Guerrieri! a voi venirne\" (Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Paul Plishka  Clifford Grant  Nicola Rossi‐Lemeni  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena II. Scena \"Ah! del Tebro al giogo indegno\" (Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Paul Plishka  Clifford Grant  Nicola Rossi‐Lemeni  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. \"Guerra! Guerra!\" (Coro, Oroveso, Norma)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Paul Plishka, Beverly Sills  Clifford Grant, Shirley Verrett  Nicola Zaccaria, Maria Callas  Maria Callas, Nicola Rossi‐Lemeni  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Finale \"All'ira vostra\" (Norma, Pollione, Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Shirley Verrett, Nunzio Todisco, Clifford Grant  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Finale \"Deh! non volerli vittime\" (Norma, Oroveso,Coro, Pollione)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Banda Cittá Ruvo Di Puglia  Vincenzo Bellini  Dame Joan Sutherland, London Symphony Orchestra, Richard Bonynge  Beverly Sills, Enrico Di Giuseppe, Paul Plishka  Shirley Verrett, Nunzio Todisco, Clifford Grant  Maria Callas, Franco Corelli, Nicola Zaccaria  Maria Callas, Nicola Rossi‐Lemeni, Mario Filippeschi  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Finale \"Norma!.. deh! Norma, scòlpati!..\" (Coro, Norma, Pollione, Oroveso)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Beverly Sills, Enrico Di Giuseppe, Paul Plishka  Shirley Verrett, Nunzio Todisco, Clifford Grant  Maria Callas, Franco Corelli, Nicola Zaccaria  Maria Callas, Mario Filippeschi, Nicola Rossi‐Lemeni","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Finale \"Qual cor tradisti\" (Norma, Pollione, Oroveso, Coro)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Beverly Sills, Enrico Di Giuseppe, Paul Plishka  Shirley Verrett, Nunzio Todisco, Clifford Grant  Maria Callas, Mario Filippeschi, Nicola Rossi‐Lemeni","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Recitativo \"Nè compi il rito, o Norma?\" (Oroveso, Norma, Clotilde, Coro, Pollione)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Vincenzo Bellini  Paul Plishka, Beverly Sills, Delia Wallis, Enrico Di Giuseppe  Clifford Grant, Shirley Verrett, Gwendolyn Jones, Nunzio Todisco  Nicola Rossi‐Lemeni, Maria Callas, Rina Cavallari, Mario Filippeschi  London Philharmonic Orchestra, Carlo Felice Cillario","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"Norma: Atto II, Scena III. Scena \"Squilla il bronzo del Dio!\" (Coro, Oroveso, Norma)","Writers":"Vincenzo Bellini (composer)  Felice Romani (lyricist)","Artists":"Vincenzo Bellini  Paul Plishka, Beverly Sills  Clifford Grant, Shirley Verrett  Nicola Rossi‐Lemeni, Maria Callas","ISWC":null,"Type":null,"Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: I. The Calling of the Apostles: Andante \"And it came to pass in those days\"","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: I. The Calling of the Apostles: Chorus. \"The Lord hath chosen them\"","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: I. The Calling of the Apostles: In the mountain, — Night","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: I. The Calling of the Apostles: Morning Psalm (within the Temple)","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: I. The Calling of the Apostles: The Dawn","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: II. By the Wayside","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: III. By the Sea of Galilee: Fantasy","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: III. By the Sea of Galilee: In Cæsarea Philippi","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: III. By the Sea of Galilee: In the Tower of Magdala","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part I: III. By the Sea of Galilee: Moderato. \"And straightway Jesus constraind his disciples\"","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: Introduction","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: IV. The Betrayal: Andante. \"And it came to pass\"","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: IV. The Betrayal: The Temple","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: IV. The Betrayal: Without the Temple","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: V. Golgotha","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: VI. At the Sepulchre","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: VII. The Ascension: In Heaven \/ On Earth","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Part II: VII. The Ascension: Moderato. \"We trusted that it had ben He\"","Writers":"Edward Elgar (composer)","Artists":"Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Apostles, op. 49: Prologue","Writers":"Edward Elgar (composer)","Artists":"The Cambridge Singers, John Rutter  The Choir of St John’s College, Cambridge  Dorothy Dickinson, John Alldis, Choir of Downe House School, Clifford Grant, London Philharmonic Choir, Sheila Armstrong, John Carol Case, Robert Tear, Helen Watts, Benjamin Luxon, London Philharmonic Orchestra, Sir Adrian Boult  Norman McBeth","ISWC":null,"Type":"Oratorio","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Valkyrie: Act I","Writers":"Richard Wagner (composer, librettist)  Andrew Porter (translator)","Artists":"Richard Wagner; English National Opera Orchestra & Alberto Remedios  Richard Wagner; English National Opera Orchestra & Margaret Curphey  Richard Wagner; English National Opera Orchestra & Clifford Grant  English National Opera Orchestra","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"},{"Work":"The Valkyrie: Act II","Writers":"Richard Wagner (composer, librettist)  Andrew Porter (translator)","Artists":"Richard Wagner; English National Opera Orchestra & Norman Bailey  Richard Wagner; English National Opera Orchestra & Rita Hunter  Richard Wagner; English National Opera Orchestra & Alberto Remedios  Richard Wagner; English National Opera Orchestra & Margaret Curphey  Richard Wagner; English National Opera Orchestra & Anne Howard  Richard Wagner; Alberto Remedios, Clifford Grant, English National Opera Orchestra, Margaret Curphey, Norman Bailey & Rita Hunter","ISWC":null,"Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"a58afd6c-d7f4-42bd-8888-e384a345dc69"}]