[{"Work":"Atomic","Writers":"Deborah Harry (writer)  Jimmy Destri (writer)","Artists":"Blondie  Sleeper  Nick Powlesland  Party Animals  The Mission  Deborah Harry  Studio 99  Third Grade Teacher  Atomic Garden  Motorcycle Ride  Cool Sensation  Berlyn Trilogy","ISWC":"T-070.004.154-8","Type":"Song","Lyrics Languages":"eng","Attributes":"310182148 (ASCAP ID)","Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Change","Writers":"Ian Broudie (writer)","Artists":"The Lightning Seeds  Nick Powlesland  Lightning Seeds","ISWC":"T-010.250.578-1","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Disco 2000","Writers":"Jarvis Cocker (composer, lyricist)  Candida Doyle (composer)  Russell Senior (composer)  Steve Mackey (composer)  Mark Webber (composer)  Nick Banks (composer)","Artists":"Pulp  Nick Powlesland  Nick Cave  Public Toys  Monza  Keane  The Lance Gambit Trio  Hackney Colliery Band  Band de Jour","ISWC":"T-010.878.356-7  T-011.220.794-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Fake Plastic Trees","Writers":"Thom Yorke (writer)  Jonny Greenwood (writer)  Ed O’Brien (writer)  Colin Greenwood (writer)  Philip Selway (writer)","Artists":"Radiohead  Marillion  Alanis Morissette  The Arrogant Sons of Bitches  Amanda Palmer  Nick Powlesland  Duncan Sheik  Puracane  Lori McKenna  Tufts University Beelzebubs  The Virginia Gentlemen  October Hill  Christopher O'Riley  楊乃文  Tanghetto  Ramin Djawadi  The Local Art  KT Tunstall  University of Michigan Gimble  Andre Matos  Old School Freight Train  Jonah Matranga  白鳥マイカ  Enrico Cacace  Sweet Little Band  Young@Heart Chorus  Scala & Kolacny Brothers  Stumbleine  Stumbleine feat. CoMa  Lex Land  Vance Joy  Mike Massé feat. Jeff Hall  Adam Poulin, Adam Payne & Friends  transient feat. Shelonda","ISWC":"T-010.346.287-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Ged-It","Writers":"Nick Powlesland (composer)","Artists":"Nick Powlesland","ISWC":null,"Type":"Song","Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Heartbreaker","Writers":"Jimmy Page (writer)  Robert Plant (writer)  John Paul Jones (writer)  John Bonham (writer)","Artists":"Led Zeppelin  Nirvana  Cinnamon  Nick Powlesland  The Replacements  Jimmy Page & The Black Crowes  Quelques Fiers Mongols  Sly & Robbie  Coalesce  Train  Dread Zeppelin  Studio 99  Bollock Brothers  Far  Wow & Flutter  The Hampton String Quartet  Alvin Youngblood Hart  Rachel Barton Pine  Anthony Gomes  The Section Quartet  Spike  Skid Row  Heavy Fuel  Zepparella  Jazzeppelin  Led Zepagain  Spike (Quireboys)  Mothership  Sugarpie and The Candymen  Lackthereof feat. Pete McCracken  Steve Morse, Michael White, Billy Sherwood & Alan White  John Vearity  George Clinton, Killah Priest, Bobby Reeves  Heavy Plant Crossing  Bass Zeppelin  Greg Koch and the Tone Controls  They Play Led Zeppelin  La Tchoucrav'  Led Blimpie","ISWC":"T-070.075.916-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"James Bond Theme","Writers":"Monty Norman (composer)","Artists":"Moby  Monty Norman  John Barry  Roland Shaw & His Orchestra  Nick Powlesland  Barry Adamson  City of Prague Philharmonic Orchestra  The John Barry Orchestra  Art of Noise  Neil Norman and His Cosmic Orchestra  John Cacavas  Audio Science  Ray Barretto  The Selecter  Voigt Kampff  David Arnold  bond  Monty Norman Orchestra  Leroy Holmes  Deadbolt  London Philharmonic Orchestra  [unknown]  Parodi & Fair  Koto  The London Theatre Orchestra  Out of Phase  Sounds Orchestral  SMAP  The Son of P.M.  Chris Cozens  Unicante  Cellomania  The Ian Rich Orchestra  James Bond and His Sextet  Jaimee Paul  Billy Strange, Les Baxter, Hall Daniels & Neil Norman  David Arnold feat. LTJ Bukem  Taylor Davis  Michael Lucarelli  The Big Movie Orchestra  University of Pittsburgh Varsity Marching Band  Royal Liverpool Philharmonic Orchestra, Carl Davis  Melbourne Ska Orchestra  London Symphony Orchestra, Stanley Black  Guns N’ Roses  Lannie Flowers  Marie-France Arcilla, Erin Crosby, Julie Dingman-Evans, Erica Schroeder, Denise Summerford  The City of Prague Philharmonic, Nic Raine  Stringfever  Star Inc.  Queenz of Piano  MrSolidSnake745's Floppy Drive Orchestra  The London Studio Orchestra  The John Barry Seven and Orchestra  The John Barry Seven & Orchestra  The Slopin Fairy 7  The BBC Orchestra  The Bardi Wind Orchestra  DR Big Band feat. Szhirley","ISWC":"T-011.221.662-2","Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Only Happy When It Rains","Writers":"Butch Vig (writer)  Shirley Manson (writer)  Steve Marker (writer)  Duke Erikson (writer)","Artists":"Garbage  Nick Powlesland  Metallica  Eläkeläiset  Misery Loves Co.  The Recliners  Vitamin String Quartet  Richard Cheese","ISWC":"T-070.919.265-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Open Up","Writers":"Nick Powlesland (composer)","Artists":"Nick Powlesland","ISWC":null,"Type":"Song","Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"},{"Work":"Wild Wood","Writers":"Paul Weller (lyricist, composer)","Artists":"Paul Weller  Nick Powlesland  Paul Weller vs. Portishead  Eliza Carthy  Paul Weller & Portishead  Paul Weller & The Orchestra of Syrian Musicians  Paul Weller feat. Eliza Carthy","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ae7b19d0-ad2f-40f4-ae3a-b35130a918ee"}]