[{"Work":"(Where Do I Begin?) Love Story (Love Story)","Writers":"Francis Lai (composer)  Carl Sigman (lyricist)","Artists":"Andy Williams  Shirley Bassey  Francis Lai  Tony Bennett  Plácido Domingo  Andrea Bocelli  Sarah Vaughan  Perry Como  Johnny Mathis  Howard Keel  Montezuma's Revenge  [unknown]  Sergio Franchi  鄧麗君  木村好夫  Alan Caddy Orchestra & Singers  The Smashing Pumpkins feat. The Frogs  The Smashing Pumpkins w\/ The Frogs  Francis Lai, Carl Sigman  2Cellos, London Symphony Orchestra  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"All Over the World","Writers":"Françoise Hardy (composer)  Julian More (translator)","Artists":"Françoise Hardy  Katie Melua  The Night-Owls  Irene Ryder","ISWC":"T-003.008.189-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Beg Steal or Borrow","Writers":"Graeme Hall (writer)  Steve Wolfe (writer)  Tony Cole (writer)","Artists":"The New Seekers  Top of the Poppers  Waterloo & Ricky Berger  Irene Ryder","ISWC":"T-010.171.503-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Both Sides Now","Writers":"Joni Mitchell (lyricist, composer)","Artists":"Joni Mitchell  Neil Diamond  Judy Collins  Frank Sinatra  Pete Seeger  Glen Campbell  Anne Murray  Paul Young  Clannad  Melanie C  Tina Arena  Andy Williams  Davey Graham  Clannad & Paul Young  Chet Atkins  Herbie Hancock  Hugh Masekela  Natalie Cole  Fred Hersch  Michael Feinstein  Willie Nelson  Roger Whittaker  Tom Grant  Parasites  Paul Anka  Paul Winter Consort  Pat Martino  Rufus Wainwright  Allison Moorer  Jason Falkner  Gregorian  Jim Nabors  Stephen Fearing  Claudine Longet  藤田恵美  Robert Goulet  Michael Ball  Tierney Sutton  Harpers Bizarre  Dee Felice Trio  Rachael Yamagata  Unni Wilhelmsen  The Singers Unlimited  Vocal Line  Julie Felix  Ann Sally  林志美  Mantovani  Jimmie Rodgers  Uncle Seth  Jemima Price  MiriaM. & Band  Out of the Blue  Treasure  Ian Shaw  Rachel Z Trio  Carly Rae Jepsen  Susan Boyle  Jeanette Lindström & Steve Dobrogosz  Adam Harvey feat. The McClymonts  Joni Mitchell with Pete Seeger  Håkan Hardenberger, Academy of St Martin in the Fields, Kenneth Sillito  Percy Faith, His Orchestra & Chorus  Bo Stief, Bobo Moreno & Ole Kock Hansen  Alva Leigh feat. Natalie Prass  Joni Mitchell and the L.A. Express  ALLISON  Ian McShane  サラ・オレイン  Friend ’n Fellow  Adrian Kerr  Louis Van Dyke \/ Rogier van Otterloo  Irene Ryder  Anita Meyer, Metropole Orkest  Denny Brooks","ISWC":"T-072.133.365-8","Type":"Song","Lyrics Languages":"eng","Attributes":"0B1-7490-1 (JASRAC ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Dancing in the Sun","Writers":"Daniel Vangarde (composer)  Claude Carrère (lyricist)","Artists":"Pepe Jaramillo  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"First of May","Writers":"Robin Gibb (writer)  Barry Gibb (writer)  Maurice Gibb (writer)","Artists":"Bee Gees  Tony Hadley  Matt Monro  Sarah Brightman  溝口肇  藤田恵美  José Feliciano  Susan Wong  Enrico Ruggeri  Malachi  張學友  林子祥  Wing  G4  Olivia Ong  Richard Hewson Orch.  Blackmore’s Night  Hansruedi Jordi  Irene Ryder","ISWC":"T-011.363.749-2  T-919.228.687-6","Type":"Song","Lyrics Languages":"eng","Attributes":"420441 (BMI ID)  0F1-0350-2 (JASRAC ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Help Me Make It Through the Night","Writers":"Kris Kristofferson (composer, lyricist)","Artists":"Gladys Knight & The Pips  Willie Nelson  Kris Kristofferson  John Holt  Elvis Presley  Bobby Bare  Ken Boothe  Lena Zavaroni  Gladys Knight & The Pips  Bob Dylan  Joe Simon  Big Daddy  Sammi Smith  Sergio Franchi  Bryan Ferry  LeAnn Rimes  Anne Murray  Harry James  Andy Williams  Tammy Wynette  Charley Pride  Engelbert Humperdinck  Vikki Carr  Kate Campbell  Billy Vaughn  Billie Jo Spears  Cornell Dupree  Scott Matthew  Žoržs Siksna  Marsyas  Kris Kristofferson, Willie Nelson, Dolly Parton & Brenda Lee  Nataniël  Kris Kristofferson feat. Vince Gill  John Doe and The Sadies  Deana Carter feat. Kris Kristofferson  Jon Langford feat. Chip Taylor  Jim McDonough  Bruce Robison & Kelly Willis  Kris Kristofferson & Brenda Lee  Billy Ray Cyrus & Kenley Shea Holm  Slim Cessna  Desmond Dekker \/ John Holt \/ Ken Boothe \/ The Pioneers \/ Jimmy Cliff  Irene Ryder  Anita Meyer, Metropole Orkest  Tex Perkins and the Band of Gold","ISWC":"T-070.918.750-7","Type":"Song","Lyrics Languages":"eng","Attributes":"555067 (BMI ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"I Don’t Know How to Love Him","Writers":"Andrew Lloyd Webber (composer)  Tim Rice (lyricist)","Artists":"Andrew Lloyd Webber  Yvonne Elliman  Elaine Paige  [unknown]  Shirley Bassey  Sarah Brightman  Bonnie Tyler  Richard Clayderman  Jeane Manson  Stephanie Lawrence  Percy Faith, His Orchestra and Chorus  Linda Eder  Melanie C  London Symphony Orchestra  Helen Reddy  Julian Lloyd Webber  101 Strings Orchestra  Billy Vaughn  London Philharmonic Orchestra  Marti Webb  Sara Bareilles  Wing  Ruthie Henshall  Starlight Musical Express  The London Pops Orchestra  Maria Friedman  Sharon Campbell  Gemma Craven  Orlando Pops Orchestra  101 Strings  Mary Carewe  The Broadway Singers, Adam Mansell Orchestra  The New York Theater with The Broadway Choir  Denny Wright and Velvet  University of Wisconsin Russian Folk Orchestra  Footlights Orchestra and Chorus  The Stage Door Orchestra  David Davidson  The Starlite Orchestra and Singers  Jesus Christ Superstar, original October 1970 cast  David Michael Cass  Irene Ryder  Maria Friedman, National Symphony Orchestra, John Owen Edwards","ISWC":"T-900.091.445-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"In the Morning (aka \"Morning of My Life\")","Writers":"Barry Gibb (composer, lyricist)","Artists":"Bee Gees  Nina Simone  David Gray  John Holt  Gregorian  Ronnie Burns  Fleet Foxes  The Bee Gees  Richard Hewson Orch.  Irene Ryder","ISWC":"T-011.422.316-3","Type":"Song","Lyrics Languages":"eng","Attributes":"721182 (BMI ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Leaving on a Jet Plane","Writers":"John Denver (lyricist, composer)","Artists":"Bobby Bare  John Denver  Frank Sinatra  Eve 6  Me First and the Gimme Gimmes  Chantal Kreviazuk  Funeral Dress  Dinah Shore  Matt Monro  Sloppy Seconds  Trini Lopez  Liza Minnelli  Roger Whittaker  Ray Stevens  Eva Cassidy  Ray Conniff  James Last  Peter, Paul & Mary  Brenda Lee  Operation: Cliff Clavin  Engelbert Humperdinck  Drivin' N' Cryin'  Spanky & Our Gang  藤田恵美  My Morning Jacket  The Chad Mitchell Trio  Slightly Stoopid  101 Strings Orchestra  Harpers Bizarre  Justin  J Mascis  The Kendalls  [unknown]  Dana Winner  區瑞強  Fem@le  Michael Chapdelaine  C. L. DelMastro  Mantovani  Sophie Barker  Peter Shelley  Unicante  Vicki Genfan  Glee Cast  The Whiffenpoofs  J Mascis + The Fog  Tarnation feat. Joe Gore  Percy Faith, His Orchestra and Chorus  Hooray Matinee  Acolyte  Jeffster!  The Rezidudes  Peter, Paul & Mary with John Denver  胡琳 feat. 林一峰  Julienne  Lula Barbosa & Míriam Miràh  Irene Ryder  Tym & Co","ISWC":"T-070.911.942-5","Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Midnight","Writers":"Vic Cristobal (writer)","Artists":"Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Nobody’s Child","Writers":"Cy Coben (composer)  Mel Foree (composer)","Artists":"Traveling Wilburys  The Beatles  The Beatles with Tony Sheridan  Lonnie Donegan  Bob Dylan  Hank Snow  區瑞強  Tony Sheridan  Tony Sheridan & The Beatles  The Beatles & Tony Sheridan  Karen Young  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Solitaire","Writers":"Neil Sedaka (composer)  Phil Cody (lyricist)","Artists":"Carpenters  Neil Sedaka  Elvis Presley  Shirley Bassey  Andy Williams  [unknown]  Patricia Paay  Sheryl Crow  Petula Clark  Westlife  Jann Arden  Richard Clayderman  The Lurkers  The Barron Knights  John Keating  Brighouse and Rastrick Band  Pepe Jaramillo  Giovanni Marradi  Joe McElderry  Pure Jazz Moods  Irene Ryder  The Droogs","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Speak Softly Love (The Godfather, Love Theme)","Writers":"Nino Rota (composer)  Larry Kusik (lyricist)","Artists":"Al Martino  Andy Williams  Sergio Franchi  Ray Conniff  Matt Monro  Nino Rota  Plácido Domingo  Johnny Mathis  John Farnham  [unknown]  本田美奈子.  木村好夫  Harry Secombe  Виктор Зинчук  Top of the Poppers  City of Prague Philharmonic Orchestra, Nic Raine  Michael Ball & Alfie Boe  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"The Last Waltz","Writers":"Les Reed (writer)  Barry Mason (writer)","Artists":"Engelbert Humperdinck  Petula Clark  James Last  Les Reed  Max Bygraves  村治佳織  Nataniël  Geoff Love And His Orchestra  Cliff Adams Singers and the Jack Emblow Quartet  Joe Jr. & The Side-Effects  Irene Ryder","ISWC":"T-924.605.173-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"The Morning After (from \"The Poseidon Adventure\")","Writers":"Al Kasha (writer)  Joel Hirschhorn (writer)","Artists":"John Williams  Maureen McGovern  Renee Armand  許冠傑  Irene Ryder","ISWC":"T-070.113.196-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"The Twelfth of Never","Writers":"Jerry Livingston (composer)  Paul Francis Webster (lyricist)","Artists":"Johnny Mathis  Nina Simone  Bee Gees  Donny Osmond  The Tymes  Top of the Poppers  Cliff Richard  Cher  Elvis Presley  Waylon Jennings  Floyd Cramer  Jim Nabors  [unknown]  王傑  Redd Wayne  Manuel & The Music of the Mountains  Daniel O’Donnell  Cliff Adams Singers and the Jack Emblow Quartet  The Night-Owls  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"The Wedding (La Novia)","Writers":"Joaquín Prieto (lyricist, composer)  Fred Jay (translator)","Artists":"Julie Rogers  Malcolm Vaughan  Clinton Ford  Damian Luca  Cathryn Vindelis  Irene Ryder","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Too Beautiful to Last","Writers":"Sir Richard Rodney Bennett (composer)  Paul Francis Webster (lyricist)","Artists":"Engelbert Humperdinck  Top of the Poppers  Irene Ryder","ISWC":"T-900.012.898-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Touch Me in the Morning","Writers":"Michael Masser (writer)  Ron Miller (writer)","Artists":"Diana Ross  John Holt  Marlena Shaw  Andy Williams  Big Youth  Buddy Greco  MFSB  Hattie Littles  Top of the Poppers  Fiona  Paul Brooks  Irene Ryder","ISWC":"T-070.929.170-2  T-801.114.118-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Up on the Roof","Writers":"Carole King (composer, lyricist)  Gerry Goffin (lyricist)","Artists":"Carole King  The Drifters  James Taylor  Laura Nyro  Bruce Springsteen  Rockapella  Robson & Jerome  The Cat’s Pajamas  The Cover Girls  Percy Faith  Steve Tyrell  Tuck & Patti  The Lettermen  Kenny Rankin  University of Wisconsin Madhatters  Stuff  Kenny Lynch  James Taylor & Carole King  Carole King & James Taylor  Carole King feat. James Taylor  Bruce Springsteen & The E Street Band  På Slaget 12 feat. baSix  American Drifters  Irene Ryder","ISWC":"T-071.017.410-9","Type":"Song","Lyrics Languages":"eng","Attributes":"0U0-0231-8 (JASRAC ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"Vincent (Starry Starry Night)","Writers":"Don McLean (composer, lyricist)","Artists":"Don McLean  NOFX  [unknown]  Tori Amos  Chet Atkins  Vonda Shepard  Chuck Loeb  Julio Iglesias  Nana Mouskouri  Rick Astley  Josh Groban  Lani Hall  Bollock Brothers  Tufts University Beelzebubs  Malachi  Sara K.  Dana Winner  The Barron Knights  James Blake  Sarah Morrau  Jackie Evancho  Fred Benedetti & Peter Pupping  Lianne La Havas  The King’s Singers  Vineyard Sound  Jesse Terry  Chris Foster  Malachi Cush  Teresa Carpio  Thomas Stenberg Hansen  Irene Ryder  Jim Nunally","ISWC":"T-070.247.612-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"You Are the Sunshine of My Life","Writers":"Stevie Wonder (composer, lyricist)","Artists":"Stevie Wonder  Frank Sinatra  Irene Kral  Engelbert Humperdinck  Carmen McRae  Marlena Shaw  The Ventures  Macy Gray  Ella Fitzgerald  Tom Jones  Shirley Bassey  Cold Blood  Liza Minnelli  Stéphane Grappelli  Joe Pass  Perry Como  Grover Washington, Jr.  Stars on 45  Johnny Mathis  Andy Williams  Jim Nabors  Hugo Montenegro  Hank Marvin  VeggieTales  Bobbi Humphrey  Morgana King  Vicki Lawrence  Ferrante and Teicher  Mambo Kurt  Pete Huttlinger  Uschi Brüning  Jim Rotondi  Rockabye Baby!  Eduardo Braga  Stevie Wonder & Wonderlove  Benny Green & Russell Malone  Boston Pops Orchestra, Arthur Fiedler  Lisa Ono  Beata Przybytek  Kenny Baker & Ronnie Hughes  The Phineas Newborn Trio  Olivia Trummer  Jack White and The Electric Mayhem  Jack White and The Electric Mayhem feat. The Muppets  Stevie Wonder & Ella Fitzgerald  Anita Samsom Combo  Olivia Ong feat. Inuzuka Saeko  Satakunnan Sotilassoittokunta, Pasi-Heikki Mikkola, Kari Rantakallio  Ralf Willing and his Multisound-Orchestra  Thomas MATO Blanchot feat. WAWA  Betty Chung  George Shearing, The Quintet and Amigos  Denis King and His Electric Piano  Irene Ryder  Arno Adams  Manfred Krug & Günther Fischer Quintett","ISWC":"T-070.211.998-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"},{"Work":"You’re So Vain","Writers":"Carly Simon (composer, lyricist)","Artists":"Carly Simon  Sally Seltmann  Giant Sand  Built to Spill  Marilyn Manson  Liza Minnelli  Daryll-Ann  Treepeople  Smokie  Jann Arden  David Axelrod  Faster Pussycat  The Mountain Goats  Fausto Papetti  Anna Waronker  Ze Malibu Kids  Graham Colton  Chocolate Starfish  Chimira  John Barrowman  Rich Wyman  The Feeling  Trash Pour 4  Tony Randall and Jack Klugman  Matthew Sweet and Susanna Hoffs  Measure 4 Measure  Denis Lopez Liquid Latin  Irene Ryder","ISWC":"T-070.211.991-2","Type":"Song","Lyrics Languages":"eng","Attributes":"550070538 (ASCAP ID)","Rating":null,"gid":"baa5cd0b-5cb2-4ea9-8824-d37f7aa8140e"}]