[{"Work":"West Side Story: Cool","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Manny Albam & His Jazz Greats  Joyce  Stan Kenton  Bill Charlap Trio  Philip Jones Brass Ensemble  Sammy Davis Jr.  George Chakiris  Patti Austin, Mervyn Warren & Bruce Hornsby  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Kurt Ollmann  Tucker Smith  The Honey Dreamers  Mickey Calin  [theatre]  4 Saxess  The Amsterdam Saxophone Quartet, Jaap van Zweden  André Previn and His Pals Shelly Manne & Red Mitchell  Joerg Kaufmann feat. Bobby Shew  Joe Stilgoe  Kevin Vortmann, Justin Keyes, Zachary Ford, Chris Meissner, Louis Pardo, David Michael Laffey, San Francisco Symphony Chorus, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Peter Hofmann, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Scott Wise, Paul Gemignani  Cody Green, Jets  Will Martin, Royal Liverpool Philharmonic Orchestra  Nicholas Warnford, National Symphony Orchestra, John Owen Edwards  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.025.960-4","Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb48d4b1-bbe6-4f9b-b2cd-d93051016cb8"},{"Work":"West Side Story: Jet Song","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Katia & Marielle Labèque  Manny Albam & His Jazz Greats  Brian Setzer  Canadian Brass  Leonard Bernstein  Betty Buckley  Sammy Davis Jr.  The Oscar Peterson Trio  Eddie Higgins  John Williams & The Boston Pops Orchestra  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  4 Saxess  The Amsterdam Saxophone Quartet, Jaap van Zweden  Mickey Calin, Eddie Roll, Tony Mordente, David Winters, Lee Becker, Grover Dale, Lowell Harris, Hank Brunjes, Tommy Abbott, Frank Green, Martin Charnin  Max Goberman \/ Mickey Calin  André Previn and His Pals Shelly Manne & Red Mitchell  Joerg Kaufmann feat. Bobby Shew  Kevin Vortmann, Justin Keyes, Zachary Ford, Chris Meissner, Louis Pardo, David Michael Laffey, San Francisco Symphony Chorus, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Tucker Smith, Russ Tamblyn, Bert Michaels, and the Jets  Mickey Calin and the Jets  Cody Green, Jets  Will Martin, Royal Liverpool Philharmonic Orchestra  Nicholas Warnford, National Symphony Orchestra, John Owen Edwards  Kurt Ollmann, David Livingston, Peter Thom, Stephen Bogardus","ISWC":"T-070.088.385-7","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb48d4b1-bbe6-4f9b-b2cd-d93051016cb8"}]