[{"Work":"'Way Down Yonder in New Orleans","Writers":"Turner Layton (composer)  Henry Creamer (lyricist)","Artists":"Louis Armstrong  Bing Crosby  Bing Crosby & Louis Armstrong  Betty Hutton  Charlie Christian  Lester Young  Freddy Cannon  Frankie Trumbauer and His Orchestra  Frankie Laine & Jo Stafford  Dutch Swing College Band feat. Neva Raphaello  Dean Martin  Dinah Shore  Joni James  The Howard Alden Dan Barrett Quintet  Canadian Brass  Jan & Dean  The Andrews Sisters  German Brass  Eydie Gormé  Kansas City Six  The Squadronaires  Art Hodes' Hot Five  The Andrews Sisters & Al Jolson  Van Alexander  Red McKenzie with The Spirits of Rhythm  Louis Armstrong & Bing Crosby  The New Melbourne Jazz Band  Echoes of Swing  Fine Arts Brass Ensemble  Louis Armstrong, Jack Teagarden & Earl Hines  Jimmy McPartland, Charlie Shavers, Cutty Cutshall, Bob Wilber, Ernie Caceres, Dick Cary, George Barnes, Harvey Phillips, Joe Burriesce & George Wettling  Jo Stafford duet with Frankie Laine","ISWC":"T-070.197.698-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"(Ghost) Riders in the Sky: A Cowboy Legend","Writers":"Stan Jones (lyricist, composer)","Artists":"Johnny Cash  Outlaws  The Shadows  R.E.M.  The Ventures  Frankie Laine  Sons of the Pioneers  The Spotnicks  Dean Martin  Riders in the Sky  Roy Clark  The Baja Marimba Band  Slim Whitman  Vaughn Monroe & His Orchestra  Dick Dale and His Del‐Tones  Burl Ives  Brooks & Dunn  Gene Autry  Barrage  Impaled Nazarene  King Kurt  Vaughn Monroe  Das Projekt  Bob Dylan  Bing Crosby  Elvis Presley  Peggy Lee  Dick Dale  Captain Tractor  Die Apokalyptischen Reiter  Sleepy LaBeef  Lorne Greene  Fred Penner  Steve Hunter  Ghoultown  da Blechhauf’n  Lee Press-On and the Nails  [Disney]  Marty Robbins  Me First and the Gimme Gimmes  Concrete Blonde  Not Breathing  Davie Allan & The Arrows  Kay Starr  Duane Eddy  Children of Bodom  The Andrews Sisters  The Brothers Four  The Ramrods  Spiderbait  Milton Nascimento  Studio 99  Stone  Splodgenessabounds  Esteban  Peter Pan Speedrock  [unknown]  Kaleidoscope  Mary McCaslin  Pedro Vargas  DevilDriver  Bert Weedon  The Fendermen  Ronnie Dawson  Ned Sublette  Christopher Lee  Bob James Trio  Los Coronas  Scary Bitches  Jimmie Rodgers  The Spooky Men's Chorale  Raphael  Damage Done by Worms  Lucky Ron  The Torquays  The Apaches  Chrome Division  Strangers 1800  Alessandro Bosetti  Danny Davis and The Nashville Brass  Coconami  Lance Guest  The Folsom Prison Gang  Arthur Fiedler & Boston Pops Orchestra  BJ Nilsen & Stilluppsteypa  Johnny Cash & Willie Nelson  John Goodman, Dan Aykroyd & The Blues Brothers Band  Gary Holton & Casino Steel  Dick Dale & The Del-Tones  Johnny Cash & The Johnny Cash Band  Boppin’ B  The Cashbags  Mittland och Leo  Sjors Bral  Blodfet & DJ Lonely  Remörk  Tone Zones  Marty Ribbons  Montana Big Boys  Snorri Asmundsson  Dan Melchior & Letha Rodman Melchior  Michael van den Abeele  The After Lucy Experiment  Ōgon Batto  Vaughn Monroe and His Orchestra  Baja Marimba Band  나윤선 (Youn Sun Nah)  The Grassmasters  Bing Crosby with The Ken Darby Choir  R.E.M. & Steve Wickham  Desperados  Frank Wakefield, Taylor Baker & Friends  Sawtooth Mountain Boys","ISWC":"T-070.126.649-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"A Woman in Love (1955 film \"Guys and Dolls\")","Writers":"Frank Loesser (composer, lyricist)","Artists":"Frankie Laine  Pepe Jaramillo  Frank Loesser  Sergio Franchi  Marlon Brando & Jean Simmons  Al Martino  Gordon MacRae  Gregg Edelman & Emily Loesser","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Answer Me, My Love","Writers":"Carl Sigman (lyricist, translator)  Fred Rauch (composer, lyricist)  Gerhard Winkler (composer, lyricist)","Artists":"Nat King Cole  Frankie Laine  Bob Dylan  David Whitfield  Joni Mitchell  Marty Robbins  Petula Clark  Bill Watrous  Etta Jones  Hank Thompson  The Impressions  Brian Kennedy  Barbara Dickson  Ray Peterson  Jerry Vale  Tierney Sutton  Lyambiko  [unknown]  Bert Weedon  Bert Kaempfert & His Orchestra  Jan Gunnar Hoff  Nat “King” Cole  La Velle  Cliff Adams Singers and the Jack Emblow Quartet","ISWC":"T-070.882.079-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Basin Street Blues","Writers":"Spencer Williams (composer, lyricist)","Artists":"Louis Armstrong  Louis Armstrong and His Hot Five  Bing Crosby  The Mills Brothers  Bing Crosby & Connee Boswell  Ella Fitzgerald  The Dave Brubeck Quartet  Willie Nelson  Louis Prima  Louis Armstrong & His Orchestra  Jack Teagarden  Benny Goodman and His Orchestra  Ella Fitzgerald & Louis Armstrong  Louis Armstrong & Jack Teagarden  Frankie Laine & Jo Stafford  Louis Armstrong and His Orchestra  Harry Connick, Jr.  Dean Martin  Dinah Shore  Joni James  The Hi-Lo's  Bill Coleman  Peggy Lee  Benny Goodman  Sidney Bechet  Woody Herman  John Colianni  Henry Butler  Diana Krall  Canadian Brass  Jimmy Smith  Claude Bolling  Julie London  Firehouse Five Plus Two  The Golden Gate Quartet  Jonah Jones  Jan Garber & His Orchestra  Ace Cannon  Eydie Gormé  Dallas Brass  Eddie Condon  Manhattan Jazz Quintet  Moses Hogan Chorale  Lil Hardin Armstrong and Her Orchestra  Colette Magny  Jazz Band Ball Orchestra  Claude Luter  Roberto Gatto  Aleš Hadalin  Louis Armstrong and His Hot Seven  Louis Armstrong and His Savoy Ballroom Five  Billy Butterfield  Louisiana Rhythm Kings  Bing Crosby & Ella Fitzgerald  Willie Nelson & Wynton Marsalis  Bing Crosby & Louis Armstrong  Louis Armstrong & Oscar Peterson  Joe Dobbins & Backwards Sam Firk  Ruby Braff & Roger Kellaway  Bing Crosby feat. Connee Boswell  Bing Crosby feat. Ella Fitzgerald  Louis Armstrong and Earl Hines  Paul Spencer Band  Louis Armstrong & Bunk Johnson  Chamorro-Terraza & Friends  Bourbon Street Jazzband  The Postcard Brass Band  Bob Crosby and The Bob Cats  Showcase  Louis Armstrong, Jack Teagarden & Earl Hines  Bing Crosby and Connee Boswell with John Scott Trotter and His Orchestra  Bing Crosby feat.Ella Fitzgerald  Louis Armstrong & His Orchestra, Billie Holiday, Woody Herman and His Orchestra & Original New Orleans Ragtime Band  The Teddy Wilson Trio  Jack Teagarden & Louis Armstrong  Swing & Musical Orchester Graz","ISWC":"T-070.010.455-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Blowing Wild (The Ballad of Black Gold)","Writers":"Dimitri Tiomkin (writer)  Paul Francis Webster (writer)","Artists":"Frankie Laine","ISWC":"T-070.011.606-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Blue Moon","Writers":"Richard Rodgers (composer)  Lorenz Hart (lyricist)","Artists":"Elvis Presley  The Ventures  Frank Sinatra  Tony Bennett  Sam Cooke  The Marcels  Cliff Richard  Bob Dylan  Billie Holiday  Mel Tormé  Louis Armstrong  Ella Fitzgerald  Jo Stafford  MxPx  Mud  Dean Martin  Frankie Laine  Carmen McRae  Richard Rodgers  Art Blakey & The Jazz Messengers  Dave Brubeck  Ahmad Jamal  Plácido Domingo  The Supremes  Lloyd Charmers  Jane Froman  John Alford  Billie Holiday and Her Orchestra  Rod Stewart feat. Eric Clapton  The Beatles  David Bowie  George Shearing  Lionel Hampton  Chet Baker  Ann Hampton Callaway  Rod Stewart  Willie Nelson  Conway Twitty  Houston Person  Clifford Brown  Course of Empire  Spider Murphy Gang  Mark Isham  Daniel Ash  The Mavericks  Betty Carter  The Dave Brubeck Trio  Kenny Garrett  Liberace  Showaddywaddy  Erroll Garner  June Christy  Sha Na Na  Julie London  Los Índios Tabajaras  藤田恵美  Billy Eckstine  The Bad Plus  Cybill Shepherd  Sergio Franchi  Connee Boswell  Georgie Auld & His Orchestra  The Oscar Peterson Trio  Vaughn Monroe & His Orchestra  Kay Martin and Her Body Guards  The Countdown Singers  Richard Robbins  加護亜依  Bill Snyder  The Overtones  Joe Wilder  Uschi Brüning  Ian Shaw  Hill Bowen & His Orchestra  Harambee  Bob Tostes  Carling Family  Coconami  The Percy Faith Orchestra  Eva Mars  Frank Sinatra & The Tommy Dorsey Orchestra  Bob Dylan & The Band  Coleman Hawkins acc. par Michel Warlop et son orchestre avec Arthur Briggs  Becki Biggins  Peggy Lee with the Four of a Kind  Ella & Louis  Frank Sinatra & Tommy Dorsey  Frank Sinatra with Tommy Dorsey and His Orchestra  Jojo Effect feat. Elvis Presley  Наталья Родина и Александр Петерсон  Percy Faith and His Orchestra  Bobby “Blue” Bland  Spectrum Singers  Ilse Huizinga  Jane Froman,George Greeley  Jane Froman & George Greeley  Ronnie Price & The Romantic Strings and Orchestra  Μαντώ Σταματοπούλου & Κουαρτέτο Μανώλη Μικέλη  Tony Bennett with Ralph Sharon & His Orchestra  She Keeps Bees feat. Gaspar Claus  Diógenes L. Oliveira  Elvis & The Beatles  Rosemary Clooney with The Buddy Cole Trio  Sam Cooke (Bumps Blackwell & His Orchestra)  Пётр Тодоровский и Сергей Никитин  The Marcels  Le Hot Club de Tordères  Джаз-оркестр под управлением А. Варламова  The Fantastic Four  Vaughn Monroe and his Orchestra  Strings and Keys  The Lou McGarity Big Eight  Lori Johnson  The Corsairs  Lorenz Hart et Richard Rodgers  G. C. Davis","ISWC":"T-070.011.746-9  T-915.741.665-4","Type":"Song","Lyrics Languages":"eng","Attributes":"0B0-3370-4 (JASRAC ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Blue, Turning Grey Over You","Writers":"Fats Waller (writer)  Andy Razaf (writer)","Artists":"Louis Armstrong  Frankie Laine  Louis Armstrong & His Orchestra  Maxine Sullivan  Billie Holiday  Teddy Wilson  Louis Armstrong & His All-Stars  Kenny Ball  The Lou McGarity Big Eight  Lennie Felix","ISWC":"T-070.011.836-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"By the River Sainte Marie","Writers":"Harry Warren (writer)  Edgar Leslie (writer)","Artists":"Frankie Laine  Joe Williams  Jimmie Lunceford  Jimmie Lunceford and His Orchestra  The Platters  Paul Desmond  Guy Lombardo  Al Hibbler  Gene Krupa and His Orchestra  Jimmy Forrest  The Dave Pell Octet","ISWC":"T-070.012.998-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Cool Water","Writers":"Bob Nolan (lyricist, composer)","Artists":"Frankie Laine  Bob Dylan  Hank Williams  Bob Dylan & The Band  The Replacements  Johnny Cash  Marty Robbins  Sons of the Pioneers  Odetta  The Mills Brothers  Moe Bandy  Walter Brennan  Peter Hayes  Nei Lisboa  Wright Brothers Band  Bing Crosby & The Andrews Sisters  Frankie Laine & The Mellomen  Daniel O’Donnell","ISWC":"T-913.782.987-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Do Not Forsake Me, Oh My Darlin' (The Ballad of High Noon)","Writers":"Dimitri Tiomkin (composer)  Ned Washington (lyricist)","Artists":"Frankie Laine  Boston Pops Orchestra, Arthur Fiedler  Billy Strange  Royal Philharmonic Orchestra  [unknown]  Moe Bandy  City of Prague Philharmonic Orchestra  Malcolm Lockyer and His Orchestra  Taneční orchestr Československého rozhlasu  Mantovani and His Orchestra","ISWC":"T-900.757.499-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Don't Cry (The Most Happy Fella)","Writers":"Frank Loesser (lyricist, composer)","Artists":"Frankie Laine  Percy Faith","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Don’t Make My Baby Blue","Writers":"Barry Mann (composer)  Cynthia Weil (lyricist)","Artists":"The Shadows  The Move  Frankie Laine","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Dream a Little Dream of Me","Writers":"Fabian André (composer)  Gus Kahn (lyricist)  Wilbur Schwandt (composer)","Artists":"Louis Armstrong  The Mamas & the Papas  Cass Elliot  Ella Fitzgerald & Louis Armstrong  Nat King Cole  Mama Cass  Bing Crosby  Louis Armstrong & Ella Fitzgerald  The Nat King Cole Trio  Ella Fitzgerald  Frankie Laine  The Beautiful South  Diana Krall  Doris Day  Ella Fitzgerald and Louis Armstrong  The Mamas & the Papas  Max Raabe & Palast Orchester  The Flying Pickets  Louis Armstrong feat. Ella Fitzgerald  Mama Cass Elliot  The Mamas & the Papas  Robbie Williams feat. Lily Allen  Dean Martin  Dinah Shore  Anne Murray  Blind Guardian  Chicago  Robbie Williams  Joni James  Karen Akers  James Darren  Al Martino  Roger Williams  Yiruma  Jane Horrocks  Silje Nergaard  June Hutton  Jo Stafford  Janis Siegel  Michael Bublé  Rita Reys  Pasadena Roof Orchestra  Eddie Vedder  Helen Schneider  Jacqui Naylor  Nelson Lago  Ozzie Nelson and His Orchestra  Unicante  Dala  Mary Nelson  Blake  Voces8  The Jean Mac Quartet  Little Jackie  Zee Avi  Halie Loren  Steve Clayton  Cocagne Club  The Jon Jarvis Trio  Terry Hall & Salad  Tony Bennett & k.d. lang  Ella Fitzgerald & The Count Basie Orchestra  KK, Sophie Barker & The Rainbow Collections  The King Cole Trio  Kate Ceberano & The Moovin' & Groovin' Orchestra  Tipitina  Hayley Westenra  Ella & Louis  Chicago feat. Jade & Paul Shaffer  Ella Fitzgerald with Louis Armstrong  Louis Armstrong with Ella Fitzgerald  Clare Teal & Grant Windsor  Voisix  Ilse Huizinga  Roger Williams & The Romantic Strings and Orchestra  Chamorro-Terraza & Friends  Erin McNamee  Audra Mariel  Barry Manilow with Mama Cass  Gadjos  Dulverton Blues  Bing Crosby & Bob Scobey’s Frisco Band  Diana Krall & Hank Jones  Eddie Higgins Trio with Akiko Osada  Chris Casello & Sue Moreno  Louis Armstrong & Ella Fitzgerald with Sy Oliver’s Orchestra  Nancy Hays  Henry Mancini and His Orchestra  Catherine Reed  Anita Meyer, Metropole Orkest  Lucy Durack","ISWC":"T-070.040.124-6","Type":"Song","Lyrics Languages":"eng","Attributes":"340075832 (ASCAP ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Georgia on My Mind","Writers":"Hoagy Carmichael (composer)  Stuart Gorrell (lyricist)","Artists":"Ray Charles  Willie Nelson  James Brown  Billie Holiday  Louis Armstrong  The Band  Anita O’Day  Tom Jones  Jo Stafford  Glenn Miller  Deep Purple  Göran Söllscher  Bing Crosby  Led Zeppelin  Dean Martin  Stanley Jordan  The Glenn Miller Orchestra  Brenda Lee  Hoagy Carmichael  Annie Lennox  Lou Rawls  Tony Rice  Jacintha  Hal Leonard  Glenn Miller and His Orchestra  Prince  Van Morrison  Dinah Shore  Ella Fitzgerald  Matt Monro  Django Reinhardt  Art Tatum  Frankie Laine  Kay Starr  Barbara Cook  Les Brown  Sidney Bechet  Mildred Bailey  Dave McKenna  Al Cohn  Art Blakey & The Jazz Messengers  Herb Ellis  Don Byas  Al Martino  Coleman Hawkins  Ian Moss  Michael Bolton  Maceo Parker  Perry Como  Vanden Plas  The Righteous Brothers  Helge Schneider  Ween  Grover Washington, Jr.  Shirley Horn  The Mills Brothers  Herbie Mann  Crystal Gayle  The Spencer Davis Group  Eddy Arnold  Junior Mance Trio  Viktor Lazlo  Cold Chisel  Nino Ferrer  Chuck Leavell  Lenny Breau  Musilon  Tim Hardin  Dick Annegarn  Laurence Juber  Andrea Mingardi  Gene Krupa and His Orchestra  Rubén Rada  Michael Bublé  Tingstad & Rumbel  [unknown]  Dexter Gordon Quartet  The Harvard Din & Tonics  Finn.  David Osborne  Ton van Bergeyk  Derek Bailey  The Greg Hatza Organization  Moe Koffman  Bill Charlap  The Maynard Ferguson Orchestra  Benny Goodman and His Orchestra  Pete Wyoming Bender  Quintette du Hot Club de France  Marion Montgomery  Dancing Mood  Hoagy Carmichael and His Orchestra  Nat Gonella & His New Georgians  Jimmy Rowles  Jazz Club  Ray Charles and His Orchestra  The Dave Brubeck Quintet  Arnold T  The Jon Jarvis Trio  Jo Stafford and Gordon MacRae  Willie Nelson & Wynton Marsalis  Django Reinhardt & Stéphane Grappelli  Donato & Gelfand  Ella Fitzgerald & Joe Pass  Herb Ellis and Joe Pass  Billie Holiday & Lester Young  Itzhak Perlman & Oscar Peterson  Gene Ammons & Dodo Marmarosa  Django Reinhardt & Quintette du Hot Club de France  Georgie Fame & Annie Ross  Ray Charles with Gladys Knight  James Morrison & Joe Chindamo  Al Cohn and Zoot Sims  Chet Atkins, Jerry Reed & Suzy Bogguss  Lanfranco Malaguti  Peggy Lee with the Four of a Kind  James Brown & The Famous Flames  Billie Holiday with Eddie Heywood and His Orchestra  Elmo Hope Quartet and Elmo Hope Quintet featuring Frank Foster  Shannon Forsell  Jeneé Keener  Louis Armstrong & Sy Oliver and His Orchestra  Pucho and The Latin Soul Brothers  Александр Петерсон  Linda Bruner  Ilse Huizinga  Keith Ingham Sextet and Trio  Barry Harris Trio With Al Cohn  Joan Chamorro presenta Eva Fernández  Joan Chamorro presenta Magalí Datzira  Harry Doyle & Ralf Funk & Kurt Härtl & Christoph Hörmann & Stephan Schmeußer & Norbert Ziegler  The Postcard Brass Band  Richard Bennett  Bob Dorough Trio feat. Michael Hornstein  Anita O’Day & Gene Krupa and His Orchestra  Billie Holiday with Eddie Heywood and His Orchestra  Gene Krupa feat. Anita O’Day  Dordt College Jazz Band, Norm Gaines, Rachel Persenaire  夏韶聲  Kai Winding & J.J. Johnson  Ray Charles Orchestra  Bing Crosby with Buddy Cole & His Trio  Rava \/ D'Andrea  Al Diamond  Kenny Davern feat. The Bob Haggart Orchestra","ISWC":"T-801.813.912-4","Type":"Song","Lyrics Languages":"eng","Attributes":"GW02243060 (APRA ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"God Bless the Child","Writers":"Billie Holiday (writer)  Arthur Herzog, Jr. (writer)","Artists":"Billie Holiday  Sonny Rollins  Billie Holiday with Eddie Heywood & His Orchestra  Frankie Laine  Anita O’Day  Annie Lennox  Eartha Kitt  Carmen McRae  Liza Minnelli  Lee Morgan  Diana Ross  Mary Coughlan  Trijntje Oosterhuis  George McCurn  Lou Rawls with Les McCann Ltd.  Tony Bennett & Billie Holiday  Stevie Wonder  Rosemary Clooney  Aretha Franklin  Tom Jones  The Simpsons  Eddie Harris  Lionel Hampton  Peggy Lee  Virgin Prunes  Grant Green  Kenny Burrell  Jeff Linsky  Marian McPartland  Etta Jones  Eric Alexander  Brownstone  Eva Cassidy  Richie Havens  Tony Bennett  Eric Dolphy  Lou Rawls  Blood, Sweat & Tears  Abbey Lincoln  Bobby Timmons  Chris Connor  Zrazy  Julie London  Bobbie Gentry  Bettye LaVette  Johnny Griffin  Karen Dalton  Michael Allen Harrison  Carol Welsman  Billy Preston  The Tymes  George Freeman  Ruth Jacott  Jacintha  Charles Neville  Marc Hunter  Judith Durham  Mishka Adams  Nikki Yanofsky  Paul Millns  Freddie Hubbard Quintet  Alexis Cole  Lyn Roman  Billie Holiday and Her Orchestra  Amina Sewali  J.J. Johnson  Trijntje Oosterhuis met Toots Thielemans  Anita Baker & George Duke  Carmen Gomes  Fantasy .Inc  Bobby “Blue” Bland  John Hicks with David Murray  Harry Belafonte  Pamela Isaacs  Paul Grabowsky & Bernie McGann  Le Bang Bang  Billie Holiday with Tony Scott and His Orchestra  Chris Hunter  LaKisha Jones  Billie Holiday & Others  Dorris Henderson with John Renbourn  Bill C Ireton  Billie Holiday feat. Eddie Heywood and His Orchestra  Thomas Hufschmidt feat. Harriet Lewis  The Isley Brothers & Santana  Rob “Zi” Taylor  Monica Borrfors & Sweet Jazz Trio  Tommy Berndtsson & Sharon Dyall  Keith Jarrett, Gary Peacock, Jack DeJohnette  Big Band der staatlichen Hochschule für Musik Stuttgart, Erwin Lehn  Horn & Pipe","ISWC":"T-070.234.259-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Gunfight at the OK Corral","Writers":"Dimitri Tiomkin (composer)","Artists":"Frankie Laine  Erich Kunzel, Cincinnati Pops Orchestra, Frankie Laine, Men of the May Festival Chorus, Ron McCroby","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Hey Joe","Writers":"Boudleaux Bryant (composer, lyricist)","Artists":"Frankie Laine  Kitty Wells  Carl Smith","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Hey, Good Lookin’","Writers":"Hank Williams (composer, lyricist)","Artists":"Johnny Cash  Hank Williams  The Replacements  Hank Williams, Jr.  Roy Orbison  Joni James  George Jones  Jo Stafford  Connie Stevens  Hank Williams and His Drifting Cowboys  Frankie Laine & Jo Stafford  Roy Clark & Joe Pass  Bob Dylan  Bruce Springsteen  Van Morrison  Jerry Lee Lewis  Roger Miller  Frankie Laine  The Residents  Del Shannon  The Mavericks  Floyd Cramer  Tammy Wynette  Buckwheat Zydeco  Loggins & Messina  John Davidson  The Spotnicks  Roy Acuff  Kitty Kallen  Patrick Norman  Piano Red  Hank Williams with His Drifting Cowboys  Hank Williams Jr.  Jimmy Buffett feat. Clint Black, Kenny Chesney, Alan Jackson, Toby Keith & George Strait  Buckwheat Zydeco & Dwight Yoakam  Dave Tattersall  Bruce Springsteen & The E Street Band  Daniel O’Donnell  Jo Stafford duet with Frankie Laine  Jim Owen & The Drifting Cowboys","ISWC":"T-903.988.232-1","Type":"Song","Lyrics Languages":"eng","Attributes":"561909 (BMI ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"How Lovely Cooks the Meat","Writers":"Josef Marais (writer)","Artists":"Frankie Laine & Doris Day","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"I Believe","Writers":"Al Stillman (writer)  Irvin Graham (writer)  Ervin Drake (writer)  Jimmy Shirl (writer)","Artists":"Frankie Laine  Robson & Jerome  Elvis Presley  Andy Williams  Mahalia Jackson  Jane Froman  The Young Rascals  Barbra Streisand  Patti LaBelle  B.J. Thomas  Ray Price  The Bachelors  Sister Rosetta Tharpe  Ferlin Husky  Lee Towers  The Treorchy Male Voice Choir  The Colonials  Rhydian  Dinah Washington & Brook Benton  Frankie Laine with Paul Weston & His Orchestra  Barbra Streisand \/ Barbra Streisand with Lauren Frost  Frankie Laine & Paul Weston & His Orchestra  Delta Accordion Band  Leslie Ryan, Morriston Orpheus Choir, The Band of H.M. Royal Marines, Lt Col Paul Neville  Daniel O’Donnell  Coro de Jóvenes de Madrid, Juan Pablo de Juan  Metro Voices, Bryn Terfel, Czech Philharmonic Orchestra, Paul Bateman","ISWC":"T-901.290.689-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"I’m Gonna Live Till I Die","Writers":"Walter Kent (writer)  Mann Curtis (writer)  Al Hoffman (writer)","Artists":"Frank Sinatra  Frankie Laine  Sarah Vaughan  Ann Hampton Callaway  Peggy Lee  Keely Smith  Julie Wilson with Ray Anthony and His Orchestra  Frank Sinatra with Ray Anthony & His Orchestra","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"I’m in the Mood for Love","Writers":"Dorothy Fields (lyricist)  Jimmy McHugh (composer)","Artists":"Fats Domino  Nat King Cole  Frank Sinatra  Charlie Parker  The Nat King Cole Trio  Louis Armstrong  Ella Fitzgerald  Art Tatum  Frankie Laine  Joni James  Bill Coleman  Rod Stewart  Oscar Peterson  Al Martino  Erroll Garner  Frances Langford  Lord Tanamo  Vera Lynn  The Chimes  David Wilson  Bryan Ferry  Rosemary Clooney  Dean Martin  Barbra Streisand  Sam Cooke  Aretha Franklin  Marty Robbins  Shirley Bassey  Smokey Robinson  Sarah Vaughan  Earl Hines  Dizzy Gillespie  Sonny Stitt  Patti Page  The Heptones  Stan Getz  Stéphane Grappelli  Don Byas  Etta Jones  Hot Lips Page  Coleman Hawkins  Kenny G  Steve Martin  Pat Boone  Paul Anka  Red Hot Chili Peppers  Doris Day  Marc Ribot  The Flamingos  Ann-Margret  Shirley Horn  John Pizzarelli  Mina  Ray Conniff  Les Paul  Liberace  Amanda Lear  Terence Blanchard  Mae West  Brenda Lee  Georgie Fame  Spike Jones  Tommy Dorsey & His Orchestra  Helen Forrest  Steve Tyrell  Julie London  Lenny Welch  Zoot Sims  Hot Club of Cowtown  King Pleasure  Adelaide Hall  Jackie Gleason  Kelsey Grammer  The McGuire Sisters  Spike Jones New Band  Bert Weedon  Jacintha  Ronnie Aldrich  Billy Eckstine and His Orchestra  Arielle Dombasle  Georges Arvanitas  Fran Warren  Charlie Parker Quartet  Putney Dandridge and His Orchestra  Tina Louise  Catherine Russell  Lisa Kirk  Octopus  Don Shirley  King Cole Trio  Ivy Benson and Her All Girls Band  Richard Wayne  Louis Prima & Keely Smith  Acker Bilk & The Leon Young String Chorale  Jools Holland & His Rhythm & Blues Orchestra feat. Jamiroquai  King Pleasure & Blossom Dearie  Ahmad Jamal  Ladies Only  Ken Barrie & Johnny Gibbs & His Orchestra  Tommy Smith \/ Brian Kellock  Vera Lynn feat. Charlie Kunz and His Casani Club Orchestra  Anna Maria Alberghetti feat Nelson Riddle and His Orchestra  Chaka Khan feat. The London Symphony Orchestra  Джаз Квинтет","ISWC":"T-070.903.884-5  T-070.905.811-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"If I Were a Bell (Guys and Dolls)","Writers":"Frank Loesser (composer, lyricist)","Artists":"Miles Davis  Holly Cole  Carmen McRae  Miles Davis Quintet  Dinah Washington  Stacey Kent  Sarah Vaughan  Petula Clark  Frankie Laine  Frank Loesser  Holly Cole Trio  Bing Crosby  Dinah Shore  Ella Fitzgerald  Keith Jarrett  Joni James  Oscar Peterson  Jerry Bergonzi  Doris Day  Jimmy Smith  Red Garland Trio  Blossom Dearie  Woody Shaw  Miles Davis Sextet  Homer & Jethro  Shelly Manne & His Men  Liz Callaway  Delfeayo Marsalis  Jan Garber & His Orchestra  Jeff Berlin  Flavio Boltro  Rob McConnell Tentet  Carmen Cavallaro  Jim Tomlinson  Isabel Bigley  Jean Simmons  Carter, Cobb, Coleman, Stern  Bing Crosby and Patty Andrews  Miles Davis & John Coltrane  Stacey Kent & Jim Tomlinson  Mal Waldron & George Haslam  Shelean Newman  Miles Davis feat. John Coltrane  Orrin Evans  Nikki Price  Miles Davis with John Coltrane  Bing Crosby & Patty Andrews  James Morrison and The Idea of North  Bing Crosby duet with Patti Andrews  The 3-Out  Bobby Hutcherson & The Super Four  Rob Koral & Sue Hawker  Miles Davis and Sonny Stitt  Miles Davis & Bill Evans  Yvette Johansson and Jazz Avenue  Beverly Kenney with Ralph Burns Orchestra  Bobby Hutcherson \/ George Cables \/ Herbie Lewis \/ Philly Joe Jones","ISWC":"T-070.905.180-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"If You Were Mine (from “To Beat the Band”)","Writers":"Johnny Mercer (lyricist)  Matty Malneck (composer)","Artists":"Billie Holiday  Frankie Laine  Teddy Wilson  Etta Jones  Tony Bennett  Teddy Wilson and His Orchestra  Kitty White  Frankie Laine & Buck Clayton  Frankie Laine with Buck Clayton  White Chocolate Drops  The George Shearing Quintet with Brass Choir","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"It Only Happens Once","Writers":"Frankie Laine (lyricist, composer)","Artists":"The Nat King Cole Trio  Frankie Laine  The King Cole Trio  King Cole Trio","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Jalousie (English version, lyrics by Vera Bloom)","Writers":"Jacob Gade (composer)  Vera Bloom (lyricist)","Artists":"Frankie Laine  Plácido Domingo  Lucille Norman  Harry James  Roger Williams  Jacob Gade  Tante Leen  Mantovani  Kathryn Grayson  Mônica Passos  Jonathan and Darlene Edwards  Kitty Carlisle and Russ Morgan and His Orchestra","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Jambalaya (On the Bayou)","Writers":"Hank Williams (composer, lyricist)","Artists":"Carpenters  Fats Domino  Hank Williams  Jerry Lee Lewis  Jo Stafford  The Ventures  Bruce Springsteen  The Meters  The Nitty Gritty Dirt Band  George Jones  Professor Longhair  鄧麗君  Roy Clark & Joe Pass  Tony Sheridan and The Beat Brothers  Queen Ida  Roy Orbison  John Fogerty  Frankie Laine  Willie Nelson  Jad Fair  The Residents  Gerry & The Pacemakers  Jo-El Sonnier  Brenda Lee  Lucinda Williams  Kitty Wells  Byron Berline  Sam Butera & The Witnesses  Dash Rip Rock  Roy Acuff  Hank Williams and His Drifting Cowboys  [unknown]  Moe Bandy  Hoyt Axton  Damita Jo  Gerhard Wendland  Patrick Norman  Jimmy C. Newman  The Dooleys  Rentnerband  Celtic Light  Pepe Jaramillo  Ed Dye  Gee Gee & Soluna  Carpenter  Holstuonarmusigbigbandclub  Jenny Sinclair  Van Morrison & Linda Gail Lewis  Countdown Singers  Nitty Gritty Dirt Band  Hank Williams Jr.  Sammy Naquin  Bluesin' The Groove feat. Adam Hall  APC Allstars  Bruce Springsteen & The E Street Band  Delta Accordion Band  Daniel O’Donnell  Jim Owen & The Drifting Cowboys","ISWC":"T-070.241.327-1","Type":"Song","Lyrics Languages":"eng","Attributes":"758040 (BMI ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Jezebel","Writers":"Wayne Shanklin (lyricist, composer)","Artists":"Frankie Laine  Marty Wilde  Herman’s Hermits  Shakin’ Stevens  Gene Vincent  Lyres  Thee Milkshakes  The Everly Brothers  Gene Vincent & His Blue Caps  The Specials  Lee Curtis & The All Stars  Herman’s Hermits  The Mummies  Vince Taylor  Anna Calvi  Vince Taylor & The Bobby Clark's Noise  Frankie Lane  Herman’s Hermits starring Peter Noone  Bill and Boyd  Race with the Devil","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Love Is Such a Cheat","Writers":"Gerald Marks (writer)  Irving Caesar (writer)  Irma Hollander (writer)","Artists":"Frankie Laine  The Andrews Sisters","ISWC":"T-070.097.342-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Lover, Come Back to Me (The New Moon)","Writers":"Oscar Hammerstein II (lyricist)  Sigmund Romberg (composer)","Artists":"Billie Holiday  Louis Armstrong  Nat King Cole  Anita O’Day  Barbra Streisand  Sigmund Romberg  John Coltrane  Art Pepper  Brenda Lee  Chris Connor  Mildred Bailey & Her Orchestra  Ella Fitzgerald & Louis Armstrong  Aretha Franklin  Ella Fitzgerald  Dizzy Gillespie  Frankie Laine  Mildred Bailey  Dinah Washington  Cassandra Wilson  Erroll Garner  Jeanette MacDonald  Gary Williams  Bryan Ferry  Dinah Shore  Bobby Darin  Harry James  Barbara Cook  Patti Page  Ann Hampton Callaway  Stan Getz  Ruby Braff  The Dave Brubeck Quartet  Buddy DeFranco  Coleman Hawkins  Clifford Brown  Donald Byrd  Artie Shaw and His Orchestra  Richard Tauber  Claire Austin  Stanley Black  Lily Frost  Lesley Garrett  Ellery Eskelin  Nicole Henry  The Romantic Strings and Orchestra  Sun Ra and His Astro Infinity Arkestra  Sammy Davis Jr.  London Promenade Orchestra  Bev Kelly  Benny Goodman and His Orchestra  Stan Getz Quintet  Harmonious Wail  Stan Levey  George Wein & The Newport All-Stars  Dave Lambert  Pat O'Day  Kenny Drew Trio  J.J. Johnson & Kai Winding Quintet  Arvid Gram Paulsen  Stan Getz & Chet Baker  Laïka  Anne Ziegler & Webster Booth  Stéphane Grappelli & The Diz Disley Trio  Judy Garland and Liza Minnelli  Gaucho feat. Tamar Korn  Peggy Lee with the Four of a Kind  Barbra Streisand with Judy Garland  The Ben Webster Quintet  Billie Holiday with Eddie Heywood and His Orchestra  Frank Sinatra & Dorothy Kirsten  Swing Republic feat. Nat King Cole  Yellow Magic Orchestra feat. Mari Nakamoto  Fantasy .Inc  Anna Moffo \/ Sergio Franchi  Jeanette Scovotti  Joan Chamorro & Andrea Motis  Ann Crumb with Harry Allen and his All-Star Jazz Band  John Hanson, Patricia Michael  Conte Candoli & Lou Levy  “Sir” Roland Hanna  Carmen McRae feat. Ben Webster  Nat King Cole, Billy May Orchestra  White Chocolate Drops  Liane Carroll & Brian Kellock  Lesley Garrett, The Royal Philharmonic Concert Orchestra, James Holmes  Cy Coleman, Ray Mosca Jr., Nabil Totah  Gordon MacRae with Lucille Norman and Paul Weston and His Orchestra  Ted Brown Trio  Richard Stark  Melvin Rhyne  Cal Tjader Quintet  Jimmy Halperin \/ Axel Hagen \/ Thomas W. Andersen  Monica Borrfors & Sweet Jazz Trio  Evelyn Herbert","ISWC":"T-070.097.652-8","Type":"Song","Lyrics Languages":"eng","Attributes":"0L0-2061-4 (JASRAC ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Luck Be a Lady (from \"Guys and Dolls\")","Writers":"Frank Loesser (composer, lyricist)","Artists":"Frank Sinatra  Frankie Laine  Frank Loesser  Dave Willetts  Tom Burlinson  Seal  Barbra Streisand  Paul Jones  Toadies  Donny Osmond  Mel Tormé  Betty Buckley  Niklas Andersson  Red Footed Genius  Carmen Cavallaro  Gregg Edelman, the Men and the National Symphony Orchestra  John Williams & The Boston Pops Orchestra  Dee Snider with Clay Aiken  Louise Lerch  Frank Sinatra with Morris Stoloff & His Orchestra  Frank Sinatra with Chrissie Hynde  Gary Williams  Ala Heiler & The Al Raymond Bigband  Marlon Brando  Christopher Ruck  Doug LaBrecque, The National Symphony Orchestra & John Owen Edwards  The London Theater Orchestra & Singers  Robert Alda and Guys  Fred Lucas, Mike Sammes Male Chorus  Marlon Brando and The Guys  Peter Gallagher & Company","ISWC":"T-070.097.753-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Marie","Writers":"Irving Berlin (composer, lyricist)","Artists":"Townes Van Zandt  Louis Armstrong  Frankie Laine  Al Bowlly  Willie Nelson  Jim Reeves  Vic Damone  Tommy Dorsey and His Orchestra  The Mills Brothers feat. Louis Armstrong  Townes Van Zandt feat. Willie Nelson  The Ink Spots  Andrea Marcovicci  Irving Berlin  Shorty Rogers  Tommy Dorsey  Tommy Dorsey & His Orchestra  101 Strings Orchestra  Stanley Black  Brent Spiner  Ted Heath & His Music  Ronnie Munro & His Orchestra  Jimmy Cleveland  Louis Armstrong & The Mills Brothers  Django Reinhardt & Stéphane Grappelli  Frank Sinatra & The Tommy Dorsey Orchestra  John Williams & The Boston Pops Orchestra  Townes Van Zandt and Willie Nelson  Eddie \"Lockjaw\" Davis & Joe Newman  Louis Armstrong and The Mills Brothers  Louis Armstrong and Mills Brothers  Bobby Krane and His Orchestra  Steve & Eydie  Willie Nelson with Rob Thomas  Willie Nelson and Family","ISWC":"T-070.108.461-8","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Maxwell’s Silver Hammer","Writers":"John Lennon (writer)  Paul McCartney (writer)","Artists":"The Beatles  Frankie Laine  Steve Martin  Canadian Brass  John Bayless  Mike Westbrook  Let's Wrestle  Michael Lucarelli  Henrique Cazes & Paulo Sérgio Santos  Giora Feidman, Rastrelli Cello Quartet  The Rubber Band","ISWC":"T-010.436.356-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Mona Lisa","Writers":"Jay Livingston (composer)  Ray Evans (lyricist)","Artists":"Nat King Cole  Willie Nelson  Shakin’ Stevens  Frankie Laine  George Benson  Jim Reeves  Nat \"King\" Cole  Conway Twitty  Carl Mann  Jerry Vale  Marvin Gaye  Elvis Presley  Me First and the Gimme Gimmes  Natalie Cole  The Ray Brown Trio  Hank Thompson  Roger Williams  Michael Kamen  Phil Ochs  Showaddywaddy  Tommy Emmanuel  Tino Rossi  Freddy Cole  [unknown]  Bert Weedon  Gerhard Wendland  Gregg Arthur  Salzburgo Orchestra  Gregory Porter  101 Strings  Geschwister Pfister  Dana Atherton  Sol Raye  Willie Nelson and Sister Bobbie  Pure Jazz Moods  Nat “King” Cole  Kerem Görsev & Allan Harris  Lil' Georgie Benson  Keith Jarrett, Gary Peacock, Jack DeJohnette","ISWC":"T-070.109.772-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Moonlight Gambler (1956 song)","Writers":"Bob Hilliard (lyricist)  Philip Springer (composer)","Artists":"Frankie Laine  Frankie Laine & B.J. Thomas  Gerry Grant accompanied by Johnny Gregory and his Orchestra","ISWC":"T-070.110.014-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Mr. Bojangles","Writers":"Jerry Jeff Walker (lyricist, composer)","Artists":"Jerry Jeff Walker  Nina Simone  Robbie Williams  John Holt  The Nitty Gritty Dirt Band  John Denver  Harry Belafonte  Neil Diamond  Bob Dylan  King Curtis  Sammy Davis Jr.  Chet Atkins  Garth Brooks  Frankie Laine  Etta Jones  David Bromberg  Nilsson  Paul Winter Consort  Helge Schneider  Nancy Wilson  Jim Stafford  Lulu  Tom T. Hall  Bobbie Gentry  Esther Phillips  Sammi Smith  David Campbell  Ronnie Aldrich  Radka Toneff  Kristofer Åström & Hidden Truck  Fe-m@il  Jud Strunk  Nitty Gritty  Michael Carøe  Toadsuck Symphony  Queen Ifrica  Ray Quinn  Unicante  Henk Wanders  Fred Benedetti & Peter Pupping  Roddy Frame & Edwyn Collins  Adam Harvey feat. Tommy Emmanuel  Robbie Williams feat. Guy Chambers  Harry Belafonte  George Daniel Long  Andy Blankenbuehler  Lambert & Nuttycombe  Nitty Gritty Dirt Band feat. Jerry Jeff Walker  Luba Mason  Big Band Zug","ISWC":"T-070.242.319-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Mule Train","Writers":"Johnny Lange (composer)  Hy Heath (composer)  Fred Glickman (composer)","Artists":"Frankie Laine  The Nat King Cole Trio  Frank Ifield  Tennessee Ernie Ford  Rod McKuen","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"On the Sunny Side of the Street","Writers":"Dorothy Fields (lyricist)  Jimmy McHugh (composer)","Artists":"Louis Armstrong  Nat King Cole  Frankie Laine  The Nat King Cole Trio  Erroll Garner  Judy Garland  Willie Nelson  Tommy Dorsey  Sidney Bechet  Keely Smith  Brenda Lee  Tommy Dorsey & His Orchestra  Stevie Wonder  Bing Crosby  Frank Sinatra  Billie Holiday  Art Tatum  Dizzy Gillespie  Lionel Hampton  Joni James  Benny Goodman  Diana Krall  Chick Webb and His Orchestra  Louis Armstrong & His All-Stars  James Booker  Lionel Hampton and His Orchestra  Cyndi Lauper  Marty Robbins  Django Reinhardt  Joe Williams  Peggy Lee  Rod Stewart  Teddy Wilson  Ernestine Anderson  Don Byas  Wesla Whitfield  Coleman Hawkins  The Manhattan Transfer  Tony Bennett  Dinah Washington  Jimmy Smith  Joshua Redman  John Pizzarelli  Lavay Smith & Her Red Hot Skillet Lickers  James Morrison  Lester Young  Roy Eldridge  The Jive Aces  June Christy  Johnny Tillotson  Louis Armstrong & His Orchestra  Nicholas Payton  The Golden Gate Quartet  Sammy Price  Red Norvo and His Orchestra  [unknown]  Art Tatum Trio  Bob Brookmeyer  Les Brown and His Band of Renown  Mitch Miller and The Gang  Ted Heath & His Music  Terry Gibbs  Joja Wendt  Myra Taylor  Herb Alpert  Quintette du Hot Club de France  Carmen Cavallaro  Dancing Mood  Harry Richman  Hans Ulrik  Sidney Bechet and His Orchestra  Nikki Yanofsky  Trần Mạnh Tuấn  Halie Loren  Quintette Ray Ventura  Hans Bardeleben  Thore Swanerud  Cocagne Club  Indigo  Itta  Richard Wayne  Louis Armstrong & Duke Ellington  Bing Crosby & Louis Armstrong  Dizzy Gillespie & Joe Carroll  Ella Fitzgerald & The Count Basie Orchestra  Bing Crosby and Lionel Hampton and His Orchestra  Louis Armstrong & Jack Teagarden  Peggy Lee & Benny Goodman  Frankie Laine with Paul Weston & His Orchestra  Lionel Hampton and His Orchestra feat. Bing Crosby  Louis Armstrong and The All Stars  Louis Armstrong with Orchestra conducted by Sy Oliver  Tony Bennett & Willie Nelson  Dorothy Fields & Jimmy McHugh  Bing Crosby feat. Lionel Hampton  Tommy Dorsey and His Orchestra  Miles Davis  Tommy Dorsey & His Orchestra, The Sentimentalists  The Broadway Singers, Adam Mansell Orchestra  Benny Goodman & Peggy Lee  Fantasy .Inc  Ove Linds sextett  Sun Ra and the Omniverse Jet Set Arkestra  Irvin Mayfield Sextet  Chamorro-Terraza & Friends  Harry Doyle & Ralf Funk & Kurt Härtl & Christoph Hörmann & Stephan Schmeußer & Norbert Ziegler  Red Mitchell, Kenny Barron  John Lithgow feat. Madeleine Peyroux  Maxine With Ted Easton's Jazz Band  Tommy Dorsey & His Orchestra & The Sentimentalists  Mike Jones  Emilie‐Claire Barlow  Sara Gazarek + Josh Nelson  Gadjos  Bing Crosby & Lionel Hampton and His Orchestra  Johnny Varro Swing Seven  Tony Bennett duet with Willie Nelson  Simply Reeds  Die Cherokees  The All American Swing Band  Bing Crosby with Lionel Hampton and His Orchestra  Benny Goodman and his Sextet  Siggi Gerhard Swingtett & Greetje Kauffeld  The Royal Orleans Band  Louis Armstrong & Luis Russell  The D’s 3","ISWC":"T-070.918.068-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"On the Trail","Writers":"Ferde Grofé (composer)  Harold Adamson (lyricist)","Artists":"Oscar Peterson  Frankie Laine  Anita O’Day  Bill Mays & Ed Bickert  Dexter Gordon & Al Cohn  Oscar Peterson","ISWC":"T-070.158.994-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"One for My Baby (and One More for the Road)","Writers":"Johnny Mercer (lyricist)  Harold Arlen (composer)","Artists":"Frank Sinatra  Billie Holiday  Lena Horne  Fred Astaire  Robbie Williams  Willie Nelson  Ella Fitzgerald  Marlene Dietrich  Etta James  Lou Rawls  Johnny Mercer  Rosemary Clooney  Iggy Pop  Harold Arlen  Susannah McCorkle  Tony Bennett  Dion  Stacey Kent  Tom Burlinson  Frank Sinatra with Axel Stordahl & His Orchestra  Wes Montgomery  Chuck Berry  Harry Belafonte  Barnabys  Frankie Laine  Julie Wilson  Carol Sloane  Tal Farlow  Keely Smith  Bette Midler  Joe Pass  Perry Como  Nana Mouskouri  Della Reese  Chris Connor  Kevin Mahogany  Julie London  Billy Eckstine  Jan Johansson  Vince Hill  Michael Bublé  Bill Charlap Trio  Alloy  Tony Paglia  Tom Wopat  June Valli  Ruth Cameron  Viva Saturn  Danny Aiello  Esquivel  Hugh Laurie  Michal  Thore Swanerud  Tommy Newsom & The L.A. Big Band All-Stars  Banu Gibson  Michael Andrew and Swingerhead  Fred Astaire & Ginger Rogers  Willie Nelson & Leon Russell  Ingar Kristiansen & Torstein Ellingsen  Bob Dylan & The Band  Frank Sinatra with Count Basie & His Orchestra  Lena Horne with Horace Henderson and his Orchestra  Frank Sinatra & Axel Stordahl & His Orchestra  John Williams & The Boston Pops Orchestra  Little Annie & Paul Wallfisch  Frank Sinatra & Lena Horne  Carol Dumond & Tom Shaw  Frank Sinatra with Bill Miller  Toots Thielemans feat. Jamie Cullum  Carmen Gomes  Frank Sinatra & Kenny G  Tony Bennett duet with John Mayer  The Clifford Brown–Max Roach Quintet  Curtis Stigers & The Danish Radio Big Band  Helge Schneider & Pete York  Kama Ruby feat. Ezekiel Victor, Canaan McDuffie & Glen Fong","ISWC":"T-070.159.154-9","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Proud Mary","Writers":"John Fogerty (lyricist, composer)","Artists":"Ike & Tina Turner  Creedence Clearwater Revival  Elvis Presley  Tina Turner  Bruce Springsteen & The E Street Band  Bruce Springsteen  John Fogerty  The Ventures  Veeti & The Velvets  Bruce Springsteen & The E Street Band with John Fogerty  Tom Jones  Creedence Clearwater Revisited  Rebel  Tina Turner feat. Elton John & Cher  Ike and Tina Turner  Leonard Nimoy  Leningrad Cowboys  Frankie Laine  Woody Herman  Willie Nelson  Solomon Burke  Status Quo  The Shadows  Billy Paul  Haemorrhage  Amen Corner  James Last  Della Reese  Helmut Lotti  Brenda Lee  Florent Pagny  Studio 99  Acid Drinkers  [unknown]  Gavin DeGraw  Straight No Chaser  Prozak for Lovers  Peawees  The Countdown Singers  Stefanie Werger  Claude Denjean  Blitzen Trapper  Taylor Thompson  Absolute Rock  Andrée Watters  The Checkmates, Ltd.  The Hillsiders  Sweet Little Band  Chuck Deely  Cookie Watkins  Rockabye Baby!  Glee Cast  Ciudadano López & Mr. Black  George Jones feat. Johnny Paycheck  Bruce Springsteen feat. John Fogerty  Florida State University Marching Chiefs  Laura Littardi  Ross Stevens  Ike Turner & Tina Turner  Tina Turner, Elton John & Cher  Leningrad Cowboys & The Alexandrov Red Army Ensemble  John Fogerty with Jennifer Hudson, feat. Allen Toussaint and Rebirth Brass Band  Ten  Jean-Jacques Goldman \/ Michael Jones \/ Gérald de Palmas  The Cat’s Pajamas  CCR  Grateful Dead with John Fogerty  The Travelin’ Band  Bluesquamperfect  Pickin' On Project  Soul Kitchen-Band feat. Theresa Burnette  DC Snakebuster  Ray Cordeiro  Texas Blueswomen  Red Allen & The Allen Brothers","ISWC":"T-070.167.719-1","Type":"Song","Lyrics Languages":"eng","Attributes":"1208048 (BMI ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Put Yourself in My Place, Baby","Writers":"Frankie Laine (writer)  Hoagy Carmichael (writer)","Artists":"Frankie Laine  Hoagy Carmichael  Duke Ellington & His Orchestra  Duke Ellington and His Orchestra","ISWC":"T-070.166.997-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Rawhide","Writers":"Dimitri Tiomkin (composer)  Ned Washington (lyricist)","Artists":"Frankie Laine  Sublime  Blues Brothers  The Meteors  Dimitri Tiomkin  Dead Kennedys  Ensiferum  Deathline International  Strangers 1800  Avid All Stars  Erich Kunzel, Cincinnati Pops Orchestra, Frankie Laine  Ministry of Ska  Frankie Laine with Jimmy Carroll & His Orchestra  The Men They Couldn’t Hang","ISWC":"T-070.126.075-4","Type":"Song","Lyrics Languages":"eng","Attributes":"847851 (GEMA ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Rockin’ Chair (1929 Hoagy Carmichael song)","Writers":"Hoagy Carmichael (composer)","Artists":"Louis Armstrong  Louis Armstrong & Jack Teagarden  Frankie Laine  The Mills Brothers  Bing Crosby & Louis Armstrong  Mildred Bailey  Louis Armstrong & His Orchestra  Hoagy Carmichael  Derek Bailey  Mildred Bailey & Her Orchestra  Orrin Evans  Rosemary Clooney  Matt Monro  Dave McKenna  Gene Krupa  Lou Rawls  Crystal Gayle  Artie Shaw and His Orchestra  Alvino Rey & His Orchestra  Gene Krupa and His Orchestra  Louis Armstrong & His All-Stars  Pasadena Roof Orchestra  Ed Townsend  Sunny Gale  Kenny Baker  Bradley N. Litwin  Georgie Fame & Annie Ross  Mildred Bailey & The Matty Malneck Orchestra  Preservation Hall Jazz Band & Louis Armstrong  Peggy Lee with the Four of a Kind  Louis Armstrong and His Orchestra  Hoagy Carmichael feat. Louis Armstrong  Louis Armstrong feat. Jack Teagarden  Louis Armstrong with The Casa Loma Orchestra  Allison Miller's Boom Tic Boom  Louis Armstrong with Jack Teagarden  Louis Armstrong and Jack Teagarden  Claire Austin & Don Ewell  Louis Armstrong duet with Jack Teagarden  The Hi‐Lo’s with Frank Comstock and his Orchestra  Bill Charlap with Frank Wess  Louis Armstrong with Johnny Williams","ISWC":"T-070.126.989-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Rose Rose I Love You","Writers":null,"Artists":"Frankie Laine  Billy Cotton & His Band","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"September in the Rain","Writers":"Harry Warren (composer)  Al Dubin (lyricist)","Artists":"Dinah Washington  George Shearing  Frankie Laine  Sue Raney  Annie Lennox  The George Shearing Quintet  June Christy  Julie London  Bing Crosby  Frank Sinatra  Marty Robbins  Charles Mingus  Sarah Vaughan  Joni James  Carmen McRae  Peggy Lee  Rod Stewart  Dave Brubeck  Dakota Staton  Doris Day  Lester Young  Chris Connor  Jeri Southern  Sarah Vaughan and Her Trio  Zoot Sims  Frankie Carle  Jo Stafford  Polly Bergen  [unknown]  The Dave Brubeck Octet  Hank Thompson & His Brazos Valley Boys  Les Baxter and His Orchestra  David Murray Quartet  Harold Ashby  The Ralph Sharon Trio  RRSO Symphony Orchestra  James Melton & Bobby Dolan  The Warren Vaché Quintet  Cyril Grantham  Mikkel Flagstad  Jo Stafford & Les Brown and His Band of Renown  Warren Vaché & Brian Lemon  Jools Holland & His Rhythm & Blues Orchestra feat. Paul Weller  Anke Helfrich Trio feat. Mark Turner  Bing Crosby, Buddy Bregman  Michael Feinstein & George Shearing  Jack Hylton & His Orchestra, Tom Wareing  Chicago Jazz Orchestra with Cyrille Aimée  Daniel Michaels and His Orchestra  Jan Lundgren Trio presents Miriam Aïda & Fredrik Kronkvist  John Swana Quintet  Harry Edison Quartet  Janis Mann  June Christy with The Kentones  Cool Quartet with Lina Nyberg featuring Éric La Casa","ISWC":"T-070.134.717-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Sixteen Tons","Writers":"Merle Travis (lyricist, composer)","Artists":"Johnny Cash  Merle Travis  The Platters  Frankie Laine  Tennessee Ernie Ford  CCS  Louis Neefs  The Weavers  Eric Burdon  Big Bill Broonzy  Johnnie Taylor  Nilsson  Stan Ridgway  Homer & Jethro  Kate Smith  Jerry Reed  Dave Dudley  The Nighthawks  Günther Neefs  EELS  Stevie Wonder  LeAnn Rimes  Tom Jones  Robbie Williams  Bo Diddley  The Dandy Warhols  B.B. King  Red Sovine  James Last  Brave Combo  Leæther Strip  Ben Sidran  Eddy Arnold  Lorne Greene  Jimmy Dean  Anita Lindblom  Bobby Purify  Blue Blot  Anna Domino  Bo Katzman Chor  Chevy Chase  Charlie Daniels  Patient Zero  John Charles  Danny Davis and The Nashville Brass  Jason and the G-Men  Lorne Green  Gee Gee & Soluna  My Terrible Friend  Eric Burdon & Brian Auger Band  Tim Timebomb  Merle Travis  CURL  The Hi-Lo's with Billy May & His Orchestra  ZZ Top feat. Jeff Beck  George Davis  4 Lads  Cisco Herzhaft  Voice Male feat. Günther Neefs  17th Avenue All-Stars","ISWC":"T-070.243.651-8","Type":"Song","Lyrics Languages":"eng","Attributes":"1351682 (BMI ID)","Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Sugarbush (Based on a the Afrikaans melody Suikerbossie)","Writers":"Josef Marais (arranger)","Artists":"Doris Day & Frankie Laine  Doris Day  Frankie Laine & Doris Day  James Last  Eve Boswell  Doris Day and Frankie Laine  Doris Day with Frankie Laine  Doris Day with Frankie Laine and The Norman Luboff Choir","ISWC":"T-902.933.535-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"That Lucky Old Sun","Writers":"Haven Gillespie (lyricist)  Beasley Smith (composer)","Artists":"Louis Armstrong  Ray Charles  Frankie Laine  Bob Dylan  Johnny Cash  Bob Dylan & Tom Petty  Dean Martin  Brian Wilson  Frank Sinatra  Chris Isaak  Aretha Franklin  Jerry Lee Lewis  Sarah Vaughan  Grant Green  Keely Smith  George Benson  The Righteous Brothers  Ferlin Husky  Hayley Sanderson  Don Cherry  Tony Bennett & k.d. lang  Louis Armstrong with Gordon Jenkins & His Orchestra  Frank Sinatra with Jeff Alexander & His Orchestra  Kenny Chesney with Willie Nelson  Louis Armstrong and Gordon Jenkins & His Orchestra  Louis Armstrong & Gordon Jenkins’ Orchestra and Choir  Louis Armstrong With Gordon Jenkins’ Orchestra and Choir  Mike Silver  Bob Dylan with Tom Petty and the Heartbreakers","ISWC":"T-070.178.675-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"That’s My Desire","Writers":"Helmy Kresa (composer)  Carroll Loveday (lyricist)","Artists":"Louis Armstrong  Frankie Laine  Bing Crosby & Louis Armstrong  The Million Dollar Quartet  Elvis Presley, Jerry Lee Lewis et Carl Perkins  Patsy Cline  LaVern Baker  Nana Mouskouri  山下達郎  Jim Reeves  Helen Forrest  Ace Cannon  Louis Prima and His Orchestra  Hadda Brooks Trio  Gunhild Carling and Her Swing Band  Louis Armstrong & Velma Middleton  Geschwister Pfister  Cliff Richard and The Norrie Paramor Strings  Louis Armstrong and Velma Middleton with The All Stars  Black Gardenia  Cliff Adams Singers and the Jack Emblow Quartet  Louis Armstrong feat. Trummy Young, Edmond Hall, Billy Kyle, Mort Herbert, Barrett Deems & Velma Middleton","ISWC":"T-071.189.803-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"The Ballad of High Noon (Movie theme)","Writers":"Dimitri Tiomkin (composer)  Ned Washington (lyricist)","Artists":"Dimitri Tiomkin  The Mantovani Orchestra  Splodgenessabounds  Ted Heath & His Music  Henry Salomon and Orchestra  Eddy Mers  Erich Kunzel, Cincinnati Pops Orchestra, Frankie Laine  Pepe Jaramillo \/ Manuel & The Music of the Mountains  Pepe Jaramillo, Manuel & His Music of the Mountains  John Blackinsell with The London Studio Orchestra","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"The Cry of the Wild Goose","Writers":"Terry Gilkyson (composer, lyricist)","Artists":"Frankie Laine  The Baja Marimba Band  Terry Gilkyson","ISWC":"T-070.248.022-5  T-073.203.037-3","Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"The Kid's Last Fight","Writers":"Bob Merrill (composer, lyricist)","Artists":"Frankie Laine","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Waiting at the End of the Road (from \"Hallelujah\")","Writers":"Irving Berlin (lyricist, composer)","Artists":"Bing Crosby  Frankie Laine  Kay Starr  Susannah McCorkle  Paul Whiteman & His Orchestra  Fats Waller  Bix Beiderbecke and Bing Crosby with the Paul Whiteman Orchestra","ISWC":"T-915.591.157-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"We'll Be Together Again","Writers":"Frankie Laine (lyricist)  Carl Fischer (composer)","Artists":"Frankie Laine  Louis Armstrong  Rod Stewart  Anita O’Day  Ted Brown with Jimmy Raney  Frank Sinatra  Rosemary Clooney  Barbara Cook  Carmen McRae  Stan Getz  Bill Evans  Chris Montez  Doris Day  June Christy  Julie London  Woody Shaw  Randy Weston  Ron McClure Sextet  Dena DeRose  Tsuyoshi Yamamoto Trio  Marty Elkins  Jim Rotondi  Billie Holiday and Her Orchestra  Mari Nakamoto  Ray Charles & Betty Carter  Tony Bennett and Bill Evans  Enrico Pieranunzi \/ Marc Johnson \/ Joey Baron  Kenny Burrell with The Brother Jack McDuff Quartet  Hilde Marie Kjersem + Jon Eberson  Sun Ra and the Omniverse Jet Set Arkestra  Walter Smith III  Charles McPherson Quartet feat. Steve Kuhn  Kenny Clarke, Nat Adderley, Paul Chambers & Hank Jones  Kenny Clarke, “Cannonball” Adderley, Horace Silver, Donald Byrd, Nat Adderley, Jerome Richardson & Paul Chambers  Rein de Graaff Trio with Conte Candoli & Bob Cooper  Red Garland Trio + Eddie “Lockjaw” Davis  Cal Tjader Sextet  Louis Armstrong with Russell Garcia and His Orchestra","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"What Am I Gonna Do This Christmas?","Writers":"George Bledsoe (writer)  Bernice Givens (writer)","Artists":"Frankie Laine","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Who Cares What People Say?","Writers":"Jack Scholl (writer)  M. K. Jerome (writer)","Artists":"Beverly Kenney  Dinah Shore  Frankie Laine  Mel Tormé","ISWC":"T-070.199.738-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"You’re All I Want for Christmas (1948 song)","Writers":"Seger Ellis (writer)","Artists":"Frankie Laine  Bing Crosby  Al Martino","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"},{"Work":"Your Cheatin’ Heart","Writers":"Hank Williams (composer, lyricist)","Artists":"Ray Charles  Jerry Lee Lewis  Elvis Presley  Fats Domino  Frankie Laine  Hank Williams  Nat King Cole  Hank Williams, Jr.  Roy Orbison  Beck  Glen Campbell  Joni James  Faron Young  Roy Acuff  Roy Clark & Joe Pass  Vince Eager  Van Morrison  James Brown  Don McLean  Patsy Cline  Bobby Powell  Stonewall Jackson  The The  Ernest Tubb  George Jones  Del Shannon  Les Paul & Mary Ford  The Joneses  Kitty Wells  Buddy Ebsen  Deborah Conway  Hank Williams and His Drifting Cowboys  Moe Bandy  Kitty Kallen  Bert Weedon  Kenny Parchman  The Countdown Singers  Ernie Thacker  Skitzo  Gene Vincent & His Blue Caps  Hank Williams, Jr. & The Mike Curb Congregation  Sarah Harmer & Jason Euringer  Bitchslicer  Jerry Lee Lewis with Norah Jones  Hank Williams Jr.  Avid All Stars  Alfred A. Alfa  Hank Williams Jr. with The Mike Curb Congregation  Daniel O’Donnell  Jim Owen & The Drifting Cowboys","ISWC":"T-070.248.357-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bb56bf3b-053d-470a-945e-fb6943c03214"}]