[{"Work":"Fame","Writers":"John Lennon (writer)  David Bowie (writer)  Carlos Alomar (writer)","Artists":"David Bowie  Duran Duran  Eurythmics  Infectious Grooves  David Bowie & Stevie Ray Vaughan  God Lives Underwater  Stickfigure  Scott Weiland  Daryl Hall  RC  Lea DeLaria  Egostatic  Roland Rat Superstar  Rockabye Baby!  Vitamin String Quartet  All Leather  Scott Weiland feat. Paul Oakenfold  The Vacant Lots  Erfolg  SPANK HAPPY  Bruce Springsteen & The E Street Band  Black Market  David Fonseca & Marta Ren","ISWC":"T-070.057.144-3","Type":"Song","Lyrics Languages":"eng","Attributes":"360122305 (ASCAP ID)  1354026-001 (GEMA ID)  0F0-7135-0 (JASRAC ID)  7502856211 (SACEM ID)","Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"},{"Work":"Golden Years","Writers":"David Bowie (composer, lyricist)","Artists":"David Bowie  David Bowie vs. KCRW  David Bowie & Stevie Ray Vaughan  Marilyn Manson  Loose Ends  Susumu Yokota  Essra Mohawk  Swell  Lea DeLaria  Count Zero  Young@Heart Chorus  Rockabye Baby!  Vitamin String Quartet  Nikki Lane  Black Market  Walk DMC  Wild Stylerz","ISWC":"T-011.625.660-0","Type":"Song","Lyrics Languages":"eng","Attributes":"1344289-001 (GEMA ID)","Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"},{"Work":"Let’s Dance","Writers":"David Bowie (lyricist, composer)","Artists":"David Bowie  Hi_Tack  The Smashing Pumpkins  M. Ward  David Bowie & Stevie Ray Vaughan  Second Skin  U2  Atrocity  Something for Kate  Oliver Darley  Peace Brothers  The Futureheads  Lea DeLaria  Ann Wilson  Nile Rodgers  The Countdown Singers  Rockabye Baby!  Peppermint Patty  We Have Band  Vitamin String Quartet  Outsider  Porro y Los Bobos  Emika  Beats & Pieces Big Band  Laila Biali  David Bowie & Tina Turner  Angèle Dubeau, La Pietà  The Bowbridge Band  Mya  Countdown  The Best of Britain  The Classic Rock String Quartet  Futurama  Guy Garvey  DAVID BOWIE  Black Market  David Fonseca & Afonso Rodrigues  Umphrey’s McGee ft. Huey Lewis & Jeff Coffin  Stylish Co.  Overdose","ISWC":"T-011.633.846-5","Type":"Song","Lyrics Languages":"eng","Attributes":"1584816-001 (GEMA ID)  0L2-0728-5 (JASRAC ID)","Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"},{"Work":"Moonage Daydream","Writers":"David Bowie (composer, lyricist)","Artists":"David Bowie  Terrorvision  The Arnold Corns  Cybernauts  Phish  L.A. Guns  10,000 Maniacs  Boy Hits Car  Racer X  Professional Murder Music  Kristeen Young  J. Hell  Timothy Moldrey  Mars Needs Women  Danny Michel  Wendy Ip  Cienfuegos  The Ukulele Orchestra of Great Britain  Richie Scarlet  Ron Pope  Dennis Dunaway Project  PS I Love You  Satan Dealers  Дэвид Боуи  The Winery Dogs  The TomorrowMen  Sonic A.M  Ambros Chapel  Black Market  Sinopoli  The Spiders from Mars  Tony Visconti and Woody Woodmansey's Holy Holy with Glenn Gregory and Steve Norman  David Bowie & the Spiders From Mars","ISWC":"T-011.656.255-0","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"},{"Work":"Space Oddity","Writers":"David Bowie (lyricist, composer)","Artists":"David Bowie  The Smashing Pumpkins  U2  Rick Wakeman  The Flaming Lips  Natalie Merchant  Tufts University Beelzebubs  [unknown]  The Flying Pickets  Kyoto Blue  David Bowie & Stevie Ray Vaughan  Chris Hadfield  Choir! Choir! Choir!  Phish  Def Leppard  Powerman 5000  Tangerine Dream  Kittie  Saigon Kick  Cold  Helloween  London Symphony Orchestra  Ayreon  Ween  Collide  Star One  Black Tape for a Blue Girl  Hank Marvin  Crimson Joy  Émilie Simon  Oliver Darley  Musilon  Brix Smith  The Brown Derbies  Steel Train  Tulus  Lea DeLaria  David Matthews  Jupiter Blue  Steven Wilson  Stonedigger  Ann Wilson  Rudy Grant  Vienna Symphonic Orchestra Project  Reverse  Pitch Black Dream  Mike Garson  The Marbles  The Langley Schools Music Project  Unicante  Hermanos Calatrava  Rockabye Baby!  The Prostitutes  Edwood  Vitamin String Quartet  Passenger  Top of the Poppers  Exitmusic  Cut  Arno, Beverly Jo Scott \/ Langley Schools Music Project  Jasmine & The Jack Stafford Foundation  Selfish Gene  Thomas Zwijsen  Vienna Symphonic Orchestra  THE COLLECTORS  William Shatner feat. Ritchie Blackmore & Candice Night  David Bowie feat. Kristen Wiig  John Otway with The Netteswell Youth Band  aberrantkenosis  Mike Massé feat. Jeff Hall  The Classic Rock String Quartet  Alan Jones  Jherek Bischoff & Amanda Palmer feat. Neil Gaiman  Vika Yermolyeva  Rock the World  Black Market  David Fonseca & Camané  William Patrick Corgan  Amanda Palmer & Jherek Bischoff with Neil Gaiman  Federica Zammarchi  Space Girls  2005 Stars Group  Thin White Ziggy  Sinfonico Honolulu","ISWC":"T-010.433.451-1  T-900.303.820-8","Type":"Song","Lyrics Languages":"eng","Attributes":"1337519-001 (GEMA ID)","Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"},{"Work":"Under Pressure","Writers":"David Bowie (writer)  Freddie Mercury (writer)  Roger Taylor (writer)  Brian May (writer)  John Deacon (writer)","Artists":"David Bowie  Queen  Queen & David Bowie  Queen + Paul Rodgers  David Bowie with Gail Ann Dorsey  The Flaming Lips  Royal Philharmonic Orchestra  [unknown]  Fobia  Joss Stone  Annie Lennox & David Bowie  Ben Harper & Relentless7  Queen with David Bowie  Queen + David Bowie and Annie Lennox  Queen feat. David Bowie  David Bowie feat. Gail Ann Dorsey  Queen + Adam Lambert  Culture Beat  London Symphony Orchestra  Brian May  Crooked Fingers  Studio 99  Butch Walker  The London Starlight Orchestra and Singers  Montezuma's Revenge  Tufts University Beelzebubs  The Blood Brothers  Ratio  Keane  The New Standards  The Protomen  Cornbread Red  Rockabye Baby!  The Used & My Chemical Romance  Jedward feat. Vanilla Ice  Ben Harper and Relentless7  Rhythms del Mundo feat. Keane  P!nk & The Happy Feet Two Chorus  Xiu Xiu feat. Michael Gira  David Bowie feat. Annie Lennox  David Bowie & Queen  Kasum Revoc  Fragile  Michael Armstrong  Richard Cheese  Sydney Wright  Emilie‐Claire Barlow  The Starlight Singers  Alex Melcher & Vera Bolten  David Bowie, Annie Lennox and Queen  Queen feat: David Bowie  Queen + David Bowie  Black Market  David Bowie and Queen  Radiottanta  Marc Martel feat. Kevin Max  Gary Mullen and the Works","ISWC":"T-010.475.727-8","Type":"Song","Lyrics Languages":"eng","Attributes":"1438541-001 (GEMA ID)","Rating":null,"gid":"bbcea928-49af-49b6-b0b1-9366f26c8ffd"}]