[{"Work":"Me siento hermosa (I Feel Pretty) (West Side Story, Spanish version)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)  Lin‐Manuel Miranda (translator)","Artists":"Josefina Scaglione, Jennifer Sanchez, Danielle Polanco, Kat Nejat","ISWC":null,"Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"Un hombre así (A Boy Like That) (West Side Story, Spanish version)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)  Lin‐Manuel Miranda (translator)","Artists":"Karen Olivo, Josefina Scaglione","ISWC":null,"Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"West Side Story: Finale","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Philip Jones Brass Ensemble  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Larry Kert, Carol Lawrence  The Amsterdam Saxophone Quartet, Jaap van Zweden  Jimmy Bryant, Marni Nixon  Kiri Te Kanawa, José Carreras  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  Josefina Scaglione, Matt Cavenaugh  Bruce Trent & Lucille Graham  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"West Side Story: I Have a Love (Maria, Anita)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Trisha Yearwood  Billy Childs  Canadian Brass  Katia & Marielle Labèque  Julie Andrews and Carol Burnett  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Barbra Streisand with Johnny Mathis  [theatre]  The Amsterdam Saxophone Quartet, Jaap van Zweden  Chita Rivera, Carol Lawrence  Kiri Te Kanawa, Tatiana Troyanos  Alexandra Silber, Jessica Vosk, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Betty Wand \/ Marni Nixon, Betty Wand  Carol Lawrence, Chita Rivera, Max Goberman  Karen Olivo, Josefina Scaglione  Mary Thomas & Lucille Graham  Hayley Westenra, Melanie Marshall, Royal Liverpool Philharmonic Orchestra  Caroline O'Connor, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards","ISWC":"T-070.903.050-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"West Side Story: One Hand, One Heart (Tony, Maria)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Katia & Marielle Labèque  Jimmy Bryant, Marni Nixon  Rickie Lee Jones  Canadian Brass  Tevin Campbell  Leonard Bernstein  Tuck & Patti  Boston Pops Orchestra  Manny Albam & His Jazz Greats  John Williams & The Boston Pops Orchestra  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Larry Kert, Carol Lawrence  Royal Promenade Orchestra, Alfred Gehardt  Barbra Streisand with Johnny Mathis  [theatre]  Orchestra of St. Luke’s, Eric Stern  Symphonieorchester St. Stephan, Pater Anselm Mayer  The Amsterdam Saxophone Quartet, Jaap van Zweden  Vienna Symphonic Rock Orchestra, Simon Gale  Kiri Te Kanawa, José Carreras  Joerg Kaufmann feat. Bobby Shew  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  Dave Liebman | Gil Goldstein  Peter Hofmann, Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Matt Cavenaugh, Josefina Scaglione  Bruce Trent & Lucille Graham  José Carreras, Kiri Te Kanawa  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Davidson & Davis  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Sunbury Divas  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.159.178-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"West Side Story: Somewhere","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Pet Shop Boys  Barbra Streisand  The Supremes  Andy Williams  Leonard Bernstein  Shirley Bassey  [unknown]  Phil Collins  Bee Gees  Aretha Franklin  Matt Monro  Woody Herman  Henry Butler  The Shadows  Eddie Palmieri  Jessye Norman  Sun Kil Moon  Il Divo  David Garrett  The Oscar Peterson Trio  Manny Albam & His Jazz Greats  Collabro  Lang Lang feat. Lisa Fischer and Jeffrey Wright  Tom Waits  Bobby Darin  Gheorghe Zamfir  Barbara Cook  Maynard Ferguson  The Dave Brubeck Quartet  Roger Whittaker  Lee Morgan  Etta James  Michael Crawford  Charlotte Church  The Righteous Brothers  Canadian Brass  Dionne Warwick  Lena Horne  Mormon Tabernacle Choir  The Brothers Four  Johnny Mathis  Rick Astley  Nancy Wilson  Russell Watson  Audra McDonald  Kiri Te Kanawa  Renato Russo  Laurens van Rooyen  Stan Kenton  Michael Ball  Jack Jones  Vince Hill  Len Barry  Tufts University Beelzebubs  We Five  Bill Charlap Trio  Billy Stewart  José Carreras  P.J. Proby  Sissel Kyrkjebø  Jane McDonald  Zinatra  Jenny Oaks Baker  Anita Meyer  Schlong  Hayley Westenra  Frida Boccara  Mario Frangoulis  Renée Geyer  Colm Wilkinson  Richard Tucker  Katherine Jenkins  Sam Chalpin  Mike Mainieri  Mads Vinding Trio  London Promenade Orchestra  The London Pops Orchestra  Marilyn Horne  The Rokes  Jimmy Bryant  Rowetta  Gunnar Bergsten  Katharine McPhee  Celtic Woman  Unicante  Tina May  渡辺香津美  Rhydian  Eddie Higgins  Faryl Smith  Glee Cast  Mirja Mäkelä Trio  Mark Vincent  Mal Waldron & George Haslam  The Tierney Sutton Band  The 4 Seasons  Kimberley Walsh  Dave Koz feat. Anita Baker  Barbra Streisand feat. Il Divo  Guy Maeda  The Philadelphia Orchestra, Eugene Ormandy  Dee Snider with Patti LuPone  Nashville Symphony Orchestra, Kenneth Schermerhorn  Barbra Streisand \/ Barbra Streisand with Lauren Frost  Marianne Faithfull feat. Jarvis Cocker  Jackie Evancho feat. Barbra Streisand  Julian Lloyd Webber, Royal Philharmonic Orchestra, Nicholas Cleobury  Marni Nixon, Jimmy Bryant  The New York Theater with The Broadway Choir  Moebius \/ Plank \/ Steffen  Diana Ross & The Supremes  John Dulieu  Royal Promenade Orchestra, Alfred Gehardt  Richard & Adam  Cécile McLorin Salvant  Barbra Streisand with Josh Groban  [theatre]  Orchestra of St. Luke’s, Eric Stern  4 Saxess  Robert Mandell, His Chorus & Orchestra  London Festival Orchestra, London Festival Chorus, Stanley Black  The Amsterdam Saxophone Quartet, Jaap van Zweden  Vienna Symphonic Rock Orchestra, Simon Gale  Larry Kert, Reri Grist, Carol Lawrence  Plácido Domingo, Paloma San Basilio  Plácido Domingo, Renée Fleming  Bjarne Roupé  Johnny Green & Orchestra  Joerg Kaufmann feat. Bobby Shew  Anne Akiko Meyers, London Symphony Orchestra, Keith Lockhart  Côr Meibion y Brythoniaid  Choral Arts Ensemble, Michael Culloton  Quercus  Michael Ball & Alfie Boe  Dave Liebman | Gil Goldstein  Leontyne Price, Leonard Bernstein  Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Dorothy Benham, Christophe Caballero, Paul Gemignani  Jerold Ottley, The Mormon Tabernacle Choir, Frederica von Stade, Utah Symphony Orchestra, Joseph Silverstein  Nicholas Barasch, Matt Cavenaugh, Josefina Scaglione, Company  Maureen Fulham  Bill Murray & Jan Vogler  Connie Fisher, Royal Liverpool Philharmonic Orchestra  Mark Isaacs, Jay Anderson, Adam Nussbaum  Teresa Carpio  Winchester College Quiristers  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Thierry Escaich, Romain Leleu  Keith Jarrett, Gary Peacock, Jack DeJohnette  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.136.739-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"},{"Work":"West Side Story: Tonight (Maria, Tony)","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"George Greeley  Leonard Bernstein  The Dave Brubeck Quartet  We Five  [unknown]  Pepe Jaramillo  Vienna Symphonic Rock Orchestra, Simon Gale  Shirley Bassey  The Mantovani Orchestra  The Shadows  Michael Crawford  Charlotte Church  Canadian Brass  Richard Clayderman  Plácido Domingo  Johnny Mathis  Andy Williams  Katia & Marielle Labèque  Stan Kenton  Anita Bryant  Vince Hill  Vic Damone  José Carreras  Lesley Garrett  Sergio Franchi  Sammy Davis Jr.  Harry Secombe  London Promenade Orchestra  The London Pops Orchestra  The Oscar Peterson Trio  Boston Pops Orchestra  Julia Migenes  Eddie Higgins  Len Stevens & His Orchestra  Manny Albam & His Jazz Greats  Footlights Orchestra & Chorus  John Williams & The Boston Pops Orchestra  Kenny Loggins & Wynonna  Dee Snider with Patti LuPone  Royal Philharmonic Orchestra, Barry Wordsworth  Nashville Symphony Orchestra, Kenneth Schermerhorn  Carreras, Domingo, Pavarotti  José Carreras, Robert Farnon & His Orchestra  Eddy Mers  Larry Kert, Carol Lawrence  Marni Nixon, Jimmy Bryant  The New York Theater with The Broadway Choir  Royal Promenade Orchestra, Alfred Gehardt  [theatre]  Orchestra of St. Luke’s, Eric Stern  Robert Farnon & His Orchestra, José Carreras  Symphonieorchester St. Stephan, Pater Anselm Mayer  London Festival Orchestra, London Festival Chorus, Stanley Black  Roberto Alagna, Angela Gheorghiu  The Amsterdam Saxophone Quartet, Jaap van Zweden  Peter Hofmann, Debbie Sasson, Michael Tilson Thomas  Plácido Domingo, Renée Fleming  Johnny Green & Orchestra  Jimmy Bryant, Marni Nixon  Elisabeth Turchi  Kiri Te Kanawa, José Carreras, Leonard Bernstein  Kiri Te Kanawa, José Carreras  André Previn and His Pals Shelly Manne & Red Mitchell  Joerg Kaufmann feat. Bobby Shew  Cheyenne Jackson, Alexandra Silber, San Francisco Symphony, Michael Tilson Thomas  The London Cello Sound, Geoffrey Simon  Lang Lang feat. Sean Jones  Peter Hofmann, Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  José Carreras, Katia Ricciarelli, London Arts Orchestra, Jacques Delacôte  Matt Cavenaugh, Josefina Scaglione  Lawrence Leonard  Bruce Trent & Lucille Graham  Vittorio Grigolo, Hayley Westenra, Royal Liverpool Philharmonic Orchestra  Mary Carewe & Michael Dore  Frank Renton, The Desford Colliery Band  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Natalie Wood & Richard Beymer  Keith Jarrett, Gary Peacock, Jack DeJohnette  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-901.072.962-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"c5749560-b230-496e-829e-083697fee5b7"}]