[{"Work":"Caro mio ben (catch-all arrangement)","Writers":"[anonymous] (lyricist)  Giuseppe Giordani (composer)","Artists":"Tommaso Giordani  Aled Jones  Giuseppe Giordani  Budapesti Vonósok  Ernst Riedlinger  Michele Esposito, Academy of St Martin in the Fields, Sir Neville Marriner  Luciano Pavarotti  Guadalupe Pineda  Marian Anderson  José Carreras  [unknown]  Lesley Garrett  Beniamino Gigli  Emanuel Feuermann  Academy of St Martin in the Fields, Sir Neville Marriner  London Promenade Orchestra, Eric Hammerstein  London Philharmonic Orchestra, Piero Gamba, Luciano Pavarotti  Sergejs Jēgers, Diāna Jaunzeme  Luciano Pavarotti, Philharmonia Orchestra, Piero Gamba  Dame Janet Baker, Academy of St Martin in the Fields, Sir Neville Marriner  Cecilia Bartoli, György Fischer  Cecilia Bartoli, Jean‐Yves Thibaudet  Dmitri Hvorostovsky, John Constable, Elizabeth Kenny, Academy of St Martin in the Fields, Sir Neville Marriner  José Carreras, English Chamber Orchestra, Vjekoslav Šutej  Håvard Stensvold  Fritz Wunderlich, Kurt Graunke Symphony Orchestra, Hans Carste  Lucia Popp, Münchner Rundfunkorchester, Kurt Eichhorn  Károly Botvay, Budapest Strings  Berliner Händel-Chor, Donald Grobe, Deutsches Symphonie‐Orchester Berlin, Günther Arndt  Malena Ernman, Stockholm Sinfonietta, Alberto Hold-Garrido  Carol Rich  Rudolf Schock, Berliner Symphoniker, Wilhelm Schüchter","ISWC":null,"Type":"Aria","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto for Oboe, Violin and Cello in D major: I. Allegro moderato","Writers":"Antonio Salieri (composer)","Artists":"Camerata Bern, Thomas Füri, Heinz Holliger, Thomas Demenga  Károly Botvay, Budabest Strings, János Bálint, Béla Bánfalvi  Heinz Holliger, Camerata Bern, Thomas Füri  Thomas Demenga, Thomas Füri, Heinz Holliger, Camerata Bern","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto for Oboe, Violin and Cello in D major: II. Cantabile","Writers":"Antonio Salieri (composer)","Artists":"Camerata Bern, Thomas Füri, Heinz Holliger, Thomas Demenga  Károly Botvay, Budabest Strings, János Bálint, Béla Bánfalvi  Heinz Holliger, Camerata Bern, Thomas Füri  Thomas Demenga, Thomas Füri, Heinz Holliger, Camerata Bern","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto for Oboe, Violin and Cello in D major: III. Andantino","Writers":"Antonio Salieri (composer)","Artists":"Camerata Bern, Thomas Füri, Heinz Holliger, Thomas Demenga  Károly Botvay, Budabest Strings, János Bálint, Béla Bánfalvi  Heinz Holliger, Camerata Bern, Thomas Füri  Thomas Demenga, Thomas Füri, Heinz Holliger, Camerata Bern","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto for Violin and Cello in B-flat major, RV 547: III. Allegro molto","Writers":"Antonio Vivaldi (composer)","Artists":"I Musici  Florilegium  The Aulos Ensemble  Anner Bylsma, Tafelmusik, Jeanne Lamon  Yehudi Menuhin, Truls Mørk, Polish Chamber Orchestra  Europa Galante, Fabio Biondi  Jan Vogler, Giuliano Carmignola, La Folia Barockorchester  Ofra Harnoy, Igor Oistrakh, Toronto Chamber Orchestra, Paul Robinson  Viva Vivaldi  Jascha Heifetz, Gregor Piatigorsky, Malcolm Hamilton, [chamber orchestra]  Béla Bánfalvi, Budapest Strings, Károly Botvay  Adrian Chandler, Vladimir Waltham, La Serenissima","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in B-flat major, op. 8 no. 10, RV 362 \"La caccia\": I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Musici  I Solisti Italiani  Il giardino armonico  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Scottish Ensemble, Jonathan Rees  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Onofri, Academia Montis Regalis  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Drottningholm Baroque Ensemble  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Béla Bánfalvi & Budapest String Quartet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in B-flat major, op. 8 no. 10, RV 362 \"La caccia\": II. Adagio (Grave)","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Felix Ayo, I Musici  I Musici  I Solisti Italiani  Il giardino armonico  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Scottish Ensemble, Jonathan Rees  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Pinchas Zukerman, English Chamber Orchestra  Enrico Onofri, Academia Montis Regalis  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Drottningholm Baroque Ensemble  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Béla Bánfalvi & Budapest String Quartet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in B-flat major, op. 8 no. 10, RV 362 \"La caccia\": III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Felix Ayo, I Musici  Antonio Vivaldi  I Musici  I Solisti Italiani  Il giardino armonico  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Scottish Ensemble, Jonathan Rees  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Pinchas Zukerman, English Chamber Orchestra  Enrico Onofri, Academia Montis Regalis  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Drottningholm Baroque Ensemble  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Béla Bánfalvi & Budapest String Quartet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, op. 8 no. 6, RV 180 \"Il piacere\": I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Werner Neuhaus, Collegium Aureum  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Federico Agostini, I Musici  Renato Ruotolo, I Virtuosi di Roma, Renato Fasano  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Patrice Fontanarosa, Pavel Vernikov, I Nuovi Virtuosi di Roma  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, op. 8 no. 6, RV 180 \"Il piacere\": II. Largo (e cantabile)","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Werner Neuhaus, Collegium Aureum  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Federico Agostini, I Musici  Renato Ruotolo, I Virtuosi di Roma, Renato Fasano  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Patrice Fontanarosa, Pavel Vernikov, I Nuovi Virtuosi di Roma  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, op. 8 no. 6, RV 180 \"Il piacere\": III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Werner Neuhaus, Collegium Aureum  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Federico Agostini, I Musici  Renato Ruotolo, I Virtuosi di Roma, Renato Fasano  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Patrice Fontanarosa, Pavel Vernikov, I Nuovi Virtuosi di Roma  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, RV 444: I. Allegro non molto","Writers":"Antonio Vivaldi (composer)","Artists":"Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  Capella Istropolitana, Jaroslav Krček  Drottningholms Barockensemble, Dan Laurin  Héloïse Gaillard, Amarillis  REBEL, Matthias Maute  Camerata Köln  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michala Petri, Academy of St Martin in the Fields, Kenneth Sillito  Michael Copley, Camerata Bern, Thomas Füri  Dan Laurin, Bach Collegium Japan  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Scott Reiss, Hesperus  Jiří Stivín, Virtuosi di Praga  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Michala Petri, I Solisti Veneti, Claudio Scimone  Michel Sanvoisin, Orchestre de Chambre de Toulouse, Louis Auriacombe  Dan Laurin, Drottningholms Barockensemble  Jean‐Pierre Rampal  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Stockholm Chamber Ensemble, Jan‐Olav Wedin, Gunilla von Bahr, Karl-Göran Ehntorp  László Kecskeméti, Nicolaus Esterházy Sinfonia  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Gunilla von Bahr, Karl‐Göran Ehntorp, Stockholm Chamber Ensemble  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, RV 444: II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Capella Istropolitana, Jaroslav Krček  Drottningholms Barockensemble, Dan Laurin  Héloïse Gaillard, Amarillis  REBEL, Matthias Maute  Camerata Köln  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michala Petri, Academy of St Martin in the Fields, Kenneth Sillito  Michael Copley, Camerata Bern, Thomas Füri  Dan Laurin, Bach Collegium Japan  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Scott Reiss, Hesperus  Jiří Stivín, Virtuosi di Praga  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Michala Petri, I Solisti Veneti, Claudio Scimone  Dan Laurin, Drottningholms Barockensemble  Jean‐Pierre Rampal  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Stockholm Chamber Ensemble, Jan‐Olav Wedin, Gunilla von Bahr, Karl-Göran Ehntorp  Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  László Kecskeméti, Nicolaus Esterházy Sinfonia  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Karl Stangenberg, Munich Chamber Orchestra, Hans Stadlmair  Gunilla von Bahr, Karl‐Göran Ehntorp, Stockholm Chamber Ensemble  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in C major, RV 444: III. Allegro non molto","Writers":"Antonio Vivaldi (composer)","Artists":"Capella Istropolitana, Jaroslav Krček  Drottningholms Barockensemble, Dan Laurin  Héloïse Gaillard, Amarillis  REBEL, Matthias Maute  Genevieve Lacey, Paul Dyer, Australian Brandenburg Orchestra  Camerata Köln  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michala Petri, Academy of St Martin in the Fields, Kenneth Sillito  Michael Copley, Camerata Bern, Thomas Füri  Dan Laurin, Bach Collegium Japan  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Scott Reiss, Hesperus  Jiří Stivín, Virtuosi di Praga  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Michala Petri, I Solisti Veneti, Claudio Scimone  Dan Laurin, Drottningholms Barockensemble  Jean‐Pierre Rampal  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Stockholm Chamber Ensemble, Jan‐Olav Wedin, Gunilla von Bahr, Karl-Göran Ehntorp  Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  László Kecskeméti, Nicolaus Esterházy Sinfonia  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Gunilla von Bahr, Karl‐Göran Ehntorp, Stockholm Chamber Ensemble  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D major, op. 10 no. 3, RV 428 \"Il gardellino\": I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Camerata Romana, Eugen Duvier  Patrick Gallois, Orpheus Chamber Orchestra  Paul Curtis, Sydney Symphony Orchestra, David McBride  Eugenia Zukerman, English Chamber Orchestra, Pinchas Zukerman  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  James Galway  Drottningholms Barockensemble, Clas Pehrsson, Anders Öhrwall  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  St. Petersburg Hutchins Violin Octet  Jed Wentz, Musica ad Rhenum  Jiří Válek, Capella Istropolitana, Jaroslav Krček  Musica ad Rhenum  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Slovak Chamber Orchestra, Bohdan Warchal  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dan Laurin, Bach Collegium Japan  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Scott Reiss, Hesperus  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Pasquale Rispoli, I Virtuosi di Roma, Renato Fasano  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  James Galway, Malcolm Proud, Irish Chamber Orchestra  Hamburg Chamber Orchestra, Hans-Jürgen Walther  John Solum, Connecticut Early Music Festival Ensemble, Igor Kipnis  Alain Marion, Liszt Ferenc Kamarazenekar  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, Jane Coe, Micaela Comberti, Trevor Jones, Simon Standage, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Kenneth Smith, London Musici, Mark Stephenson  Alexandre Lagoya, Simion Stanciu  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Barbara Kortmann  Hans Gösser, South German Philharmonic Orchestra, Henry Adolph  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Walter Heinz Bernstein, Heinz Fügner, Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Dorothee Oberlinger, Ornamente 99  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Ilse Nixon, The Montreal Philharmonic Orchestra, Philip Kingtown  Konrad Hünteler, Camerata of the 18th Century  I Musici, Aurèle Nicolet  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D major, op. 10 no. 3, RV 428 \"Il gardellino\": II. Cantabile","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Camerata Romana, Eugen Duvier  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Severino Gazzelloni, I Musici  James Galway  Drottningholms Barockensemble, Clas Pehrsson, Anders Öhrwall  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  St. Petersburg Hutchins Violin Octet  Jiří Válek, Capella Istropolitana, Jaroslav Krček  Musica ad Rhenum  Aurèle Nicolet, I Musici  Slovak Chamber Orchestra, Bohdan Warchal  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dan Laurin, Bach Collegium Japan  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Scott Reiss, Hesperus  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Paul Curtis, Sydney Symphony Orchestra, David McBride  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Pasquale Rispoli, I Virtuosi di Roma, Renato Fasano  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  James Galway, Malcolm Proud, Irish Chamber Orchestra  John Solum, Connecticut Early Music Festival Ensemble, Igor Kipnis  Alain Marion, Liszt Ferenc Kamarazenekar  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, Jane Coe, Micaela Comberti, Trevor Jones, Simon Standage, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Eugenia Zukerman, English Chamber Orchestra, Pinchas Zukerman  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Alexandre Lagoya, Simion Stanciu  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Barbara Kortmann  Hans Gösser, South German Philharmonic Orchestra, Henry Adolph  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Walter Heinz Bernstein, Heinz Fügner, Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Dorothee Oberlinger, Ornamente 99  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  I Musici, Aurèle Nicolet  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D major, op. 10 no. 3, RV 428 \"Il gardellino\": III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Camerata Romana, Eugen Duvier  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  James Galway  Drottningholms Barockensemble, Clas Pehrsson, Anders Öhrwall  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  St. Petersburg Hutchins Violin Octet  Jiří Válek, Capella Istropolitana, Jaroslav Krček  Musica ad Rhenum  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Slovak Chamber Orchestra, Bohdan Warchal  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dan Laurin, Bach Collegium Japan  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Scott Reiss, Hesperus  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Paul Curtis, Sydney Symphony Orchestra, David McBride  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Pasquale Rispoli, I Virtuosi di Roma, Renato Fasano  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  James Galway, Malcolm Proud, Irish Chamber Orchestra  Hamburg Chamber Orchestra, Hans-Jürgen Walther  John Solum, Connecticut Early Music Festival Ensemble, Igor Kipnis  Alain Marion, Liszt Ferenc Kamarazenekar  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, Jane Coe, Micaela Comberti, Trevor Jones, Simon Standage, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Eugenia Zukerman, English Chamber Orchestra, Pinchas Zukerman  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Kenneth Smith, London Musici, Mark Stephenson  Alexandre Lagoya, Simion Stanciu  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Barbara Kortmann  Hans Gösser, South German Philharmonic Orchestra, Henry Adolph  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Walter Heinz Bernstein, Heinz Fügner, Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Dorothee Oberlinger, Ornamente 99  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  Stefan Temmingh, The Gentleman's Band, La Folia Barockorchester  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  I Musici, Aurèle Nicolet  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D minor, op. 8 no. 7, RV 242: I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Dmitry Sinkovsky, Il Pomo d’Oro  Nathan Milstein, [anonymous]","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D minor, op. 8 no. 7, RV 242: II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Dmitry Sinkovsky, Il Pomo d’Oro  Nathan Milstein, [anonymous]","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in D minor, op. 8 no. 7, RV 242: III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  I Solisti Italiani  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Concentus Musicus Wien, Nikolaus Harnoncourt  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Enrico Casazza, La magnifica comunità  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Dmitry Sinkovsky, Il Pomo d’Oro  Nathan Milstein, [anonymous]","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E major, op. 8 no. 1, RV 269 “La primavera”","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Simon Standage, The English Concert, Trevor Pinnock  Capella Istropolitana  Gürol Ağırbaş  Orchestra of The Moscow State Conservatory  Academy of St Martin in the Fields, Iona Brown  The English Concert, Trevor Pinnock  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Royal Philharmonic Orchestra, Jonathan Carney  Hugh Bean, Philharmonia Orchestra, Leopold Stokowski  Alan Loveday, Simon Preston, Academy of St Martin in the Fields, Sir Neville Marriner  Moscow Virtuosi, Vladimir Spivakov  Gil Shaham, Orpheus Chamber Orchestra  Stuttgarter Kammerorchester, Karl Münchinger, Werner Krotzinger  Piero Toso, I Solisti Veneti, Claudio Scimone  Monique Frasca-Colombier, Orchestre de Chambre Paul Kuentz, Paul Kuentz  Alexander Barantschik, London Symphony Orchestra  Estonian Symphony Orchestra, Thomas Filbert  Franco Viciani  Zagrebački solisti  Salzburg Baroque Orchestra, Hans-Jürgen Walther  Wolfgang Schneiderhan, Lucerne Festival Strings, Rudolf Baumgartner  Susanne Lautenbacher, Württemberg Chamber Orchestra, Heilbronn, Jörg Faerber  Amor Artis Orchestra of New York, Johannes Somary  Béla Bánfalvi, Budapest Strings, Károly Botvay  Elizabeth Wallfisch, Taverner Players, Andrew Parrott  English Chamber Orchestra, Leonard Slatkin, José‐Luis García  José‐Luis García  Richard Clayderman, Royal Philharmonic Orchestra  Ensemble Orchestral de Paris, Jean‐Pierre Wallez  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Chicago Chamber Orchestra, Henry Seville  The Salzburg Baroque Orchestra  Württemberg Chamber Orchestra, Heilbronn, Jörg Faerber  Gottfried von der Goltz, Freiburger Barockorchester  Berlin Philharmonic Soloists, Herbert Winkler  Larry Coryell, 山下和仁  Gunars Larsen, Festival Strings Lucerne, Rudolf Baumgartner","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"E major (Key)","Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E major, op. 8 no. 1, RV 269 “La primavera”: I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Tafelmusik, Jeanne Lamon  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Yehudi Menuhin  Iona Brown, Academy of St Martin in the Fields  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Fabio Biondi, Europa Galante  Slovak Chamber Orchestra, Bohdan Warchal  Alexander Barantschik, London Symphony Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Florin Paul, Hamburg Soloists, Emil Klein  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Jeanne Lamon, Tafelmusik  Isaac Stern, Israel Philharmonic Orchestra, Zubin Mehta  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Nova Filarmonia Portuguesa, Álvaro Cassuto  I Musici di Zagreb  Mannheim Steamroller  English Chamber Orchestra  London Symphony Orchestra  Canadian Brass  Royal Philharmonic Orchestra  Isaac Stern  American Baroque  I Solisti Italiani  Anne Bredow  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  I Musici, Pina Carmirelli  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Quartetto  Budapesti Vonósok  Nigel Kennedy, Berliner Philharmoniker  Interpreti Veneziani  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Salzburg Baroque Orchestra  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Stanislav Gorkovenko, St. Petersburg Radio & TV Symphony Orchestra  London Mozart Players, David Juritz  Pieter Schoeman, London Philharmonic Orchestra, David Parry  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Royal Philharmonic Orchestra, Louis Clark  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Jörg Faerber  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Camerata Salzburg  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Alexander Romansky, Baroque Festival Orchestra, Alberto Lizzio  Pinchas Zukerman, English Chamber Orchestra  Moscow Virtuosi, Vladimir Spivakov  Iona Brown, Academy of St Martin in the Fields, Sir Neville Marriner  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Simon Standage, The English Concert, Trevor Pinnock  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Elizabeth Wallfisch  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  Marieke Blankestijn, The Chamber Orchestra of Europe  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  New World Symphony  Anthony Marwood, Scottish Chamber Orchestra, Nicholas McGegan  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Stefania Azzaro, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Béla Bánfalvi, Budapesti Vonósok  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Wührer Kammerorchester, Friedrich Wührer  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Steven Staryk, Vivaldi Players of Montreal  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Miguel Borrego  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  John Constable, London Symphony Orchestra  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Guildhall String Ensemble, George Malcolm, Michala Petri  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Béla Bánfalvi, Budapest Strings, Károly Botvay  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Thomas Zehetmair, Camerata Bern  Marieke Blankestijn, Chamber Orchestra of Europe  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Budapest String Quartet & Béla Bánfalvi  Federico Agostini, I Musici  Howard Snell, Howard Snell Brass  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Janice Graham, London Symphony Orchestra  Franz Liszt Academy Chamber Orchestra, János Rolla, Jean-Pierre Rampal, Zsuzsa Pertis  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  Camerata Academica of Salzburg  La orquesta filarmónica de Viena, Herbert von Karajan  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Filarmonica Italiana, Alessandro Arigoni  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Chamber Orchestra  Passion Duo  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  San Marco Musicians  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  Terje Tønnesen, Det Norske Kammerorkester  Jan Jansen, Janine Jansen, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Henk Rubingh, Candida Thompson, Stacy Watton  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Katarina Andreasson  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Württemberg Chamber Orchestra, Helibronn, Jörg Faerber  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Kenneth Sillito, The Virtuosi of England, Arthur Davidson  Camerata Lysy Gstaad, Paul Crocker, Alberto Lysy, Yehudi Menuhin  Katarina Andreasson, Swedish Chamber Orchestra  Marie-Antoinette Varsy, French Baroque Orchestra, Patrick de Beauvoir  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Quido Hölbling, Anna Hölblingová, Александр Яблоков, Capella Istropolitana, Richard Edlinger  Kreeta-Maria Kentala, Barocco Boreale  Polish Chamber Orchestra, Jerzy Matuszkiewicz  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Sergey Didorenko, Kammerphilharmonie Köln  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E major, op. 8 no. 1, RV 269 “La primavera”: II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Tafelmusik, Jeanne Lamon  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Joshua Bell, Academy of St Martin in the Fields  Fabio Biondi, Europa Galante  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Florin Paul, Hamburg Soloists, Emil Klein  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Isaac Stern, Israel Philharmonic Orchestra, Zubin Mehta  Canadian Brass  Royal Philharmonic Orchestra  Yehudi Menuhin  American Baroque  I Solisti Italiani  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Musici di San Marco  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Quartetto  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Avison Ensemble, Pavlo Beznosiuk  Boston Baroque, Martin Pearlman, Christina Day Martinson  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Moscow Virtuosi, Vladimir Spivakov  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  New World Symphony  Anthony Marwood, Scottish Chamber Orchestra, Nicholas McGegan  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Stefania Azzaro, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Wührer Kammerorchester, Friedrich Wührer  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Guildhall String Ensemble, George Malcolm, Michala Petri  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Marieke Blankestijn, Chamber Orchestra of Europe  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Budapest String Quartet & Béla Bánfalvi  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Janice Graham, London Symphony Orchestra  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Virtuosi di Praga, Ivan Zenaty  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Katarina Andreasson  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marie-Antoinette Varsy, French Baroque Orchestra, Patrick de Beauvoir  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Sergey Didorenko, Kammerphilharmonie Köln  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E major, op. 8 no. 1, RV 269 “La primavera”: III. Allegro pastorale","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Tafelmusik, Jeanne Lamon  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Yehudi Menuhin  Fabio Biondi, Europa Galante  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Florin Paul, Hamburg Soloists, Emil Klein  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Isaac Stern, Israel Philharmonic Orchestra, Zubin Mehta  Mannheim Steamroller  Canadian Brass  Royal Philharmonic Orchestra  Rata Blanca  American Baroque  I Solisti Italiani  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Musici di San Marco  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Quartetto  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Baroque Festival Orchestra, Alexander Permovalsky, Alberto Lizzio  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Camerata Academica Würzburg, Hanns Reinartz  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Moscow Virtuosi, Vladimir Spivakov  Владимир Теодорович Спиваков, Виртуозы Москвы  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  New World Symphony  Anthony Marwood, Scottish Chamber Orchestra, Nicholas McGegan  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Stefania Azzaro, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Guildhall String Ensemble, George Malcolm, Michala Petri  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Christopher Hirons, Academy of Ancient Music, Christopher Hogwood  Marieke Blankestijn, Chamber Orchestra of Europe  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Budapest String Quartet & Béla Bánfalvi  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Janice Graham, London Symphony Orchestra  Paul Crocker, Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Рудольф Борисович Баршай, Московский камерный оркестр  Katarina Andreasson  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marie-Antoinette Varsy, French Baroque Orchestra, Patrick de Beauvoir  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Sergey Didorenko, Kammerphilharmonie Köln  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E-flat major, op. 8 no. 5, RV 253 \"La tempesta di mare\": I. (Allegro e) Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  I Musici  I Solisti Italiani  Amsterdam Sinfonietta  Il giardino armonico  Musici di San Marco  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Toronto Camerata, Kevin Mallon, 吕思清  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Daniel Hope & Chamber Orchestra of Europe  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Patrice Fontanarosa, I Nuovi Virtuosi di Roma  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Monica Huggett, London Vivaldi Orchestra  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  I Virtuosi di Roma, Renato Fasano  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Pinchas Zukerman, Saint Paul Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Edmondo Malanotte, Virtuosi di Roma, Renato Fasano  Werner Neuhaus, Collegium Aureum  John Holloway, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Robert Atchison, Altamira Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E-flat major, op. 8 no. 5, RV 253 \"La tempesta di mare\": II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  [unknown]  I Musici  I Solisti Italiani  Amsterdam Sinfonietta  Il giardino armonico  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Toronto Camerata, Kevin Mallon, 吕思清  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Daniel Hope & Chamber Orchestra of Europe  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Patrice Fontanarosa, I Nuovi Virtuosi di Roma  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Monica Huggett, London Vivaldi Orchestra  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  I Virtuosi di Roma, Renato Fasano  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Pinchas Zukerman, Saint Paul Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Edmondo Malanotte, Virtuosi di Roma, Renato Fasano  Werner Neuhaus, Collegium Aureum  John Holloway, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Robert Atchison, Altamira Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in E-flat major, op. 8 no. 5, RV 253 \"La tempesta di mare\": III. Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  English Chamber Orchestra  [unknown]  I Musici  I Solisti Italiani  Amsterdam Sinfonietta  Il giardino armonico  I Musici, Federico Agostini  I Solisti Veneti, Claudio Scimone  Avison Ensemble, Pavlo Beznosiuk  Fabio Biondi, Europa Galante  Toronto Camerata, Kevin Mallon, 吕思清  Liszt Ferenc Kamarazenekar, János Rolla  Sejong, 林昭亮, Anthony Newman  Felix Ayo, I Musici  Pinchas Zukerman, English Chamber Orchestra  Daniel Hope & Chamber Orchestra of Europe  Enrico Casazza, La magnifica comunità  Academy of Ancient Music, Andrew Manze  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Musikkollegium Winterthur, Clemens Dahinden  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Patrice Fontanarosa, I Nuovi Virtuosi di Roma  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Monica Huggett, London Vivaldi Orchestra  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  I Virtuosi di Roma, Renato Fasano  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Pinchas Zukerman, Saint Paul Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Edmondo Malanotte, Virtuosi di Roma, Renato Fasano  Werner Neuhaus, Collegium Aureum  John Holloway, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Robert Atchison, Altamira Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 8 no. 3, RV 293 “L’autunno”","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Berdien Stenberg  Orchestra of The Moscow State Conservatory  The English Concert, Trevor Pinnock  Royal Philharmonic Orchestra, Jonathan Carney  Hugh Bean, Philharmonia Orchestra, Leopold Stokowski  Alan Loveday, Simon Preston, Academy of St Martin in the Fields, Sir Neville Marriner  Simon Standage, The English Concert, Trevor Pinnock  Piero Toso, I Solisti Veneti, Claudio Scimone  Monique Frasca-Colombier, Orchestre de Chambre Paul Kuentz, Paul Kuentz  Alexander Barantschik, London Symphony Orchestra  Deutsche Bachsolisten  Franco Viciani  Zagrebački solisti  Philharmonie Nürnberg  Salzburg Baroque Orchestra, Hans-Jürgen Walther  Susanne Lautenbacher, Württemberg Chamber Orchestra, Heilbronn, Jörg Faerber  Béla Bánfalvi, Budapest Strings, Károly Botvay  English Chamber Orchestra, Leonard Slatkin, José‐Luis García  Ensemble Orchestral de Paris, Jean‐Pierre Wallez  Chicago Chamber Orchestra, Henry Seville  Peter Vladimirov, Philharmonica Symphony Orchestra, Igor Ivanenko  Budapest Strings, Károly Botvay  Berlin Philharmonic Soloists, Herbert Winkler  Larry Coryell, 山下和仁  Gunars Larsen, Festival Strings Lucerne, Rudolf Baumgartner","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"F major (Key)","Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 8 no. 3, RV 293 “L’autunno”: I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Royal Philharmonic Orchestra, Jonathan Carney  Fabio Biondi, Europa Galante  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Piero Toso, I Solisti Veneti, Claudio Scimone  João Carlos Martins, Fernando Corvisier  NHK交響楽団, 千住真理子  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Shlomo Mintz, Israel Philharmonic Orchestra, Zubin Mehta  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  English Chamber Orchestra  Canadian Brass  Royal Philharmonic Orchestra  Yehudi Menuhin  American Baroque  I Solisti Italiani  Collegium Aureum  John Holloway  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Baroque Festival Orchestra, Alberto Lizzio  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Jörg Faerber  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Taverner Players, Andrew Parrott  Moscow Virtuosi, Vladimir Spivakov  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Antonio de Secondi, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Steven Staryk, Vivaldi Players of Montreal  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Chamber Orchestra “Renaissance”, Leo Korchin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Leonard Bernstein, John Corigliano, New York Philharmonic  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Passion Duo  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Carmerata Berne, Thomas Zehetmair  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  London Symphony Orchestra, Johnny Keating  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Александр Яблоков, Capella Istropolitana, Richard Edlinger  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Jaap Schröder, Concerto Amsterdam  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb  Alan Loveday","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 8 no. 3, RV 293 “L’autunno”: II. Adagio molto","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Royal Philharmonic Orchestra, Jonathan Carney  Fabio Biondi, Europa Galante  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Piero Toso, I Solisti Veneti, Claudio Scimone  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Shlomo Mintz, Israel Philharmonic Orchestra, Zubin Mehta  Solistes d'orchestre national de France, Lorin Maazel  Canadian Brass  Royal Philharmonic Orchestra  American Baroque  I Solisti Italiani  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Jörg Faerber  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Taverner Players, Andrew Parrott  Moscow Virtuosi, Vladimir Spivakov  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Antonio de Secondi, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  James Ehnes, Sydney Symphony Orchestra  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Thomas Zehetmair, Camerata Bern  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Leonard Bernstein, John Corigliano, New York Philharmonic  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Michael Gambon, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Jaap Schröder, Concerto Amsterdam  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb  Alan Loveday","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 8 no. 3, RV 293 “L’autunno”: III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Fabio Biondi, Europa Galante  Pinchas Zukerman, English Chamber Orchestra  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Piero Toso, I Solisti Veneti, Claudio Scimone  Alexander Barantschik, London Symphony Orchestra  Nigel Kennedy, English Chamber Orchestra  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Shlomo Mintz, Israel Philharmonic Orchestra, Zubin Mehta  Solistes d'orchestre national de France, Lorin Maazel  London Symphony Orchestra  Canadian Brass  Royal Philharmonic Orchestra  American Baroque  I Solisti Italiani  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Royal Philharmonic Orchestra, Jonathan Carney  Baroque Festival Orchestra, Alexander Permovalsky, Alberto Lizzio  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Camerata Academica Würzburg, Hanns Reinartz  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Taverner Players, Andrew Parrott  Moscow Virtuosi, Vladimir Spivakov  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Antonio de Secondi, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Luigi Ferro, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Simon Standage, Trevor Pinnock  Alison Bury, Academy of Ancient Music, Christopher Hogwood  Thomas Zehetmair, Camerata Bern  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Leonard Bernstein, John Corigliano, New York Philharmonic  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Luigi Ferro, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Jaap Schröder, Concerto Amsterdam  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb  Alan Loveday","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 1, RV 433 \"La tempesta di mare\": I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Capella Istropolitana, Jaroslav Krček  Patrick Gallois, Orpheus Chamber Orchestra  Antonio Vivaldi  Red Priest  Le Concert des Nations, Jordi Savall  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Concerto Köln, Werner Ehrhardt  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Alexander Kiskachi, Kammerorchester \"Renaissance\", Leo Korchin  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 1, RV 433 \"La tempesta di mare\": II: Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Capella Istropolitana, Jaroslav Krček  Red Priest  Le Concert des Nations, Jordi Savall  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Concerto Köln, Werner Ehrhardt  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Alexander Kiskachi, Kammerorchester \"Renaissance\", Leo Korchin  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 1, RV 433 \"La tempesta di mare\": III. Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Capella Istropolitana, Jaroslav Krček  Antonio Vivaldi  Red Priest  Le Concert des Nations, Jordi Savall  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Johannes Walter, Kammerorchester der Staatskapelle Weimar, Friedemann Bätzel  Lenka Baarová, The Baarová Orchestra  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Concerto Köln, Werner Ehrhardt  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Alexander Kischaki, Alexander Kiskachi, Kammerorchester \"Renaissance\", Leo Korchin  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 5, RV 434: I. Allegro ma non tanto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Camerata Romana, Eugen Duvier  Capella Istropolitana, Jaroslav Krček  Süddeutsche Philharmonie  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Pražský komorní orchestr, Hans-Martin Linde  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Vivaldi \/ Albrechtsberge  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Peter Brock, Capella Istropolitana, Richard Edlinger  Annette Struck-Vrangos, SWR Rundfunkorchester Kaiserslautern, Klaus Arp  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 5, RV 434: II. Largo e cantabile","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Camerata Romana, Eugen Duvier  Capella Istropolitana, Jaroslav Krček  Süddeutsche Philharmonie  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Pražský komorní orchestr, Hans-Martin Linde  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Vivaldi \/ Albrechtsberge  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Peter Brock, Capella Istropolitana, Richard Edlinger  Annette Struck-Vrangos, SWR Rundfunkorchester Kaiserslautern, Klaus Arp  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F major, op. 10 no. 5, RV 434: III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Camerata Romana, Eugen Duvier  Capella Istropolitana, Jaroslav Krček  Süddeutsche Philharmonie  Drottningholms Barockensemble, Dan Laurin  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Pražský komorní orchestr, Hans-Martin Linde  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Sergei Bashenov, Sergei Bliznetzov, Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Vivaldi \/ Albrechtsberge  St. Charles Academy of Music, Winston Cartwright  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Peter Brock, Capella Istropolitana, Richard Edlinger  Annette Struck-Vrangos, SWR Rundfunkorchester Kaiserslautern, Klaus Arp  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F minor, op. 8 no. 4, RV 297 “L’inverno”","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Simon Standage, The English Concert, Trevor Pinnock  David Shire  Nikhil Banerjee  Orchestra of The Moscow State Conservatory  Academy of St Martin in the Fields, Iona Brown  The English Concert, Trevor Pinnock  Royal Liverpool Philharmonic Orchestra, Vasily Petrenko  Hugh Bean, Philharmonia Orchestra, Leopold Stokowski  Simon Standage  Alan Loveday, Simon Preston, Academy of St Martin in the Fields, Sir Neville Marriner  DJ Judas  Monique Frasca-Colombier, Orchestre de Chambre Paul Kuentz, Paul Kuentz  Alexander Barantschik, London Symphony Orchestra  Concentus Hungaricus, Ferenc Kiss  Franco Viciani  Zagrebački solisti  Salzburg Baroque Orchestra, Hans-Jürgen Walther  Susanne Lautenbacher, Württemberg Chamber Orchestra, Heilbronn, Jörg Faerber  Béla Bánfalvi, Budapest Strings, Károly Botvay  English Chamber Orchestra, Leonard Slatkin, José‐Luis García  Ensemble Orchestral de Paris, Jean‐Pierre Wallez  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Alexander Pervonaysky, Baroque Festival Orchestra, Alberto Lizzio  United Kingdom Symphony Orchestra, Christopher Warren‐Green  Chicago Chamber Orchestra, Henry Seville  Accentus, Les Monts du Reuil, Laurence Equilbey  Berlin Philharmonic Soloists, Herbert Winkler  Larry Coryell, 山下和仁  Gunars Larsen, Festival Strings Lucerne, Rudolf Baumgartner","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"F minor (Key)","Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F minor, op. 8 no. 4, RV 297 “L’inverno”: I. Allegro non molto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Fabio Biondi, Europa Galante  Itzhak Perlman, Israel Philharmonic Orchestra, Zubin Mehta  João Carlos Martins, Fernando Corvisier  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Camerata Academica of Salzburg  London Symphony Orchestra  Canadian Brass  Royal Philharmonic Orchestra  German Brass  American Baroque  I Musici  I Solisti Italiani  Berliner Philharmoniker, Herbert von Karajan  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Виртуозы Москвы, Владимир Теодорович Спиваков  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  The English Concert, Trevor Pinnock  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Royal Philharmonic Orchestra, Jonathan Carney  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  Musici di San Marco, Francesco Macci  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Martynas  Gli Incogniti, Amandine Beyer  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Avison Ensemble  Øystein Baadsvik, Musica Vitae, Bjørn Sagstad  Sol Gabetta, Sonatori de la Gioiosa Marca  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Taverner Players, Andrew Parrott  Moscow Virtuosi, Vladimir Spivakov  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  James Galway, Zagrebački solisti  Gil Shaham, Orpheus Chamber Orchestra  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Accentus, Laurence Equilbey  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Francesca Vicari, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  Xavier de Maistre, l’arte del mondo  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Steven Staryk, Vivaldi Players of Montreal  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  Werner Riessmann, Baroque Festival Orchestra, Alberto Lizzio  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Steel Wind  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  I Solisti Di Duino, Antonio Pellegrini  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Emer Buckley, Jacques Duhem, Gabin Lauridon, Lorin Maazel, Régis Pasquier, Roland Pidoux  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Anne‐Sophie Mutter, Mutter Virtuosi & Mahan Esfahani  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Michael Gambon, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Chamber Orchestra  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Paul Crocker, Yehudi Menuhin, Eduardo Vassallo, Camerata Lysy Gstaad, Alberto Lysy  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Alexander Permovalsky, Baroque Festival Orchestra, Südwest-Studioorchester, Alberto Lizzio, Heribert Münchner  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  José‐Luis García, Leonard Slatkin  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Lola Bobesco, Heidelberg Chamber Orchestra  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb  Emmy Verhey, Camerata Antonio Lucio Chamber Orchestra, Alun Francis","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F minor, op. 8 no. 4, RV 297 “L’inverno”: II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Royal Philharmonic Orchestra, Jonathan Carney  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Felix Ayo, I Musici  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Royal Philharmonic Orchestra  Iona Brown, Academy of St Martin in the Fields  Fabio Biondi, Europa Galante  Itzhak Perlman, Israel Philharmonic Orchestra, Zubin Mehta  Slovak Chamber Orchestra, Bohdan Warchal  Albrecht Mayer, New Seasons Ensemble  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Roberto Michelucci, I Musici  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Federico Agostini, I Musici  Nils‐Erik Sparf, Drottningholms Barockensemble  Camerata Academica of Salzburg  Jean Michel Jarre  London Symphony Orchestra  Canadian Brass  Deuter  The Arcangelos Chamber Ensemble  German Brass  Yehudi Menuhin  Arnie Roth  Sunita Staneslow  American Baroque  I Musici  I Solisti Italiani  Progetto Avanti  Trío Gótico  Vivaldi  2Cellos  Yo‐Yo Ma  Berliner Philharmoniker, Herbert von Karajan  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Floraleda Sacchi  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Ángel Romero  Nigel Kennedy, Berliner Philharmoniker  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Jeffrey Biegel  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  Yo‐Yo Ma, Amsterdam Baroque Orchestra, Ton Koopman  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Fragile  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  Elizabeth Wallfisch, Paul Dyer, Australian Brandenburg Orchestra  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Sol Gabetta, Sonatori de la Gioiosa Marca  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Pinchas Zukerman, English Chamber Orchestra  Taverner Players, Andrew Parrott  Moscow Virtuosi, Vladimir Spivakov  Sally Maer, Sinfonia Australis, William Motzing  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  English Chamber Orchestra, Leonard Slatkin  Anthony Marwood  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Daniel Smith, Royal Philharmonic Orchestra, Ettore Stratta  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Julia Fischer, Academy of St Martin in the Fields  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Francesca Vicari, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  Xavier de Maistre, l’arte del mondo  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Steven Staryk, Vivaldi Players of Montreal  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Steel Wind  Lëtzebuerger philharmoneschen Orchester, Louis de Froment  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  I Solisti Di Duino, Antonio Pellegrini  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Paul Crocker, Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Emer Buckley, Jacques Duhem, Gabin Lauridon, Lorin Maazel, Régis Pasquier, Roland Pidoux  Lotus  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Passion Duo  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra, János Rolla  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Leonard Bernstein, John Corigliano, Sr., New York Philharmonic  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Northern Lights Trio  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Alexander Barantschik, The London Symphony Orchestra  Alexander Permovalsky, Baroque Festival Orchestra, Südwest-Studioorchester, Alberto Lizzio, Heribert Münchner  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Alexander Titov  Bohuslav Matoušek, Filharmonie Brno, Zdenek Dejmek  Kreeta-Maria Kentala, Barocco Boreale  Gidon Kremer, Leslie Pearson, London Symphony Orchestra, Claudio Abbado  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Giulio Franzetti, Soloists of the Philharmonic Orchestra of La Scala, Riccardo Muti  Lola Bobesco, Heidelberger Kammerorchester  Eberhard Finke, Horst Göbel, Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in F minor, op. 8 no. 4, RV 297 “L’inverno”: III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Interpreti Veneziani  Fabio Biondi, Europa Galante  Itzhak Perlman, Israel Philharmonic Orchestra, Zubin Mehta  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Nils‐Erik Sparf, Drottningholms Barockensemble  Camerata Academica of Salzburg  Canadian Brass  Royal Philharmonic Orchestra  German Brass  American Baroque  I Musici  I Solisti Italiani  Berliner Philharmoniker, Herbert von Karajan  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Jeffrey Biegel  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Royal Philharmonic Orchestra, Jonathan Carney  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Sol Gabetta, Sonatori de la Gioiosa Marca  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Taverner Players, Andrew Parrott  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Moscow Virtuosi, Vladimir Spivakov, Arkady Futer  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Vladimir Spivakov, Moscow Virtuosi  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Francesca Vicari, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Musici di San Marco, Luigi Varese  Xavier de Maistre, l’arte del mondo  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Steven Staryk, Vivaldi Players of Montreal  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  Antonio Vivaldi;Александр Израилевич Рудин & Musica Viva Chamber Orchestra  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Catherine Mackintosh, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Steel Wind  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  I Solisti Di Duino, Antonio Pellegrini  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Paul Crocker, Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Emer Buckley, Jacques Duhem, Gabin Lauridon, Lorin Maazel, Régis Pasquier, Roland Pidoux  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Stoika Milanova, Sofia Soloists Chamber Orchestra, Vassil Kazandjiev  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb  Emmy Verhey, Camerata Antonio Lucio Chamber Orchestra, Alun Francis","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 8 no. 2, RV 315 “L’estate”","Writers":"Antonio Vivaldi (composer)","Artists":"[unknown]  Antonio Vivaldi  Berdien Stenberg  David Garrett  Orchestra of The Moscow State Conservatory  I Solisti Italiani  The English Concert, Trevor Pinnock  Hugh Bean, Philharmonia Orchestra, Leopold Stokowski  Royal Philharmonic Orchestra, Louis Clark  Alan Loveday, Simon Preston, Academy of St Martin in the Fields, Sir Neville Marriner  Stringfever  Simon Standage, The English Concert, Trevor Pinnock  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Monique Frasca-Colombier, Orchestre de Chambre Paul Kuentz, Paul Kuentz  Alexander Barantschik, London Symphony Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Budapest Strings, Béla Bánfalvi  Franco Viciani  Zagrebački solisti  Salzburg Baroque Orchestra, Hans-Jürgen Walther  Susanne Lautenbacher, Württemberg Chamber Orchestra, Heilbronn, Jörg Faerber  Béla Bánfalvi, Budapest Strings, Károly Botvay  English Chamber Orchestra, Leonard Slatkin, José‐Luis García  Ensemble Orchestral de Paris, Jean‐Pierre Wallez  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Chicago Chamber Orchestra, Henry Seville  Berlin Philharmonic Soloists, Herbert Winkler  Larry Coryell, 山下和仁  Gunars Larsen, Festival Strings Lucerne, Rudolf Baumgartner","ISWC":null,"Type":"Concerto","Lyrics Languages":"zxx","Attributes":"G minor (Key)","Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 8 no. 2, RV 315 “L’estate”: I. Allegro non molto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  I Musici, Pina Carmirelli  Fabio Biondi, Europa Galante  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Pinchas Zukerman, Israel Philharmonic Orchestra, Zubin Mehta  Federico Agostini, I Musici  Canadian Brass  Royal Philharmonic Orchestra  American Baroque  I Solisti Italiani  Capella Istropolitana, Richard Edlinger  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Philharmonica Symphony Orchestra  Tallinna Kammerorkester, Mikk Murdvee, Kaarin Lehemets  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Scottish Chamber Orchestra, Jaime Laredo  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Baroque Festival Orchestra, Alexander Permovalsky, Alberto Lizzio  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Nicola Benedetti, Scottish Chamber Orchestra, Christian Curnyn  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Camerata Academica Würzburg, Hanns Reinartz  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Moscow Virtuosi, Vladimir Spivakov  Владимир Теодорович Спиваков, Виртуозы Москвы  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Avi Avital, Venice Baroque Orchestra  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Caroline Dale, The London Metropolitan Orchestra  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Mauro Lopes Ferreira, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Jeanne Lamon, Tafelmusik  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  John Holloway, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Réka Szilvay, The Helsinki Strings  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Simon Preston, Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  Jindřich Pazdera, Accademia Ziliniana  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Passion Duo  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Rainer Kussmaul, Stuttgart Chamber Orchestra  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 8 no. 2, RV 315 “L’estate”: II. Adagio e piano – Presto e forte","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Fabio Biondi, Europa Galante  Felix Ayo, I Musici  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Pinchas Zukerman, Israel Philharmonic Orchestra, Zubin Mehta  Réka Szilvay, The Helsinki Strings  Canadian Brass  Royal Philharmonic Orchestra  Epica  American Baroque  I Solisti Italiani  Uwaga!  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Philharmonica Symphony Orchestra  Tallinna Kammerorkester, Mikk Murdvee, Kaarin Lehemets  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  St. Petersburg Radio & TV Symphony Orchestra, Stanislav Gorkovenko  Musici di San Marco, Francesco Macci  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Jörg Faerber  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Nicola Benedetti, Scottish Chamber Orchestra, Christian Curnyn  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Slovak Chamber Orchestra, Bohdan Warchal  Pinchas Zukerman, English Chamber Orchestra  Moscow Virtuosi, Vladimir Spivakov  Gil Shaham, Orpheus Chamber Orchestra  Federico Guglielmo, L'Arte dell'Arco  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Piero Toso, I Solisti Veneti, Claudio Scimone  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  Enrico Onofri, Il giardino armonico, Giovanni Antonini  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Nigel Kennedy, English Chamber Orchestra  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Avi Avital, Venice Baroque Orchestra  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Mauro Lopes Ferreira, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Rainer Kussmaul, Stuttgarter Kammerorchester, Martin Sieghart  Jeanne Lamon, Tafelmusik  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Werner Neuhaus, Collegium Aureum  John Constable, London Symphony Orchestra  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  John Holloway, Academy of Ancient Music, Christopher Hogwood  Marieke Blankestijn, Chamber Orchestra of Europe  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Simon Preston, Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Anne‐Sophie Mutter, TrondheimSolistene  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  Bijan Khadem-Missagh, Academia Allegro Vivo  Rainer Kussmaul, Stuttgart Chamber Orchestra  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Lola Bobesco, Heidelberger Kammerorchester  Musici di Zagreb","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 8 no. 2, RV 315 “L’estate”: III. Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  [unknown]  Musici di San Marco, Alberto Lizzio  Felix Ayo, I Musici  Elizabeth Wallfisch, Australian Brandenburg Orchestra, Paul Dyer  Pinchas Zukerman, Israel Philharmonic Orchestra, Zubin Mehta  Fabio Biondi, Europa Galante  Nicola Benedetti, Scottish Chamber Orchestra, Christian Curnyn  Slovak Chamber Orchestra, Bohdan Warchal  Piero Toso, I Solisti Veneti, Claudio Scimone  Enrico Onofri, Il giardino armonico, Giovanni Antonini  Nigel Kennedy, English Chamber Orchestra  Alexander Permovalsky, Baroque Festival Orchestra, Alberto Lizzio  Henryk Szeryng, English Chamber Orchestra  Werner Krotzinger, Stuttgarter Kammerorchester, Karl Münchinger  Steven Staryk, Vivaldi Players of Montreal  José‐Luis García, English Chamber Orchestra, Leonard Slatkin  Anne‐Sophie Mutter, TrondheimSolistene  London Symphony Orchestra  Canadian Brass  Royal Philharmonic Orchestra  Isaac Stern  Epica  American Baroque  I Solisti Italiani  Trío Gótico  I Fiamminghi, Rudolf Werthen  Australian Chamber Orchestra, Richard Tognetti  Il giardino armonico  Philharmonica Symphony Orchestra  Tallinna Kammerorkester, Mikk Murdvee, Kaarin Lehemets  Jindřich Pazdera, František Figura, Accademia Ziliniana  Akademie für Alte Musik Berlin  John Harrison, Wichita State University Chamber Players, Robert Turizziani  Connecticut Early Music Festival Ensemble, Igor Kipnis  Nigel Kennedy, Berliner Philharmoniker  Iona Brown, Academy of St Martin in the Fields  Interpreti Veneziani  I Solisti Veneti, Claudio Scimone  Susanne Lautenbacher, Württembergisches Kammerorchester Heilbronn, Jörg Faerber  Tafelmusik, Jeanne Lamon  Avison Ensemble, Pavlo Beznosiuk  Yehudi Menuhin, Camerata Lysy Gstaad, Alberto Lysy  The English Philharmonic Orchestra, Simon Addison  Boston Baroque, Martin Pearlman, Christina Day Martinson  Joshua Bell, Academy of St Martin in the Fields  La Petite Bande, Sigiswald Kuijken  Orchestre de Chambre Paul Kuentz, Monique Frasca-Colombier, Paul Kuentz  Salzburg Chamber Orchestra, Alexander von Pitamic  London Mozart Players, David Juritz  Yehudi Menuhin, Polish Chamber Orchestra, Jerzy Maksymiuk  Gli Incogniti, Amandine Beyer  Emmy Verhey, Camerata Antonio Lucio, Alun Francis  New York Philharmonic, Leonard Bernstein, John Corigliano, Sr.  Michel Schwalbé, Berliner Philharmoniker, Herbert von Karajan  Latvijas Valsts filharmonijas kamerorķestris, Tovijs Lifšics, Valdis Zariņš  Toronto Camerata, Kevin Mallon, 吕思清  Orchestre de Chambre de Toulouse, Alain Moglia  Gidon Kremer, Kremerata Baltica  Liszt Ferenc Kamarazenekar, János Rolla  Jevgēņija Ļisicina  Anne Akiko Meyers, English Chamber Orchestra, David Lockington  Jaime Laredo, Scottish Chamber Orchestra  Itzhak Perlman, Israel Philharmonic Orchestra  Sejong, 林昭亮, Anthony Newman  Giuliano Carmignola, Venice Baroque Orchestra, Andrea Marcon  Pinchas Zukerman, English Chamber Orchestra  Salvatore Accardo, I solisti delle settimane musicali internazionali di Napoli  Gil Shaham, Orpheus Chamber Orchestra  Orchestra dell’Accademia Nazionale di Santa Cecilia, Bernardino Molinari  Enrico Casazza, La magnifica comunità  Lara St. John, Orquesta Sinfónica Simón Bolívar, Eduardo Marturet  Andrew Manze, Amsterdam Baroque Orchestra, Ton Koopman  Pina Carmirelli, I Musici  Gidon Kremer, London Symphony Orchestra, Claudio Abbado  Stefano Montanari, Accademia Bizantina, Ottavio Dantone  Viktoria Mullova, Chamber Orchestra of Europe, Claudio Abbado  Pinchas Zukerman, St. Paul Chamber Orchestra  Roberto Michelucci, I Musici  Kyung Wha Chung, St. Luke's Chamber Ensemble  Ruggiero Ricci, Stradivarius Chamber Orchestra  Oki Koichi  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Louis Kaufman, Concert Hall Chamber Orchestra, Henry Swoboda  Mariana Sîrbu, I Musici  Monica Huggett, Raglan Baroque Players, Nicholas Kraemer  Anshel Brusilow, The Philadelphia Orchestra, Eugene Ormandy  Salvatore Accardo, Orchestra da Camera Italiana  Arnie Roth, Musica Anima  Massimo Quarta, Moscow Chamber Orchestra, Constantine Orbelian  Venice Harp Quartet  Jaap van Zweden, Combattimento Consort Amsterdam  Vladislav Gluz, St. Petersburg Classical Music Studio Orchestra, Александр Титов  Enrico Casazza, Accademia di San Rocco, Venezia  The English Concert, Simon Standage, Trevor Pinnock  Konstanty Andrzej Kulka, Stuttgarter Kammerorchester, Karl Münchinger  Michala Petri, Guildhall String Ensemble, George Malcolm  Alexander Barantschik, London Symphony Orchestra  Marco Fornaciari, Fonè Ensemble  Andrew Watkinson, City of London Sinfonia  Chinese Baroque Players  London Philharmonic Orchestra, David Nolan  Gilles Colliard, Quatuor Barbaroque  Concerto Amsterdam, Jaap Schröder  Rachel Podger, Brecon Baroque  Mariko Senju, English Chamber Orchestra, Kurt Redel  Nadja Salerno-Sonnenberg, Orchestra of St. Luke’s  Dmitry Sinkovsky, La Voce Strumentale  Franco Fantini, I solisti di Milano, Angelo Ephrikian  Takako Nishizaki, Capella Istropolitana, Stephen Gunzenhauser  Janine Jansen, Henk Rubingh, Candida Thompson, Maarten Jansen, Elizabeth Kenny, Julian Rachlin, Stacy Watton, Jan Jansen  Daniel Rowland, Stellenbosch University Camerata  Elisa Fukuda, Camerata Fukuda  Avi Avital, Venice Baroque Orchestra  João Carlos Martins, Fernando Corvisier  Kenneth Sillito, The Virtuosi of England, Arthur Davison  Alice Harnoncourt, Concentus Musicus Wien, Nikolaus Harnoncourt  Arthur Grumiaux, Les Solistes Romands, Arpad Gérecz  Los Angeles Chamber Orchestra, Gerard Schwarz, Elmar Oliveira  Orquestra Ouro Preto  Richard Galliano, Jean-Marc Phillips-Varjabédian, Sébastien Surel, Jean Marc Apap, Eric Levionnois, Stéphane Logerot  Robin Peter Müller, La Folia Barockorchester  NHK交響楽団, 千住真理子  Adrian Chandler, La Serenissima, Adrian Chandler  Bohemian String Orchestra, Kryštof Lecian  Pierre Doukan, Orchestre du Festival du Grand Rué  Nemanja Radulović, Double Sens  Vladimir Spivakov, Moscow Virtuosi  Jochen Brusch, Sven-Ingvart Mikkelsen  Sarah Chang, Orpheus Chamber Orchestra  Béla Bánfalvi, Budapesti Vonósok, Károly Botvay  Nigel Kennedy, Orchestra of Life  Davide Monti, Il Tempio Armonico, Alberto Rasi  Florin Paul, Hamburg Soloists, Emil Klein  Anthony Marwood, Scottish Chamber Orchestra, Nicholas McGegan  Vladimir Spivakov, Moscow Virtuosi, Arkady Futer  Mauro Lopes Ferreira, Concerto Italiano, Rinaldo Alessandrini  Reinhold Barchet, Stuttgarter Kammerorchester, Karl Münchinger  Aitor Hevia, Forma Antiqva, Aarón Zapico  Susanne Dumoulin, Roman Baroque Orchestra, Daniel Lechner  Jeanne Lamon, Tafelmusik  Musici di San Marco, Luigi Varese  David Aaron Carpenter, Salomé Chamber Orchestra  Wührer Kammerorchester, Friedrich Wührer  Salvatore Accardo, Laura Manzini, Orchestra da Camera Italiana  Michal Sobieski, Minnesota Chamber Players  Kim Sjøgren, Little Mermaid Orchestra, Peter Augustinus  Jonathan Carney, Royal Philharmonic Orchestra  Pekka Kuusisto, Virtuosi di Kuhmo  János Rolla, Liszt Ferenc Chamber Orchestra, Budabest  Hamburg Chamber Orchestra, Hans-Jürgen Walther  Sharman Plesner, Balkan Baroque Band, Jean-Christophe Frisch  Felix Ayo, Jeffrey Tate, Kammerorchester Berlin, Vittorio Negri  Joseph Silverstein, Boston Symphony Orchestra, Seiji Ozawa  Musica Viva Chamber Orchestra, Александр Израилевич Рудин  John Holloway, Taverner Players, Andrew Parrott  Guido Mozzato, Virtuosi di Roma, Renato Fasano  Bohuslav Matoušek, Czech Chamber Philharmonic  James Galway, Zagreb Soloists  Orchestre de Chambre de Toulouse, Louis Auriacombe  Jan Tomasow, I Solisti di Zagreb, Antonio Janigro  Franco Gulli, I Filarmonica del Teatro Comunale di Bologna, Riccardo Chailly  Jörg-Michael Schwarz, Connecticut Early Music Festival Ensemble, Igor Kipnis  Conrad von der Goltz, Musici di San Marco, Luigi Varese  London Concertante, Peter Fisher  Chiara Banchini, Taverner Players, Andrew Parrott  James Ehnes, Sydney Symphony Orchestra  Philharmonie Nürnberg  Cristiano Rossi, Orchestra Filarmonica Italiana, Alessandro Arigoni  Szymon Goldberg, Netherlands Chamber Orchestra  Pinchas Zukerman  Giulio Franzetti, I Solisti dell'Orchestra Filarmonica della Scala, Riccardo Muti  John Holloway, Academy of Ancient Music, Christopher Hogwood  Bernard Lanner, The London Chamber Orchestra  The Baroque Chamber Orchestra, Ettore Stratta  Daniel Gaede, Polish Chamber Philharmonic Orchestra, Wojciech Rajski  吕思清  Itzhak Perlman, London Philharmonic Orchestra, Rodney Friend  Federico Agostini, I Musici  Gottfried von der Goltz, The Harp Consort, Freiburger Barockorchester, Andrew Lawrence‐King  Rainer Kussmaul, Stuttgart Chamber Orchestra, Martin Sieghart  Simon Preston, Alan Loveday, Academy of St Martin in the Fields, Sir Neville Marriner  Jean‐Pierre Rampal, Franz Liszt Chamber Orchestra  José‐Luis García, Anthony Halstead, English Chamber Orchestra, Leonard Slatkin  John Holloway, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Shunsuke Sato, Concerto Köln  Isaac Stern, Jerusalem Music Center Chamber Orchestra  Trevor Pinnock, Simon Standage, The English Concert  Anne‐Sophie Mutter, Wiener Philharmoniker, Herbert von Karajan  Nils‐Erik Sparf, Drottningholms Barockensemble  Kati Debretzeni, Orchestra of the Age of Enlightenment  Nova Filarmonia Portuguesa, Álvaro Cassuto  Christopher Warren‐Green, London Chamber Orchestra  Christopher Warren‐Green, Philharmonia Orchestra, Thomas Wilbrandt  Grazia Raimondi, Musici Aurei, Luigi Piovano  Hervé Le Floch, Les Solistes de France, Jean-Claude Hartemann  Orchestra of the 18th Century  Anne‐Sophie Mutter, Mutter Virtuosi & Mahan Esfahani  Daniel Hope, Zürcher Kammerorchester  Михаил Вайман, Камерный оркестр Ленинградской Государственной филармонии, Лев Шиндер  National Arts Centre Orchestra, Pinchas Zukerman  Camerata Academica of Salzburg  John Corigliano, The Philharmonic Symphony Orchestra of New York, Guido Cantelli  Robert Atchison, Altamira Chamber Orchestra  Sergej Krylov, Lithuanian Chamber Orchestra  Guido Mozzato, I Virtuosi di Roma, Renato Fasano  Passion Duo  Stoika Milanova, Sofia Soloists Chamber Ensemble, Vassil Kazandjev  Wolfgang Schneiderhan, Festival Strings Lucerne, Rudolf Baumgartner  Jan Stanienda, Leopoldinum Wrocławska Orkiestra Kameralna  Joseph Silverstein, Boston Symphony Orchestra  François Lazarevitch, Les Musiciens de Saint-Julien  Terje Tønnesen, Det Norske Kammerorkester  Evgeni Smirnov, Московский камерный оркестр, Рудольф Борисович Баршай  Barbara Jane Gilby, Geoffrey Lancaster, Tasmanian Symphony Chamber Players  TOMOMI NISHIMOTO × TOSHIHIKO TAKAMIZAWA  Bijan Khadem-Missagh, Academia Allegro Vivo  Vesselin Paraschkevov, Telos Ensemble Köln  Rainer Kussmaul, Stuttgart Chamber Orchestra  Katarina Andreasson, Swedish Chamber Orchestra  Marieke Blankestijn, Harold Lester, Richard Lester, Chamber Orchestra of Europe  Igor Malinovsky, Dresdner Residenz Orchester  Solistes d'orchestre national de France, Lorin Maazel  Pavel Popov, Губернаторский симфонический оркестр Санкт-Петербурга, Stanislav Gorkovenko  Yann Walcker dits par Pierre Hatet  Kreeta-Maria Kentala, Barocco Boreale  Pavel Popov, Philharmonica Symphony Orchestra, St. Petersburg Radio and TV Orchestra, Stanislav Gorkovenko, Igor Ivanenko  Barbara Jane Gilby, Tasmanian Symphony Orchestra, Geoffrey Lancaster  Lola Bobesco, Heidelberger Kammerorchester","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": I. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  François Lazarevitch, Les Musiciens de Saint-Julien  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Fabio Biondi, Europa Galante  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Andreas Blau, Frank Maus, Berliner Philharmoniker, Herbert von Karajan  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Dan Laurin, Drottningholms Barockensemble  Kurt Redel, Karsten Haymann, Peter Brem, Sebastian Ludwig, Helmut Rose, Munich Pro Arte Orchestra  Alain Marion, Liszt Ferenc Kamarazenekar  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Kammerorchester Pro Arte München  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Kenneth Smith, London Musici, Mark Stephenson  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vivaldi Players of Montreal  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": II. Presto \"Fantasmi\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  Andreas Blau, Frank Maus, Berliner Philharmoniker, Herbert von Karajan  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Fabio Biondi, Europa Galante  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Dan Laurin, Drottningholms Barockensemble  Kurt Redel, Karsten Haymann, Peter Brem, Sebastian Ludwig, Helmut Rose, Munich Pro Arte Orchestra  Alain Marion, Liszt Ferenc Kamarazenekar  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Kammerorchester Pro Arte München  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vivaldi Players of Montreal  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": III. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  Andreas Blau, Frank Maus, Berliner Philharmoniker, Herbert von Karajan  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Kammerorchester Pro Arte München  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Fabio Biondi, Europa Galante  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Dan Laurin, Drottningholms Barockensemble  Alain Marion, Liszt Ferenc Kamarazenekar  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": IV. Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  Andreas Blau, Frank Maus, Berliner Philharmoniker, Herbert von Karajan  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Kammerorchester Pro Arte München  Lucie Horsch, Amsterdam Vivaldi Players  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Fabio Biondi, Europa Galante  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Dan Laurin, Drottningholms Barockensemble  Kurt Redel, Pro Arte Ensemble  Kurt Redel, Karsten Haymann, Peter Brem, Sebastian Ludwig, Helmut Rose, Munich Pro Arte Orchestra  Alain Marion, Liszt Ferenc Kamarazenekar  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": V. Largo \"Il sonno\"","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  Andreas Blau, Berliner Philharmoniker, Herbert von Karajan  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Fabio Biondi, Europa Galante, Lorenzo Cavasanti  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Dan Laurin, Drottningholms Barockensemble  Kurt Redel, Pro Arte Ensemble  Kurt Redel, Karsten Haymann, Peter Brem, Sebastian Ludwig, Helmut Rose, Munich Pro Arte Orchestra  Alain Marion, Liszt Ferenc Kamarazenekar  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Kammerorchester Pro Arte München  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Sylvie Dambrine, Ensemble La Partita  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in G minor, op. 10 no. 2, RV 439 \"La notte\": VI. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Philip Pickett, New London Consort  Andreas Blau, Berliner Philharmoniker, Herbert von Karajan  Dan Laurin, Drottningholms Barockensemble  Red Priest  Capella Istropolitana, Jaroslav Krček  Orchestra of the Age of Enlightenment  I Solisti Veneti, Claudio Scimone  Judith Hall, Paul Barritt, Divertimenti  Musici di San Marco, Alberto Lizzio  Héloïse Gaillard, Amarillis  The Orchestra of St. John's, Smith Square, John Lubbock, Robert Stallman  Camerata Romana, Eugen Duvier  Concerto Italiano, Rinaldo Alessandrini  Fabio Biondi, Europa Galante  Irish Chamber Orchestra, James Galway  Aurèle Nicolet, I Musici  Severino Gazzelloni, I Musici  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Taverner Players, Andrew Parrott  Stephen Preston, Academy of Ancient Music, Christopher Hogwood  Béla Drahos, Nicolaus Esterházy Sinfonia  Emmanuel Pahud, Australian Chamber Orchestra, Richard Tognetti  Patrick Gallois, Orpheus Chamber Orchestra  Jennifer Stinton, Concertgebouw Chamber Orchestra, Harry Christophers  Michael McCraw, Clas Pehrsson, Drottningholms Barockensemble  Jiří Stivín, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Hans-Martin Linde, Collegium Musicum Zürich, Paul Sacher  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Michala Petri, Виртуозы Москвы, Владимир Теодорович Спиваков  La Serenissima, Roberto Muttoni  Yoshimi Oshima, Sukův komorní orchestr, Sakae Sakakibara  Giulio Franzetti, Orchestra filarmonica della Scala, Riccardo Muti  Kurt Redel, Karsten Haymann, Peter Brem, Sebastian Ludwig, Helmut Rose, Munich Pro Arte Orchestra  Alain Marion, Liszt Ferenc Kamarazenekar  Dan Laurin, Drottningholm Baroque Ensemble  Janet See, Taverner Players, Andrew Parrott  Moscow Virtuosi, Michala Petri, Vladimir Spivakov  Federico Giarbella, Orchestra Filarmonica Italiana, Alessandro Arigoni  Lisa Beznosiuk, The English Concert, Trevor Pinnock  Lenka Baarová, The Baarová Orchestra  I Musici, Pepe Romero  Alexander Kiskachi, New Classical Orchestra, Saint Petersburg, Alexander Titov  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Kammerorchester Pro Arte München  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Jean‐Pierre Rampal, Liszt Ferenc Kamarazenekar, János Rolla  Julius Baker, Antonio Janigro, Zagrebački solisti  Barbara Kortmann  Aurèle Nicolet, Christiane Jaccottet, Württembergisches Kammerorchester, Jörg Faerber  Lucie Horsch, Amsterdam Vivaldi Players  Matthias Maute, REBEL, Jörg-Michael Schwarz  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  François Lazarevitch, Les Musiciens de Saint-Julien  Julia Marciani  Kurt Redel, Pro Arte Orchestra  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Dejan Gavric, Junge Philharmonie Köln, Volker Hartung  Les Buffardins, Frank Theuns  Eberhard Zummach, Concerto Köln  I Musici, Gastone Tassinari  Konrad Hünteler, Camerata of the 18th Century  Federico Guglielmo, Mario Folena, L'Arte dell'Arco","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Concerto in re maggiore per flauto traverso, oboe, violino, fagotto e basso continuo, op. 10 no. 3, RV 90 \"Il Gardellino\": II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  The Aulos Ensemble  L'Astrée  Giuliano Carmignola, Sonatori de la Gioiosa Marca  Béla Drahos, Nicolaus Esterházy Sinfonia  Karl Kaiser, Camerata Köln  Il giardino armonico, Giovanni Antonini  Maurice Steger, I Barocchisti, Diego Fasolis  Kenneth Smith, London Musici, Mark Stephenson  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Ellens Gesang III, op. 52 no. 6, D. 839 “Ave Maria” (Schubert's song, not the Bach\/Gounod work)","Writers":"Franz Schubert (composer)  Sir Walter Scott (lyricist)  Adam Storck (translator)","Artists":"Franz Schubert  [unknown]  Dame Janet Baker, Gerald Moore  Anne Sofie von Otter, Bengt Forsberg  London Promenade Orchestra, Eric Hammerstein  Marian Anderson, Kosti Vehanen  Gundula Janowitz, Irwin Gage  Elly Ameling, Dalton Baldwin  Barbara Hendricks, Radu Lupu  Andrea Bocelli  Luciano Pavarotti  Gheorghe Zamfir  Diana Ross  Paul Horn  Richard Clayderman  André Rieu  Kiri Te Kanawa  José Carreras  Laura Voutilainen  Bruno Pelletier  Jake Shimabukuro  Терем-квартет  Il Divo  Dame Janet Baker  BitTonic  Jānis Sproģis  Elisabeth Schumann  Karl Erb  Pauls Sakss  Costel Busuioc  Elisabeth Rethberg  Dagmar Flemming  Jackie Evancho  Filomena Moretti  Franz Schubert \/ Jeff Richmond  Jose Carreras  Siiri Sisask  Kirsten Flagstad, Edwin McArthur  Jessye Norman, Geoffrey Parsons  Marie McLaughlin, Graham Johnson  Paul Hart  Maxim Vengerov, Virtuosi, Vag Papian  Reginaldo Frazatto, Jr.  John McCormack, Fritz Kreisler, Vincent O'Brien  Leontyne Price, Wiener Philharmoniker, Herbert von Karajan  Jeremy Filsell  Costa di Angelo & Elsebeth Brodersen  Christa Ludwig, Irwin Gage  Renée Fleming, Christoph Eschenbach  Lesley Garrett, Britten Sinfonia, Ivor Bolton  Yvonne Kenny, Melbourne Symphony Orchestra, Vladimir Kamirski  Ruth Ziesak, Ulrich Eisenlohr  Janet Baker, Gerald Moore  Sandra Pires & Erwin Kiennast  National Philharmonic Orchestra, Kurt Herbert Adler, Luciano Pavarotti  Christa Ludwig, Geoffrey Parsons  Claire Henry, National Philharmonic Orchestra, Charles Gerhardt  Carolyn Sampson, Joseph Middleton  Kiri Te Kanawa, Thelma Owen  Leontyne Price with the Choir of St. Thomas Episcopal Church, New York  Barbara Hendricks, Erik Lundkvist, Stockholms Nya Kammarorkester, Eric Ericson  Franz Schubert; Münchner Rundfunkorchester  Leontyne Price, Vienna Philharmonic Orchestra, Herbert von Karajan  Miranda van Kralingen, Ed Spanjaard  Sandor Czech Ensemble  白井真弓  Magdalena Kožená, Christian Schmitt  Roy Best, The Queensland Orchestra, Andrew Greene  Berliner Händel-Chor, Lisa Otto, Günther Arndt  Johannette Zomer, Arthur Schoonderwoerd  Lucia Popp, Münchner Rundfunkorchester, Kurt Eichhorn  Károly Botvay, Budapest Strings  Valeria Stenkina, Alexander Titov  St Paul’s Cathedral Choir, Kiri Te Kanawa, English Chamber Orchestra, Barry Rose  Ingrid Kertesi, Budapest Camerata, László Kovács  Alexander Podolkhov, Dmitri Yefimov  The Ambrosian Singers, Jessye Norman, Royal Philharmonic Orchestra, Sir Alexander Gibson  Elisabeth Schumann, Leo Rosenek  Franz Schubert & Wolfgang Sawallisch","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Flautino Concerto in C major, RV 443: I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Hans-Martin Linde, Kammerorchester Emil Seiler, Wolfgang Hofmann  Michael Copley, Academy of Ancient Music, Christopher Hogwood  Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  Amsterdam Loeki Stardust Quartet  Capella Istropolitana, Jaroslav Krček  Il giardino armonico  Drottningholms Barockensemble, Dan Laurin  William Heim, New York Philharmonic, Leonard Bernstein  Héloïse Gaillard, Amarillis  Jiří Stivín, Capella Istropolitana, Oliver von Dohnányi  Babette Haag  REBEL, Matthias Maute  William Bennett, Academy of St Martin in the Fields, Sir Neville Marriner  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michael Copley, Camerata Bern, Thomas Füri  Michala Petri, Guildhall String Ensemble, George Malcolm  Dan Laurin, Bach Collegium Japan  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Jiří Stivín, Virtuosi di Praga  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Adriana Ferreira, Girolamo Bottiglieri, Marc Liardon, François Jeandet, Pascal Michel, Pierre-François Massy, Saya Hashino  Michala Petri, I Solisti Veneti, Claudio Scimone  Michel Sanvoisin, Orchestre de Chambre de Toulouse, Louis Auriacombe  Dan Laurin, Drottningholms Barockensemble  Hans-Martin Linde, Pražský komorní orchestr  Jean‐Pierre Rampal  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Mindy Kaufman, New York Philharmonic, Zubin Mehta  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Lucie Horsch, Amsterdam Vivaldi Players  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Alexis Kossenko, Les Ambassadeurs  Gunilla von Bahr, Geza Farkas, Zahari Mirchev, Eva Nordenfelt, Paavo Pohjola, Ulla Vrethammar, Zahari Tchavdarov  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Michael Schubert, Junge Philharmonie Köln, Volker Hartung  Artis Orchestra, Marta Luna  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel  Tamás Zalay, László Kecskeméti, Nicolaus Esterházy Sinfonia","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Flautino Concerto in C major, RV 443: II. Largo","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Capella Istropolitana, Richard Edlinger  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Hans-Martin Linde, Kammerorchester Emil Seiler, Wolfgang Hofmann  Dan Laurin, Bach Collegium Japan  Michael Copley, Academy of Ancient Music, Christopher Hogwood  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Amsterdam Loeki Stardust Quartet  Vivaldi  Capella Istropolitana, Jaroslav Krček  Il giardino armonico  Drottningholms Barockensemble, Dan Laurin  Roy Goodman, Miles Golding, Jane Compton, Jane Coe, Mandy MacNamara, David Miller, Robert King, Piers Adams  William Heim, New York Philharmonic, Leonard Bernstein  Bertalan Hock  Héloïse Gaillard, Amarillis  Jiří Stivín, Capella Istropolitana, Oliver von Dohnányi  Babette Haag  REBEL, Matthias Maute  Stockholm Chamber Ensemble, Gunilla von Bahr  William Bennett, Academy of St Martin in the Fields, Sir Neville Marriner  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michael Copley, Camerata Bern, Thomas Füri  Michala Petri, Guildhall String Ensemble, George Malcolm  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Jiří Stivín, Virtuosi di Praga  Avi Avital, Venice Baroque Orchestra  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Adriana Ferreira, Girolamo Bottiglieri, Marc Liardon, François Jeandet, Pascal Michel, Pierre-François Massy, Saya Hashino  Michala Petri, I Solisti Veneti, Claudio Scimone  Michel Sanvoisin, Orchestre de Chambre de Toulouse, Louis Auriacombe  Dan Laurin, Drottningholms Barockensemble  Hans-Martin Linde, Pražský komorní orchestr  Jean‐Pierre Rampal  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Mindy Kaufman, New York Philharmonic, Zubin Mehta  Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  Lucie Horsch, Amsterdam Vivaldi Players  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Alexis Kossenko, Les Ambassadeurs  Gunilla von Bahr, Geza Farkas, Zahari Mirchev, Eva Nordenfelt, Paavo Pohjola, Ulla Vrethammar, Zahari Tchavdarov  Daniel Rothert, Kölner Kammerorchester, Helmut Müller‐Brühl  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Michael Schubert, Junge Philharmonie Köln, Volker Hartung  Artis Orchestra, Marta Luna  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel  Tamás Zalay, László Kecskeméti, Nicolaus Esterházy Sinfonia","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Flautino Concerto in C major, RV 443: III. Allegro molto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  Michala Petri, Academy of St Martin in the Fields, Iona Brown  Hans-Martin Linde, Kammerorchester Emil Seiler, Wolfgang Hofmann  Michael Copley, Academy of Ancient Music, Christopher Hogwood  Amsterdam Loeki Stardust Quartet  Capella Istropolitana, Jaroslav Krček  Il giardino armonico  Drottningholms Barockensemble, Dan Laurin  William Heim, New York Philharmonic, Leonard Bernstein  Héloïse Gaillard, Amarillis  Jiří Stivín, Capella Istropolitana, Oliver von Dohnányi  Babette Haag  REBEL, Matthias Maute  Hans-Martin Linde  William Bennett, Academy of St Martin in the Fields, Sir Neville Marriner  Peter Holtslag, The Parley of Instruments  Michael Schneider, Cappella Academica Frankfurt  Michael Schneider, Camerata Köln  Marion Verbruggen, Philharmonia Baroque Orchestra, Nicholas McGegan  Michael Copley, Camerata Bern, Thomas Füri  Michala Petri, Guildhall String Ensemble, George Malcolm  Dan Laurin, Bach Collegium Japan  Dorothee Oberlinger, Sonatori de la Gioiosa Marca  Jiří Stivín, Virtuosi di Praga  Eckart Haupt, Dresdner Barocksolisten, Peter Schreier  Maurice Steger, I Barocchisti, Diego Fasolis  Erik Bosgraaf, Cordevento  Dan Laurin, 1B1, Jan Bjøranger  Adriana Ferreira, Girolamo Bottiglieri, Marc Liardon, François Jeandet, Pascal Michel, Pierre-François Massy, Saya Hashino  Michala Petri, I Solisti Veneti, Claudio Scimone  Michel Sanvoisin, Orchestre de Chambre de Toulouse, Louis Auriacombe  Dan Laurin, Drottningholms Barockensemble  Hans-Martin Linde, Pražský komorní orchestr  Jean‐Pierre Rampal  Jean‐Pierre Rampal, I Solisti Veneti, Claudio Scimone  Sébastien Marq, Ensemble Matheus, Jean‐Christophe Spinosi  Mindy Kaufman, New York Philharmonic, Zubin Mehta  Genevieve Lacey, Australian Brandenburg Orchestra, Paul Dyer  Jean‐Claude Veilhan, La Grande Écurie et la Chambre du Roy, Jean‐Claude Malgoire  László Kecskeméti, Nicolaus Esterházy Sinfonia  Lucie Horsch, Amsterdam Vivaldi Players  Zoltan Gyöngyössy, Budapest Strings, Karoly Botvay  Alexis Kossenko, Les Ambassadeurs  Gunilla von Bahr, Geza Farkas, Zahari Mirchev, Eva Nordenfelt, Paavo Pohjola, Ulla Vrethammar, Zahari Tchavdarov  Vincent Lauzer, Arion Orchestre Baroque, Alexander Weimann  Michael Schubert, Junge Philharmonie Köln, Volker Hartung  Artis Orchestra, Marta Luna  Peter Brock, Capella Istropolitana, Richard Edlinger  Karl Stangenberg, Münchener Kammerorchester  Stefan Temmingh, Capricornus Consort Basel","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Four Norwegian Dances, op. 35: No. 2 (catch-all for arrangements)","Writers":"Edvard Grieg (composer)","Artists":"Plovdiv Philharmonic Orchestra, Rouslan Raychev  Budapest Strings, Károly Botvay","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Fra Holbergs tid, op. 40: I. Præludium (Allegro vivace) (for string orchestra)","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Academy of St Martin in the Fields, Sir Neville Marriner  Australian Chamber Orchestra, Richard Tognetti  English Chamber Orchestra, Raymond Leppard  Det Norske Kammerorkester  Estonian National Symphony Orchestra, Paavo Järvi  Orchestra da Camera di Roma, Nicolas Flagello  Orpheus Chamber Orchestra  [unknown]  Capella Istropolitana  TrondheimSolistene  Tasmanian Symphony Orchestra  Grieg  Berliner Philharmoniker, Herbert von Karajan  Göteborgs Symfoniker, Neeme Järvi  Kringkastingsorkestret, Ari Rasilainen  Bournemouth Sinfonietta, Richard Studt  Oslo Camerata, Stephan Barratt-Due  BBC Symphony Orchestra, Геннадий Николаевич Рождественский  Malmö Symphony Orchestra, Bjarte Engeset  Swiss Chamber Orchestra, Agnieszka Duczmal  Scottish Baroque Ensemble, Leonard Friedman  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Budapesti Vonósok, Károly Botvay  Royal Promenade Orchestra, Alfred Gehardt  International Concert Orchestra, Viktor Zimmerman  TrondheimSolistene, Bjarne Fiskum  Scottish Ensemble, Jonathan Rees  Northern Sinfonia, Paul Tortelier  London Philharmonic Orchestra, Walter Süsskind  Royal Philharmonic Orchestra, Yuri Simonov  National Philharmonic Orchestra, Willi Boskovsky  Bergen filharmoniske orkester, Ole Kristian Ruud  Utah Symphony, Maurice Abravanel  Budapest Strings, Béla Bánfalvi  The Serenata of London, Barry Wilde  Camerata Cassovia, Alfred Walter  Norwegian Chamber Orchestra, Terje Tønnesen  Rotterdam Chamber Orchestra, Conrad van Alphen  Tasmanian Symphony Orchestra, Pinchas Steinberg  Netherlands Chamber Orchestra, David Zinman  Philharmonisches Festspielorchester, Slovenská filharmónia, Istvan Cohen, Libor Pešek  Keski‐Pohjanmaan Kamariorkesteri, Juha Kangas  Israel Chamber Orchestra, Yoav Talmi  Rundfunk-Musikschul-Orchester Berlin, Jörg‐Peter Weigle  Royal Northern Sinfonia, Paul Tortelier  Kungliga Filharmonikernas stråkar, Magnus Ericsson  The National Philharmonic Orchestra, Morton Gould  Baltic Festival Orchestra, Vitas Antonavichius  English String Orchestra, William Boughton  Københavns Yngre Strygere, Morten Ryelund Sørensen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Fra Holbergs tid, op. 40: II. Sarabande (Andante) (for piano)","Writers":"Edvard Grieg (composer)","Artists":"Cyprien Katsaris  Australian Chamber Orchestra, Richard Tognetti  Einar Steen-Nøkleberg  Håkon Austbø  Geir Henning Braaten  English Chamber Orchestra, Raymond Leppard  Scottish Baroque Ensemble, Leonard Friedman  Budapesti Vonósok, Károly Botvay  Gerhard Oppitz  Scottish Ensemble, Jonathan Rees  National Philharmonic Orchestra, Willi Boskovsky  Utah Symphony, Maurice Abravanel  Edda Erlendsdóttir  Netherlands Chamber Orchestra, David Zinman  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Fra Holbergs tid, op. 40: III. Gavotte (Allegretto) (for string orchestra)","Writers":"Edvard Grieg (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Australian Chamber Orchestra, Richard Tognetti  English Chamber Orchestra, Raymond Leppard  Det Norske Kammerorkester  London Philharmonic Orchestra, Walter Süsskind  Orpheus Chamber Orchestra  Edvard Grieg  TrondheimSolistene  Berliner Philharmoniker, Herbert von Karajan  Kringkastingsorkestret, Ari Rasilainen  Bournemouth Sinfonietta, Richard Studt  Oslo Camerata, Stephan Barratt-Due  BBC Symphony Orchestra, Геннадий Николаевич Рождественский  Malmö Symphony Orchestra, Bjarte Engeset  Scottish Baroque Ensemble, Leonard Friedman  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Gothenburg Symphony Orchestra, Neeme Järvi  Budapesti Vonósok, Károly Botvay  Royal Promenade Orchestra, Alfred Gehardt  International Concert Orchestra, Viktor Zimmerman  TrondheimSolistene, Bjarne Fiskum  Scottish Ensemble, Jonathan Rees  Northern Sinfonia, Paul Tortelier  Royal Philharmonic Orchestra, Yuri Simonov  National Philharmonic Orchestra, Willi Boskovsky  Estonian National Symphony Orchestra, Paavo Järvi  Bergen filharmoniske orkester, Ole Kristian Ruud  Utah Symphony, Maurice Abravanel  Rotterdam Chamber Orchestra, Conrad van Alphen  Tasmanian Symphony Orchestra, Pinchas Steinberg  Netherlands Chamber Orchestra, David Zinman  Philharmonisches Festspielorchester, Slovenská filharmónia, Istvan Cohen, Libor Pešek  Keski‐Pohjanmaan Kamariorkesteri, Juha Kangas  Israel Chamber Orchestra, Yoav Talmi  Artur Rubinstein Philharmonic Orchestra, Ilya Stupel  Orchestra da Camera di Roma, Nicolas Flagello  The National Philharmonic Orchestra, Morton Gould  English String Orchestra, William Boughton  Moscow Soloists  Københavns Yngre Strygere, Morten Ryelund Sørensen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Fra Holbergs tid, op. 40: IV. Air (Andante religioso) (for string orchestra)","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Academy of St Martin in the Fields, Sir Neville Marriner  Australian Chamber Orchestra, Richard Tognetti  English Chamber Orchestra, Raymond Leppard  Scottish Ensemble, Jonathan Rees  Det Norske Kammerorkester  English String Orchestra, William Boughton  Orpheus Chamber Orchestra  [unknown]  TrondheimSolistene  Berliner Philharmoniker, Herbert von Karajan  Göteborgs Symfoniker, Neeme Järvi  Kringkastingsorkestret, Ari Rasilainen  Bournemouth Sinfonietta, Richard Studt  Oslo Camerata, Stephan Barratt-Due  BBC Symphony Orchestra, Геннадий Николаевич Рождественский  Malmö Symphony Orchestra, Bjarte Engeset  Scottish Baroque Ensemble, Leonard Friedman  Slovenská filharmónia, Libor Pešek  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Budapesti Vonósok, Károly Botvay  Royal Promenade Orchestra, Alfred Gehardt  International Concert Orchestra, Viktor Zimmerman  TrondheimSolistene, Bjarne Fiskum  Northern Sinfonia, Paul Tortelier  London Philharmonic Orchestra, Walter Süsskind  Royal Philharmonic Orchestra, Yuri Simonov  National Philharmonic Orchestra, Willi Boskovsky  Estonian National Symphony Orchestra, Paavo Järvi  Bergen filharmoniske orkester, Ole Kristian Ruud  Utah Symphony, Maurice Abravanel  Edda Erlendsdóttir  Rotterdam Chamber Orchestra, Conrad van Alphen  Tasmanian Symphony Orchestra, Pinchas Steinberg  Netherlands Chamber Orchestra, David Zinman  Philharmonisches Festspielorchester, Slovenská filharmónia, Istvan Cohen, Libor Pešek  Keski‐Pohjanmaan Kamariorkesteri, Juha Kangas  Israel Chamber Orchestra, Yoav Talmi  Philharmonische Solisten Berlin, Ernö Sebestyen  Orchestra da Camera di Roma, Nicolas Flagello  Kungliga Filharmonikernas stråkar, Magnus Ericsson  The National Philharmonic Orchestra, Morton Gould  Københavns Yngre Strygere, Morten Ryelund Sørensen  London Symphony Orchestra, Walter Süsskind","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Fra Holbergs tid, op. 40: V. Rigaudon (Allegro con brio) (for string orchestra)","Writers":"Edvard Grieg (composer)","Artists":"Academy of St Martin in the Fields, Sir Neville Marriner  Australian Chamber Orchestra, Richard Tognetti  Det Norske Kammerorkester  Orpheus Chamber Orchestra  Edvard Grieg  TrondheimSolistene  Berliner Philharmoniker, Herbert von Karajan  Göteborgs Symfoniker, Neeme Järvi  Kringkastingsorkestret, Ari Rasilainen  Bournemouth Sinfonietta, Richard Studt  Oslo Camerata, Stephan Barratt-Due  English Chamber Orchestra, Raymond Leppard  BBC Symphony Orchestra, Геннадий Николаевич Рождественский  Malmö Symphony Orchestra, Bjarte Engeset  Scottish Baroque Ensemble, Leonard Friedman  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal  Budapesti Vonósok, Károly Botvay  Royal Promenade Orchestra, Alfred Gehardt  International Concert Orchestra, Viktor Zimmerman  TrondheimSolistene, Bjarne Fiskum  Scottish Ensemble, Jonathan Rees  Northern Sinfonia, Paul Tortelier  London Philharmonic Orchestra, Walter Süsskind  Royal Philharmonic Orchestra, Yuri Simonov  National Philharmonic Orchestra, Willi Boskovsky  Estonian National Symphony Orchestra, Paavo Järvi  Bergen filharmoniske orkester, Ole Kristian Ruud  Utah Symphony, Maurice Abravanel  Rotterdam Chamber Orchestra, Conrad van Alphen  Tasmanian Symphony Orchestra, Pinchas Steinberg  Netherlands Chamber Orchestra, David Zinman  Philharmonisches Festspielorchester, Slovenská filharmónia, Istvan Cohen, Libor Pešek  Quintin Ballardie, José‐Luis García, English Chamber Orchestra, Raymond Leppard  Keski‐Pohjanmaan Kamariorkesteri, Juha Kangas  Israel Chamber Orchestra, Yoav Talmi  Philharmonische Solisten Berlin, Ernö Sebestyen  Orchestra da Camera di Roma, Nicolas Flagello  The National Philharmonic Orchestra, Morton Gould  English String Orchestra, William Boughton  Københavns Yngre Strygere, Morten Ryelund Sørensen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in B-flat major, op. 4 no. 2, HWV 290: I. A tempo ordinario, e staccato","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, The English Concert, Trevor Pinnock  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Daniel Moult, London Early Opera, Bridget Cunningham  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Josef Bucher, Warsaw Chamber Orchestra, Karol Teutsch  Grace Cathedral Choir of Men and Boys, John Fenstermaker","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in B-flat major, op. 4 no. 2, HWV 290: II. Allegro","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Simon Preston, The English Concert, Trevor Pinnock  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Daniel Moult, London Early Opera, Bridget Cunningham  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Josef Bucher, Warsaw Chamber Orchestra, Karol Teutsch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in B-flat major, op. 4 no. 2, HWV 290: III. Adagio, e staccato","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Geert Bierling  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, The English Concert, Trevor Pinnock  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Daniel Moult, London Early Opera, Bridget Cunningham  Simon Lindley, Royal Northern Sinfonia, Bradley Creswick  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Josef Bucher, Warsaw Chamber Orchestra, Karol Teutsch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in B-flat major, op. 4 no. 2, HWV 290: IV. Allegro, ma non presto","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Geert Bierling  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Simon Preston, The English Concert, Trevor Pinnock  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Heathcote Statham  Daniel Moult, London Early Opera, Bridget Cunningham  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Josef Bucher, Warsaw Chamber Orchestra, Karol Teutsch  Grace Cathedral Choir of Men and Boys, John Fenstermaker","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in D minor, op. 7 no. 4, HWV 309: I. Adagio","Writers":"George Frideric Handel (composer)","Artists":"Harald Feller, Capella Istropolitana, Paul Kantschieder  Gabor Lehotka, Budapest Strings, Karoly Botvay  George Frideric Handel  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Karl Richter, Karl Richter Chamber Orchestra  The English Concert, Trevor Pinnock, Simon Preston  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in D minor, op. 7 no. 4, HWV 309: II. Allegro così così","Writers":"George Frideric Handel (composer)","Artists":"Gabor Lehotka, Budapest Strings, Karoly Botvay  George Frideric Handel  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Karl Richter, Karl Richter Chamber Orchestra  The English Concert, Trevor Pinnock, Simon Preston  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Harald Feller, Capella Istropolitana, Paul Kantschieder  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in D minor, op. 7 no. 4, HWV 309: III. Adagio (organo ad libitum)","Writers":"George Frideric Handel (composer)","Artists":"Harald Feller, Capella Istropolitana, Paul Kantschieder  Gabor Lehotka, Budapest Strings, Karoly Botvay  George Frideric Handel  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Karl Richter, Karl Richter Chamber Orchestra  The English Concert, Trevor Pinnock, Simon Preston  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in D minor, op. 7 no. 4, HWV 309: IV. Allegro","Writers":"George Frideric Handel (composer)","Artists":"George Frideric Handel  Harald Feller, Capella Istropolitana, Paul Kantschieder  Gabor Lehotka, Budapest Strings, Karoly Botvay  Amsterdam Baroque Orchestra, Ton Koopman  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Karl Richter, Karl Richter Chamber Orchestra  The English Concert, Trevor Pinnock, Simon Preston  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 4, HWV 292: I. Allegro","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  Virgil Fox  [unknown]  George Malcolm  Carlo Curley  The Sixteen, Harry Christophers  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  René Nuton, Camerata Romana, Eugen Duvier  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Ulrich Bremsteller, Stuttgarter Kammerorchester, Karl Münchinger  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Eduard Müller, Schola Cantorum Basiliensis, August Wenzinger  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Michael Schneider, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Marie‐Claire Alain  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Ivan Sokol, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 4, HWV 292: II. Andante","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  The Sixteen, Harry Christophers  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  René Nuton, Camerata Romana, Eugen Duvier  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Munich Chamber Orchestra, Georg Hlinka, Johann Biber  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Ulrich Bremsteller, Stuttgarter Kammerorchester, Karl Münchinger  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Michael Schneider, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Marie‐Claire Alain  Erzsébet Áchim, Budapest Strings, Béla Bánfalvi  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Ivan Sokol, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 4, HWV 292: III. Adagio","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  The Sixteen, Harry Christophers  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  René Nuton, Camerata Romana, Eugen Duvier  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Munich Chamber Orchestra, Georg Hlinka, Johann Biber  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Ulrich Bremsteller, Stuttgarter Kammerorchester, Karl Münchinger  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Budapest String Quartet, Gábor Lehotka & Károly Botvay  Michael Schneider, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Marie‐Claire Alain  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Ivan Sokol, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 4, HWV 292: IV. Allegro","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  George Frideric Handel  Munich Chamber Orchestra, Georg Hlinka, Johann Biber  John Williams  The Sixteen, Harry Christophers  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  Amsterdam Baroque Orchestra, Ton Koopman  René Nuton, Camerata Romana, Eugen Duvier  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Valda Aveling, Simon Preston, Menuhin Festival Orchestra, Yehudi Menuhin  Ulrich Bremsteller, Stuttgarter Kammerorchester, Karl Münchinger  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Michael Schneider, Symphonieorchester des Bayerischen Rundfunks, Eugen Jochum  Marie‐Claire Alain  Daniel Chorzempa, Concerto Amsterdam, Jaap Schröder  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Timothy Brown, Paul Nicholson, The Brandenburg Consort, Roy Goodman  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal  Ivan Sokol, Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 5, HWV 293: I. Larghetto","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  [unknown]  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, Colin Tilney, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  George Frideric Händel  Daniel Chorzempa, Concerto Amsterdam, Jaap Schröder  Gábor Boldoczki, Sinfonia Varsovia  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Nicanor Zabaleta, English Chamber Orchestra, García Navarro  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 5, HWV 293: II. Allegro","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Carlo Curley  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, Colin Tilney, Menuhin Festival Orchestra, Yehudi Menuhin  Concerto Amsterdam, Jaap Schröder, Daniel Chorzempa  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  George Frideric Händel  Daniel Chorzempa, Concerto Amsterdam, Jaap Schröder  Gábor Boldoczki, Sinfonia Varsovia  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Nicanor Zabaleta, English Chamber Orchestra, García Navarro  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 5, HWV 293: III. Alla Siciliana","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, Colin Tilney, Menuhin Festival Orchestra, Yehudi Menuhin  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  George Frideric Händel  Anne-Marie Beckensteiner, Liliane Beguin, Huguette Fernandez, Bernard Fonteny, Lily Laskine, Jean‐Pierre Rampal, Orchestre de chambre Jean‐François Paillard, Jean‐François Paillard  Daniel Chorzempa, Concerto Amsterdam, Jaap Schröder  Gábor Boldoczki, Sinfonia Varsovia  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Nicanor Zabaleta, English Chamber Orchestra, García Navarro  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Organ Concerto in F major, op. 4 no. 5, HWV 293: IV. Presto","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  [unknown]  Slovenský komorný orchester Bohdana Warchala, Bohdan Warchal, Ivan Sokol  George Malcolm, Academy of St Martin in the Fields, Sir Neville Marriner  Ton Koopman, Amsterdam Baroque Orchestra  Handel Festival Chamber Orchestra, John Tinge, Johann Aratore  Matthias Kirschnereit, Deutsche Kammerakademie Neuss am Rhein, Lavard Skou-Larsen  Ottavio Dantone, Accademia Bizantina  Karl Richter, Karl Richter Chamber Orchestra  Simon Preston, Colin Tilney, Menuhin Festival Orchestra, Yehudi Menuhin  Rudolf Ewerhart, Collegium Aureum  Herbert Tachezi, Concentus Musicus Wien, Nikolaus Harnoncourt  Marie‐Claire Alain, Orchestre de chambre Jean-François Paillard, Jean-François Paillard  George Frideric Händel  Daniel Chorzempa, Concerto Amsterdam, Jaap Schröder  Gábor Boldoczki, Sinfonia Varsovia  Richard Egarr, Academy of Ancient Music  Gabor Lehotka, Budapest Strings, Karoly Botvay  Paul Nicholson, The Brandenburg Consort, Roy Goodman  Nicanor Zabaleta, English Chamber Orchestra, García Navarro  Ivan Sokol, Slovak Chamber Orchestra, Bohdan Warchal","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 1 in D major, K. 285: I. Allegro","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  [unknown]  The Nash Ensemble  Fine Arts Quartet  Amadeus Quartet, Andreas Blau  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Salzberger Solitzen  Les Adieux  Tokyo String Quartet, James Galway  Swiss Chamber Soloists  Ars Rediviva  Brussels Virtuosi, Marc Grauwels  Camerarctica  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Judson Griffin, Christopher Krueger, Jaap Schröder, Kenneth Slowik  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Hans Reznicek, Vienna Konzerthaus Quartet  Valentinas Gelgotas, St. Petersburg Soloists  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Michelle Kim, Yasushi Toyoshima, Carol Wincenc, Peter Wyrick  Salzburger Solisten  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 1 in D major, K. 285: II. Adagio","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"[unknown]  Wolfgang Amadeus Mozart  The Nash Ensemble  Ensemble Villa Musica  Fine Arts Quartet  Amadeus Quartet, Andreas Blau  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Salzberger Solisten  Salzberger Solitzen  Les Adieux  Donald H. Berglund, Winifred Ross  Tokyo String Quartet, James Galway  Swiss Chamber Soloists  Ars Rediviva  Brussels Virtuosi, Marc Grauwels  Camerarctica  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Judson Griffin, Christopher Krueger, Jaap Schröder, Kenneth Slowik  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Jean‐Pierre Rampal, Leonard Rose, Alexander Schneider, Isaac Stern  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Hans Reznicek, Vienna Konzerthaus Quartet  Valentinas Gelgotas, St. Petersburg Soloists  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Stephanie Benoit, Wayne Jones, Christian Reinhold, Alec Simpson, Cameron Stone  Michelle Kim, Yasushi Toyoshima, Carol Wincenc, Peter Wyrick  Salzburger Solisten  Emmanuel Pahud, Christoph Poppen, J. G. Queyras, Hariolf Schlichtig  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 1 in D major, K. 285: III. Rondeau. Allegretto","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"[unknown]  Wolfgang Amadeus Mozart  The Nash Ensemble  Fine Arts Quartet  Amadeus Quartet, Andreas Blau  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Salzberger Solisten  Salzberger Solitzen  Les Adieux  Tokyo String Quartet, James Galway  Swiss Chamber Soloists  Ars Rediviva  Brussels Virtuosi, Marc Grauwels  Camerarctica  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Judson Griffin, Christopher Krueger, Jaap Schröder, Kenneth Slowik  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Jean‐Pierre Rampal, Leonard Rose, Alexander Schneider, Isaac Stern  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Hans Reznicek, Vienna Konzerthaus Quartet  Valentinas Gelgotas, St. Petersburg Soloists  Paula Robison, Members of the Tokyo String Quartet  Flinders Quartet, Genevieve Lacey  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Michelle Kim, Yasushi Toyoshima, Carol Wincenc, Peter Wyrick  Salzburger Solisten  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 2 in G major, K. 285a\/deest: I. Andante","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Les Adieux  Tokyo String Quartet, James Galway  Brussels Virtuosi, Marc Grauwels  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 2 in G major, K. 285a\/deest: II. Tempo di minuetto - Allegro","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  [unknown]  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Les Adieux  Tokyo String Quartet, James Galway  Brussels Virtuosi, Marc Grauwels  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Eckart Haupt, Peter Mirring, Gerhard Pluskwik, Peter Schikora  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 3 in C major, K. 285b\/Anh 171: I. Allegro","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Les Adieux  Tokyo String Quartet, James Galway  Kammersveit Reykjavíkur  Brussels Virtuosi, Marc Grauwels  Camerarctica  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Aurèle Nicolet, Münchner Streichtrio  Robert Denk, Julia Fehre, Michael Frank Meier, Silvia Winterhalder  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 3 in C major, K. 285b\/Anh 171: II. Tema con variazioni. Andantino","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Sharon Bezaly, Salzburg Soloists  Tokyo String Quartet, James Galway  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Wolfgang Amadeus Mozart  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Les Adieux  Kammersveit Reykjavíkur  Brussels Virtuosi, Marc Grauwels  Camerarctica  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Grumiaux Trio, William Bennett  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Aurèle Nicolet, Münchner Streichtrio  Robert Denk, Julia Fehre, Michael Frank Meier, Silvia Winterhalder  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 4 in A major, K. 298: I. Tema (andantino) con variazione","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Sharon Bezaly, Salzburg Soloists  Tokyo String Quartet, James Galway  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Wolfgang Amadeus Mozart  [unknown]  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Les Adieux  Brussels Virtuosi, Marc Grauwels  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Salzburger Solisten  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 4 in A major, K. 298: II. Minuetto","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  [unknown]  The Nash Ensemble  Fine Arts Quartet  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Les Adieux  Tokyo String Quartet, James Galway  Brussels Virtuosi, Marc Grauwels  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Salzburger Solisten  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Quartet for Flute, Violin, Viola & Cello no. 4 in A major, K. 298: III. Rondeau","Writers":"Wolfgang Amadeus Mozart (composer)","Artists":"Wolfgang Amadeus Mozart  The Nash Ensemble  Fine Arts Quartet  The Chester String Quartet, Gary Schocker  Christopher Hyde-Smith, Cummings String Trio  Sharon Bezaly, Salzburg Soloists  Les Adieux  Tokyo String Quartet, James Galway  Brussels Virtuosi, Marc Grauwels  Paul de Clerk, Luc Dewez, Ulka Gorniak, Marc Grauwels  Carol Wincenc, Emerson String Quartet  Oxalys  Ensemble Villa Musica, Jean‐Claude Gérard  Jean‐Pierre Rampal, Isaac Stern, Alexander Schneider, Leonard Rose  Jean‐Pierre Rampal, Isaac Stern, Salvatore Accardo, Mstislav Rostropovich  Barthold Kuijken, Sigiswald Kuijken, Wieland Kuijken, Lucy van Dael  Dresdner Kammersolisten  Grumiaux Trio, William Bennett  Emmanuel Pahud, Christoph Poppen, Jean‐Guihen Queyras, Hariolf Schlichtig  Paula Robison, Members of the Tokyo String Quartet  László Barsony, Károly Botvay, András Kiss, János Szebenyi  Lisa Friend, Brodsky Quartet  Mara Galassi, Suzanne Kaiser, Freiburger Barockorchester, Gottfried von der Goltz  Salzburger Solisten  Werner Tast, Katharina Hanstedt, Kammerorchester „Carl Philipp Emanuel Bach“, Hartmut Haenchen  Aurèle Nicolet, Münchner Streichtrio  Juliette Hurel, Quatuor Voce  Matthias Michael Beckmann, Claire Dolby, Michael Martin Kofler, Mozart Quartet of Salzburg, Eve Wickert  Angelika Bamber, Angelica Berger, Hans Friedrich, Peter Jancovic, Renata Modron, Mozart Festival Orchestra, SWR Symphony Orchestra, Wiener Mozart‐Ensemble, Ernest Bour, Herbert Kraus, Alberto Lizzio  Jasmine Choi  Philipp Beckert, Georg Boge, Ulf‐Dieter Schaaff, Andreas Willwohl  Chamber Domaine, Sami Junnonen  Trio Pasquier, Jean‐Pierre Rampal","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Romance in F Minor, op. 5 (catch-all for arrangements)","Writers":"Пётр Ильич Чайковский (composer)","Artists":"Пётр Ильич Чайковский  Piotr Ilyich Tchaikovsky  Budapesti Vonósok, Károly Botvay  James Last Orchestra, James Last  Christian Steiner, RCA Victor Symphony Orchestra & Charles Gerhardt  Edda Erlendsdóttir","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia for Strings and Continuo in E major, RV Anh. 96: I. Allegro (ex RV 132)","Writers":"Antonio Vivaldi (previous attribution)  Johann Gottlieb Janitsch (composer)","Artists":"Budapesti Vonósok, Béla Bánfalvi  Béla Bánfalvi, Budapest Strings, Károly Botvay","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia for Strings and Continuo in E major, RV Anh. 96: II. Andante (ex RV 132)","Writers":"Antonio Vivaldi (previous attribution)  Johann Gottlieb Janitsch (composer)","Artists":"Budapesti Vonósok, Béla Bánfalvi  Béla Bánfalvi, Budapest Strings, Károly Botvay","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia for Strings and Continuo in E major, RV Anh. 96: III. Allegro (ex RV 132)","Writers":"Antonio Vivaldi (previous attribution)  Johann Gottlieb Janitsch (composer)","Artists":"Budapesti Vonósok, Béla Bánfalvi  Béla Bánfalvi, Budapest Strings, Károly Botvay","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in C major, RV 112: I. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Collegium Musicum 90, Simon Standage  Budapesti Vonósok, Béla Bánfalvi  Academia Montis Regalis, Alessandro De Marchi  Modo Antiquo, Federico Maria Sardelli  Béla Bánfalvi, Budapest Strings, Károly Botvay  Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Ensemble Baroque de Nice, Gilbert Bezzina","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in C major, RV 112: II. Andante","Writers":"Antonio Vivaldi (composer)","Artists":"Collegium Musicum 90, Simon Standage  Budapesti Vonósok, Béla Bánfalvi  Academia Montis Regalis, Alessandro De Marchi  Modo Antiquo, Federico Maria Sardelli  Béla Bánfalvi, Budapest Strings, Károly Botvay  Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Ensemble Baroque de Nice, Gilbert Bezzina","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in C major, RV 112: III. Presto","Writers":"Antonio Vivaldi (composer)","Artists":"Collegium Musicum 90, Simon Standage  Budapesti Vonósok, Béla Bánfalvi  Academia Montis Regalis, Alessandro De Marchi  Modo Antiquo, Federico Maria Sardelli  Béla Bánfalvi, Budapest Strings, Károly Botvay  Rundfunk-Kammerorchester Leipzig, Herbert Kegel  Ensemble Baroque de Nice, Gilbert Bezzina","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in G major, RV 149: I. Allegro molto","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  The English Concert, Trevor Pinnock  Virtuosi Saxoniae, Ludwig Güttler  Sofia Chamber Orchestra, Vassil Kazandjiev  Europa Galante, Fabio Biondi  Academy of Ancient Music, Andrew Manze  Budapest Strings, Béla Bánfalvi  Michal Sobieski, Minnesota Chamber Players  Béla Bánfalvi, Budapest Strings, Károly Botvay  L'Arte dell'Arco, Christopher Hogwood","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in G major, RV 149: II. Andante","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  The English Concert, Trevor Pinnock  Virtuosi Saxoniae, Ludwig Güttler  Sofia Chamber Orchestra, Vassil Kazandjiev  Europa Galante, Fabio Biondi  Academy of Ancient Music, Andrew Manze  Budapest Strings, Béla Bánfalvi  Michal Sobieski, Minnesota Chamber Players  Béla Bánfalvi, Budapest Strings, Károly Botvay  L'Arte dell'Arco, Christopher Hogwood","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Sinfonia in G major, RV 149: III. Allegro","Writers":"Antonio Vivaldi (composer)","Artists":"Antonio Vivaldi  The English Concert, Trevor Pinnock  Virtuosi Saxoniae, Ludwig Güttler  Sofia Chamber Orchestra, Vassil Kazandjiev  Europa Galante, Fabio Biondi  Academy of Ancient Music, Andrew Manze  Budapest Strings, Béla Bánfalvi  Michal Sobieski, Minnesota Chamber Players  Béla Bánfalvi, Budapest Strings, Károly Botvay  L'Arte dell'Arco, Christopher Hogwood","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Solomon, HWV 67: Act III. Sinfonia \"The Arrival of the Queen of Sheba\"","Writers":"George Frideric Handel (composer)","Artists":"Georg Friedrich Händel  Academy of St Martin in the Fields, Sir Neville Marriner  George Frideric Handel  [unknown]  English Chamber Orchestra, Raymond Leppard  West Australian Symphony Orchestra, David Measham  Royal Philharmonic Orchestra  Australian Brandenburg Orchestra, Paul Dyer  Tafelmusik, Jeanne Lamon  English Baroque Soloists, Sir John Eliot Gardiner  Budapest Strings, Béla Bánfalvi  The Orchestra of St. John’s, Smith Square, John Lubbock  The Sixteen, Harry Christophers  Gabrieli Players, Paul McCreesh  Budapesti Vonósok, Béla Bánfalvi  Munich Symphony Orchestra, Alberto Lizzio  Canadian Brass  Sir Neville Marriner  City of Prague Philharmonic Orchestra  Budapest Strings  Tafelmusik  The Hill\/Wiltschinsky Guitar Duo  Toronto Symphony Orchestra  Academy of St Martin in the Fields  Il giardino armonico  London Symphony Orchestra, George Weldon  The English Concert, Trevor Pinnock  Consort of London, Robert Haydon Clark  Royal Philharmonic Orchestra, Enrique Bátiz  London Philharmonic Orchestra, Sir Thomas Beecham  Cantilena, Adrian Shepherd  Frieda Hall  Stuttgarter Kammerorchester, Karl Münchinger  Roy Goodman, The Brandenburg Consort  The Brandenburg Consort, Roy Goodman  City of London Sinfonia, Andrew Watkinson  Camerata of St. Andrew, Leonard Friedman  Adelphi Saxophone Quartet  ZHL String Ensemble  Toronto Chamber Orchestra, Andrew Davis  Graziano Mandozzi  Royal Philharmonic Orchestra, Louis Clark  London Festival Orchestra, Ross Pople  Salzberger Solisten  David Hobson, Sinfonia Australis, Antony Walker  Taverner Players, Andrew Parrott  Jeremy Filsell  The Academy of Ancient Music, Christopher Hogwood  The Brandenburg Orchestra, Paul Dyer  Royal Philharmonic Orchestra, Sir Charles Groves, E. Power Biggs  Il giardino armonico, Giovanni Antonini  Melvyn Tan, The Chamber Orchestra of Europe, James Galway  Nigel Kennedy, English Chamber Orchestra  English Chamber Orchestra, Richard Bonynge  Philharmonic Symphony of London, Charles Gerhardt  Saint Paul Chamber Orchestra, Pinchas Zukerman  Albrecht Mayer, Sinfonia Varsovia  Advent Chamber Orchestra  Dresden Philharmonic Orchestra, Siegfried Kurz  Bournemouth Sinfonietta, Kenneth Montgomery  Edward Brewer, Orpheus Chamber Orchestra  Salzburg Chamber Ensemble  Ensemble Collegium Musicum, Arnold Kaz  London Händel Players, Leslie Jones  Rachel Ingleton, Celia Nicklin, Academy of St Martin in the Fields, Iona Brown  The Stuttgart Chamber Orchestra, Karl Münchinger  English Chamber Orchestra, José‐Luis García  Academy of St.‐Martin‐in‐the‐Fields, Neville Marriner  Kölner Kammerorchester, Helmut Müller‐Brühl  Les Concerts du Monde, Keith Clark  Kenneth Sillito  Orchestra of St John’s Smith Square, John Lubbock  New Philharmonia Orchestra, Sir Arthur Bliss  The Budapest Strings, Károly Botvay  The Academy Of St. Martin-in-the-Fields, Sir Neville Marriner  Akademie für Alte Musik Berlin, Daniel Reuss  The Academy of St Martin-in-the-Fields, Sir Neville Marriner  Die 14 Berliner Flötisten  Gábor Boldoczki, Sinfonia Varsovia  The Scottish Chamber Orchestra, Jaime Laredo  Orchestra of St. John’s, Smith Square  Budapester Bläserensemble, Budapest Strings  Collegium Musicum, Vickor Alexeyev  English Chamber Orchestra, José Luis García","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"},{"Work":"Souvenir de Florence in D minor, op. 70: I. Allegro con spirito","Writers":"Пётр Ильич Чайковский (revised by, composer)","Artists":"Пётр Ильич Чайковский  TrondheimSolistene  Academy of St Martin in the Fields, Sir Neville Marriner  The Raphael Ensemble  Det Norske Kammerorkester, Iona Brown  Mischa Maisky, Orpheus Chamber Orchestra  Wiener KammerOrchester, Philippe Entremont  Keller Quartet, Kim Kashkashian, Miklós Perényi  Jascha Heifetz, Israel Baker, Paul Rosenthal, Milton Thomas, Laurence Lesser, Gregor Piatigorsky  Moscow String Quartet  Jan Vogler, Moritzburg Festival Ensemble  Emerson String Quartet, Paul Neubauer, Colin Carr  Yuri Bashmet, Borodin Quartet, Natalia Gutman  Borodin Quartet, Mikhail Milman, Yuri Yurov  Borodin Quartet, Mstislav Rostropovich, Genrikh Talalyan  Conrad von der Goltz Chamber Orchestra, Conrad von der Goltz  Rami Solomonow, John Sharp, Vermeer Quartet  Academy of St Martin in the Fields Chamber Ensemble  Lawrence Dutton, Andrés Díaz, David Finckel, Benny Kim, Paul Neubauer, Kyoko Takezawa  Karoly Botvay, Bela Banfalvi, Budapest Strings  String Orchestra von der Goltz  Klenke Quartett  Arienski Ensemble  Concertgebouw Chamber Orchestra, Marco Boni  Kammerorchester des Symphonieorchesters des Bayerischen Rundfunks","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"cba87f35-11d5-46b2-84ad-fa6620a3d296"}]