[{"Work":"All I Ask of You (The Phantom of the Opera)","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  Sarah Brightman & Cliff Richard  Cliff Richard  Shirley Bassey  Sarah Brightman  The Shadows  Richard Clayderman  Michael Ball  Barbra Streisand  Michael Crawford  [unknown]  Cliff Richard & Sarah Brightman  Andrew Halliday & Katrina Murphy  Sarah Brightman feat. Cliff Richard  Cliff Richard feat. Sarah Brightman  Sarah Brightman & Steve Barton  Lesley Garrett with Chris Corcoran  Josh Groban & Kelly Clarkson  John Barrowman, Claire Moore, Munich Symphony Orchestra, John Owen Edwards  Barbara Cook  Roger Williams  Johnny Mathis  Josh Groban  Julian Lloyd Webber  Elaine Paige  London Philharmonic Orchestra  Maria Arredondo  Nancy Gustafson  Hayley Westenra  Anna Eriksson  Wing  The West End Orchestra & Singers  London Promenade Orchestra  Jerry Hadley  Žoržs Siksna  Dudu Fisher  Jackie Evancho  Steve Barton & Sarah Brightman  John Barrowman & Shona Lindsay  John Barrowman & Claire Moore  Josh Groban & Sarah Brightman  Susan Boyle feat. Donny Osmond  Lesley Garrett & Chris Corcoran  The Broadway Singers, Adam Mansell Orchestra  Paul Nicholas & Jacqueline Barron  The King’s Singers  Footlights Orchestra and Chorus  Sarah Brightman and Cliff Richard  David Davidson  Elian Bittencourt  Arthur Ferrante  The Starlite Orchestra and Singers  Emmy Rossum, Patrick Wilson  Emmy Rossum, Gerard Butler, Patrick Wilson  Katherine Jenkins, Nicky Spence, National Symphony Orchestra, Anthony Inglis  Renée Fleming, Bryn Terfel, Orchestra of the Welsh National Opera, Paul Gemignani  José Carreras, Barbara Dickson, George Martin Orchestra, George Martin  Renée Fleming, Bryn Terfel, Dave Hartley, Steve Pearce, Ralph Salmins, Orchestra of the Welsh National Opera, Paul Gemignani  BBC Concert Orchestra, David Arnold  Graham Austen & Clare Snow  Silver, Wood & Ivory  David Michael Cass  Martin Vindelis & Cathryn Vindelis  Sarah Brightman, Cliff Richard  The Royal Philharmonic Orchestra, Paul Gemignani","ISWC":"T-010.161.461-2","Type":"Song","Lyrics Languages":"eng","Attributes":"310257951 (ASCAP ID)","Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"Angel of Music","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  Megan Kelly, Claire Moore, National Symphony Orchestra, Martin Yates  James Galway  London Philharmonic Orchestra  Footlights Orchestra and Chorus  Arthur Ferrante  Emmy Rossum, Gerard Butler  Emmy Rossum, Gerard Butler, Jennifer Ellison  Janet Devenish, Sarah Brightman  Graham Bickley, Claire Moore, National Symphony Orchestra, Martin Yates","ISWC":"T-010.203.718-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"Masquerade","Writers":"Andrew Lloyd Webber (composer)  Alan Jay Lerner (lyricist)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  National Symphony Orchestra, Martin Yates  London Philharmonic Orchestra  Orlando Pops Orchestra  The Company  Arthur Ferrante","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"The Music of the Night (The Phantom of the Opera)","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  Michael Crawford  [unknown]  Sarah Brightman  The Shadows  Michael Ball  Rupert Parker  Andrea Bocelli  Colm Wilkinson  Starlight Musical Express  James Graeme  The Starlite Orchestra and Singers  Graham Bickley, Munich Symphony Orchestra, John Owen Edwards  Canadian Brass  Richard Clayderman  André Rieu  Alessandro Safina  Julian Lloyd Webber  London Philharmonic Orchestra  Anthony Warlow  Paul Nicholas  Katherine Jenkins  Wing  Alfie Boe  Paul Potts  Rosario Strings  Dudu Fisher  Vitamin String Quartet  Footlights Orchestra & Chorus  Jackie Evancho  Orlando Pops Orchestra  Thomas Mohr  John Williams & The Boston Pops Orchestra  London Symphony Orchestra & The Royal Choral Society  Barbra Streisand feat. Il Divo  Michael Crawford feat. Barbra Streisand  Paul Nicholas & The Stephen Hill Singers  Ramin Karimloo  Erich Kunzel and the Cincinnati Pops Orchestra  Dee Snider with Mark Wood  Susan Boyle feat. Michael Crawford  Julie Paton  The Broadway Singers, Adam Mansell Orchestra  John Dulieu  Paul Nicholas & Jacqueline Barron  Marti Webb & Mark Rattray  Barbra Streisand with Michael Crawford  Barbra Streisand and Il Divo  Bettine Clemen with Members of the St. Paul Chamber Orchestra  Footlights Orchestra and Chorus  Cantabile - The London Quartet  今井清隆  David Davidson  Arthur Ferrante  New York Theatre Orchestra and Soloists  The Starlite Orchestra and Choir  Gerard Butler  Julian Lloyd Webber, Royal Philharmonic Orchestra, Barry Wordsworth  Charles Davidson  Michael Ball & Alfie Boe  Michael Crawford, London Symphony Orchestra & Andrew Pryce Jackman  The London Theater Orchestra & Singers  Richard Stark  Mike Pearn  David Michael Cass  Chris Chaplin","ISWC":"T-010.038.645-5","Type":"Song","Lyrics Languages":"eng","Attributes":"430380813 (ASCAP ID)","Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"The Phantom of the Opera (Christine, The Phantom)","Writers":"Andrew Lloyd Webber (composer)  Mike Batt (lyricist)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Harajuku  Nightwish  Andrew Lloyd Webber  Michael Crawford  David Essex  Me First and the Gimme Gimmes  UnlimiteD  Sarah Brightman feat. Michael Crawford  Sarah Brightman, Michael Crawford  Emmy Rossum, Gerard Butler  Graham Bickley, Claire Moore, National Symphony Orchestra, Martin Yates  Richard Clayderman  Dreams of Sanity  Julian Lloyd Webber  Kristina Bach  Hank Marvin  松田聖子  London Philharmonic Orchestra  Davis Gaines  Colm Wilkinson  Wing  Vienna Symphonic Orchestra Project  Madog  Tarja  Varnus Xavér  Roger Carr  Ideas  Sungha Jung  Redeemers  Footlights Orchestra & Chorus  Michael Crawford & Sarah Brightman  Orlando Pops Orchestra  Graham Bickley & Claire Moore  Ethan Freeman & Claire Moore  Lindsey Stirling  Michael Ball feat. Lesley Garrett  Dave Willetts & Lesley Garrett  The New York Theater with The Broadway Choir  Avid All Stars  ExTempore  José Carreras feat. Barbara Dickson  Lesley Garrett with Dave Willetts  Footlights Orchestra and Chorus  The Stage Door Orchestra  Michael Crawford with Barbara Bonney  石川綾子  Colm Wilkinson, Lisa Vroman  aberrantkenosis  今井清隆 with 塩田美奈子  Lara de Wit & Taylor Davis  Elian Bittencourt  Arthur Ferrante  Piano Dreamers  Sarah Brightman with Chris Thompson  John Farnham, Olivia Newton‐John & Anthony Warlow  Michael Crawford, Barbara Bonney, The Stephen Hill Singers & Royal Philharmonic Orchestra  Northern Lights Trio  Steve Harley & Sarah Brightman","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"The Point of No Return","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  Graham Bickley, Claire Moore, National Symphony Orchestra, Martin Yates  Arthur Ferrante  Emmy Rossum, Gerard Butler  Michael Crawford, Sarah Brightman","ISWC":"T-010.038.671-7","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"Think of Me","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Andrew Lloyd Webber  Jackie Evancho  John Barrowman, Claire Moore, Munich Symphony Orchestra, John Owen Edwards  London Philharmonic Orchestra  [unknown]  Stephanie Lawrence  Maria Kesselman  Sierra Boggess  高垣彩陽  Orlando Pops Orchestra  Sarah Brightman feat. Steve Barton  John Barrowman feat. Claire Moore  Lesley Garrett with Chris Corcoran  David Davidson  Arthur Ferrante  Emmy Rossum, Patrick Wilson  Tim Barnsdall, Samantha Sanderson","ISWC":"T-900.487.591-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"},{"Work":"Wishing You Were Somehow Here Again","Writers":"Andrew Lloyd Webber (composer)  Richard Stilgoe (lyricist)  Charles Hart (lyricist)","Artists":"Sarah Brightman  Andrew Lloyd Webber  Claire Moore, Munich Symphony Orchestra, John Owen Edwards  Shirley Bassey  Michael Crawford  Martine McCutcheon  [unknown]  Lesley Garrett  Emmy Rossum  Hayley Westenra  Wing  Orlando Pops Orchestra  John Owen-Jones  Arthur Ferrante  Jessie Hillel  David Michael Cass  Montserrat Caballé, Philharmonia Orchestra, Martin Yates","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"d5af0974-51be-4770-93f6-dd138c82b354"}]