[{"Work":"Caprice viennois, op. 2","Writers":"Fritz Kreisler (composer)","Artists":"Alfredo Campoli, Eric Gritton  Ivry Gitlis, Shigeo Neriki  Larry Adler  Balázs Szokolay  Jascha Heifetz  Fritz Kreisler  Moriz Rosenthal  Tasmin Little, Piers Lane  Charles Reiner, Henryk Szeryng  Itzhak Perlman, Samuel Sanders  Oscar Shumsky, Milton Kaye  Fritz Kreisler, Carl Lamson  Maxim Vengerov, Itamar Golan  Josef Hassid  Leonidas Kavakos, Péter Nagy  Joshua Bell, Paul Coker  Jack Liebeck, Katya Apekisheva  Patrick Bismuth, Anne Gaels  Kyung-Wha Chung, Itamar Golan  В. Сафонов, Государственный джаз СССР, В. Кнушевитский  Fritz Kreisler, RCA Victor Symphony Orchestra, Charles O'Connell  Alexandre Da Costa, Ensemble Canimex  Eugène Ysaÿe, Camille Decreus  Jane Corwin, Steven Staryk, Toronto Symphony Orchestra, Andrew Davis  Jenő Jandó, Takako Nishizaki  RCA Victor Symphony Orchestra, Douglas Gamley  Christian Ferras, Jean‐Claude Ambrosini  Shlomo Mintz, Clifford Benson  Ruggiero Ricci, Brooks Smith  Anne‐Sophie Mutter, Lambert Orkis  Viktor Tretiakov, Eesti Riiklik Sümfooniaorkester, Neeme Järvi  David Garrett, Royal Philharmonic Orchestra, Ion Marin  Riccardo Castagnone, Arthur Grumiaux  Werner Hink, Kimiko Nemi  Mischa Elman, Joseph Seiger  Michael Rabin, The Hollywood Bowl Symphony Orchestra, Felix Slatkin  Hubert Giesen, Gerhard Taschner","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"d68548f6-d002-4562-86b3-e58101ef0719"},{"Work":"Caravan","Writers":"Duke Ellington (composer)  Irving Mills (lyricist)  Juan Tizol (composer)","Artists":"The Ventures  Duke Ellington  Nat King Cole  Les Paul & Mary Ford  Duke Ellington & His Orchestra  Thelonious Monk  The Mills Brothers  The Nat King Cole Trio  Dizzy Gillespie  Art Pepper  Raimonds Pauls  Barney Bigard and His Jazzopaters  Fred Hersch  Avishai Cohen  Lambert, Hendricks & Ross  Johnny Mathis  Edmond Hall  Duke Ellington & Juan Tizol  山本剛トリオ  Chet Atkins  Ella Fitzgerald  Chicago  Harry James  George Shearing  Jack Costanzo  Larry Adler  Stuff Smith  Woody Herman  Buddy Rich  Kenny Burrell  Marian McPartland  Hank Jones  Ron Carter  Art Blakey & The Jazz Messengers  The Dave Brubeck Quartet  Red Holloway  Stanley Turrentine  Tommy Flanagan  Carpenters  Joe Jackson  Clifford Brown  Jimi Tenor  Arturo Sandoval  Eva Cassidy  Dinah Washington  Jimmy Smith  bond  Ahmad Jamal  Bill Haley & His Comets  Freddie Hubbard  Rabih Abou-Khalil  James Morrison  Cassandra Wilson  Archie Shepp  Erroll Garner  James Carter  Richard \"Groove\" Holmes  Johnny Hodges  Harry James and His Orchestra  The Three Suns  Andy Bey  Leon Parker  80 Drums Around the World  [unknown]  Dick Schory's New Percussion Ensemble  Randy Weston  The Rosenberg Trio  Eddie Condon  Manhattan Jazz Quintet  John Reid  The Hot Club of San Francisco  Michel Petrucciani  The Kilaueas  Ambrose and His Orchestra  Kenny Drew  Les Fradkin  Dick Wellstood  Wycliffe Gordon  Benny Goodman and His Orchestra  Clifford Brown All Stars  Greg Porée Group  Jimmy Bryant  Hans Ulrik  Joe Wilder  Paris Washboard  Bill Ware  The New Brubeck Quartet  Arthur Lyman Group  The Veleband Big Band  Joscho Stephan  Johnny Costa  Ralph Marterie & His Orchestra  Kenny Drew Trio  Louie Bellson and His Jazz Orchestra  Arne Domnérus orkester  Gunhild Carling and Her Swing Band  Christianssand String Swing Ensemble  Shirazz  Linnzi Zaorski & Delta Royale  Art Pepper with Duke Jordan  Makowicz vs. Możdżer  Duke Ellington, Irving Mills & Juan Tizol  Niels-Henning Ørsted Pedersen & Mulgrew Miller  Bobby Vee and The Ventures  Oscar Peterson & Dizzy Gillespie  Duke Ellington & Ella Fitzgerald  Tarek Sawires  Eddy Louiss & Michel Petrucciani  Duke Ellington & Billy Strayhorn  Deodato  Barbara Hendricks & The Monty Alexander Trio  The Kings of Swing Orchestra  Pantastic Steelband  Cyrus Chestnut Trio  Duke Ellington and His Orchestra  Ella & Louis  Lou Donaldson Quintet with Lou Donaldson, Donald Byrd, Herman Foster, John \"Peck\" Morrison & Art Taylor  Swing Slow  Dinah Washington with Quincy Jones and His Orchestra  Art Blakey and The Jazz Messengers  Cyrille Aimée  Linda Purl  John Fedchock  Joki Freund Sextet  Мелодия  Daniel Barenboim feat. Don Byron  SWR Big Band featuring Bob Mintzer  The Golden Saxophones  Bobby Vee & The Ventures  Louie Bellson and His Big Band  Hiromi’s Sonicbloom  Teekkaritorvet  “Sir” Roland Hanna  Die 12 Cellisten der Berliner Philharmoniker, Janne Saksala  小曽根真ザ・トリオ  Cynthia Felton  Javon Jackson, David Hazeltine, Tony Reedus & Paul Gill  Пётр Тодоровский и Сергей Никитин  California Guitar Trio feat. Tony Levin & Pat Mastelotto  Duke Ellington & His Orchestra feat. Paul Gonsalves  Jody Sandhaus  Joe Stilgoe  Victorian Concert Orchestra  В. Сафонов, Государственный джаз СССР, В. Кнушевитский  Джаз-оркестр Белорусской ССР под управлением Эдди Рознера  Simply Reeds  RP5  Cirkusz-KA  Italian Trumpet Summit  Bobby Hackett Sextet  Duke Ellington and musicians  The Butch Miles Sextet, Carmen Leggio, Russell Procope  Charito with Manhattan Jazz Orchestra  Hubert Travert Jazz Band  The Deltones  BIG Sound  Edmond Hall Quartet with Teddy Wilson  Jeff Goldblum & The Mildred Snitzer Orchestra feat. Till Brönner  The Mulcays and Their Electric Harmonicas","ISWC":"T-072.208.071-8  T-072.607.137-9","Type":"Song","Lyrics Languages":"eng","Attributes":"0N3-9983-1 (JASRAC ID)","Rating":null,"gid":"d68548f6-d002-4562-86b3-e58101ef0719"},{"Work":"Trumpet Blues","Writers":"Arthur Schutt (composer)  Donald Lindley (composer)","Artists":"Tea-джаз Леонида Утесова  В. Сафонов, Государственный джаз СССР, В. Кнушевитский","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"d68548f6-d002-4562-86b3-e58101ef0719"}]