[{"Work":"Alexander’s Ragtime Band","Writers":"Irving Berlin (composer, lyricist)","Artists":"Louis Armstrong  Bing Crosby  Ray Charles  Irving Berlin  Bing Crosby & Al Jolson  Johnnie Ray  Ella Fitzgerald  Judy Garland  Benny Goodman  Bessie Smith  Erroll Garner  I Salonisti  Raimonds Pauls  The Golden Gate Quartet  Connee Boswell  Alice Faye  Al Jolson with Bing Crosby  Prince  Margie Gibson  Mr. Jack Daniel's Original Silver Cornet Band  Oscar Peterson  Michael Feinstein  Julie Andrews  Julie London  Andrea Mingardi  Ethel Merman  Wayne King  The Boswell Sisters  Victor Military Band  [unknown]  David Campbell  Charlie Shavers  Dutch Swing College Band  The Dukes of Dixieland  Nuclear Whales Saxophone Orchestra  Max Morath  Maude Maggart  Frank Chacksfield & His Orchestra  Hatchett's Swingtette  Sonya Hedenbratt  Geraldo and His Orchestra  Rod Miller  Pinets Orkester  Richard Wayne  The Black & White Minstrels  Bing Crosby & The Andrews Sisters  The Andrews Sisters with Vic Schoen and His Orchestra  Bing Crosby & Connee Boswell  Johnny Mercer & The Pied Pipers  Sarah Vaughan & Billy Eckstine  Arthur F. Collins & Byron G. Harlan  Boston Pops Orchestra, Arthur Fiedler  Bing Crosby feat. Connee Boswell  Star Sisters  Bing Crosby feat. Al Jolson  The Boswell Sisters feat. The Dorsey Brothers Orchestra  Alan Copeland and his Orchestra  Michelle Creber  Sylvia Vrethammar, Georgie Fame  “Brother” Jack McDuff  Horngacher Blyelle  Alice Babs & Nisse Linds Hot-Trio  Olga Pīrāgs & Inversija  Bing Crosby, Al Jolson & Morris Stoloff & His Orchestra  Oscar Peterson  Horace Heidt and His Orchestra  Wagners Salonquartett  Fine Arts Brass Ensemble  Willie Nelson and Sister Bobbie  Tom Hazleton  Leonard Leigh  Cy Coleman, Ray Mosca Jr., Nabil Totah  Akst, Lewis, Young \/ Berlin  Ruby Braff and Ellis Larkins  Bing Crosby with Al Jolson","ISWC":"T-070.007.927-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Black Cat Rag","Writers":"Frank Wooster (composer)  Ethyl B. Smith (composer)","Artists":"Tom Hazleton","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Communion","Writers":"Richard Purvis (composer)","Artists":"Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Cortège et Litanie, op. 19 no. 2 (for organ solo)","Writers":"Marcel Dupré (composer)","Artists":"Michael Murray  Marcel Dupré  Pierre Cochereau  John Scott  Ben van Oosten  David Drury  Jane Watts  Christopher Herrick  Tom Etheridge  Andrew Fletcher  Thomas Hazleton  Jean-Willy Kunz","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Dill Pickles","Writers":"Charles L. Johnson (composer)","Artists":"Keith Nichols  Reno and Smiley  Chris Chapman  Tom Hazleton","ISWC":"T-914.723.559-4","Type":"Song","Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Elite Syncopations","Writers":"Scott Joplin (composer)","Artists":"Scott Joplin  Dick Hyman  I Salonisti  Katia & Marielle Labèque  Joshua Rifkin  William Bolcom  Guido Nielsen  New England Ragtime Ensemble  William Albright  Heinrich Schiff, Samuel Sanders  Michael Krücker  Giovanni De Chiaro  Richard Glazier  The Southland Stingers  Alexander Peskanov  Tom Hazleton","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Flute Tune","Writers":"Thomas Arne (composer)","Artists":"Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"In a Monastery Garden","Writers":"Albert Ketèlbey (composer)","Artists":"Peter Dawson  Albert William Ketèlbey  Symfonický orchester Slovenského rozhlasu, Adrian Leaper  London Promenade Orchestra, Eric Hammerstein  New Symphony Orchestra of London, Robert Sharples  Philharmonia Orchestra, John Lanchbery  John McCarthy, The Ambrosian Singers, London Promenade Orchestra, Alexander Faris  Thomas Hazleton  New Symphony Orchestra of London, Stanford Robinson  The Bardi Wind Orchestra  Royal Philharmonic Orchestra, Eric Rogers  Peter Dawson, Albert Ketèlbey","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Maple Leaf Rag (piano rag)","Writers":"Scott Joplin (composer)","Artists":"Scott Joplin  [unknown]  Jelly Roll Morton  Dick Hyman  New Orleans Feetwarmers  Joshua Rifkin  William Bolcom  Dick Wellstood  Art Hodes's Chicagoans  Daniel Blumenthal  Michel Legrand  Stefano Bollani  Katia & Marielle Labèque  Morten Gunnar Larsen  New Orleans Rhythm Kings  Bit Shifter  Aldo Romano  Guido Nielsen  Max Morath  Mimi Blais  New England Ragtime Ensemble  Bob Wilber  Arka  Alex Welsh  Roy Eaton  Richard Dowling  Vernian Process  Paul Schoenfield  Antonio Ballista  John Roache  William Albright  Myra Melford & Han Bennink  Anthony Braxton and Muhal Richard Abrams  Elizabeth Hayes  Michael Krücker  Wagners Salonquartett  “The President’s Own” United States Marine Band  Zachary Brewster-Geisz  Giovanni De Chiaro  Richard Glazier  The New England Conservatory Ragtime Ensemble, Gunther Schuller  Alexander Peskanov  Long Ashton Pantomime  Tom Hazleton  Kemp English  Roger Shields  Evelyn Glennie, National Philharmonic Orchestra, Ray Russell  William Conley  Anthony Braxton with Muhal Richard Abrams  Wm. Neil Roberts  Louise Bessette, Lise Daoust","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Messe solennelle de Sainte Cécile: V. Sanctus","Writers":"Charles‐François Gounod (composer)","Artists":"Roberto Alagna  Kiri Te Kanawa  Jessye Norman  Sumi Jo  Tallinna Kammerorkester, Segakoor Cantus, Vahur Soonberg  Laurence Dale, Georges Prêtre  Elīna Garanča, Latvijas Radio koris, Deutsche Radio Philharmonie Saarbrücken Kaiserslautern, Karel Mark Chichon  Chœur René Duclos, Franz Crass, Heinz Hoppe, Pilar Lorengar, Orchestre de la Société des Concerts du Conservatoire, Jean-Claude Hartemann  Charles‐François Gounod  Eric Ericsons Kammarkör, Barbara Hendricks, Sveriges Radios Symfoniorkester, Eric Ericson  Horst Meinardus, Philharmonischer Chor Köln, Sumi Jo, Gürzenich-Orchester Kölner Philharmoniker, James Conlon  Thomas Hazleton  Jessye Norman, Royal Philharmonic Orchestra, Sir Alexander Gibson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Messe solennelle, op. 16: Kyrie","Writers":"Louis Vierne (composer)","Artists":"[unknown]  Wheaton College Concert Choir  Choir of St Mary's, Fishponds  Westminster Cathedral Choir, James O’Donnell, Joseph Cullen, Andrew Reid  Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":"lat","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Petites Litanies de Jésus","Writers":"Gabriel Grovlez (composer)","Artists":"Adelphi Saxophone Quartet  Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Psalm 19","Writers":"Benedetto Marcello (composer)","Artists":"Michael Murray  Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Rhythmic Suite: II. Pavane","Writers":"Robert Elmore (composer)","Artists":"Thomas Hazleton","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"Tea for Two (No, No, Nanette)","Writers":"Vincent Youmans (composer)  Irving Caesar (lyricist)","Artists":"Nat King Cole  Anita O’Day  Thelonious Monk  Art Tatum  Django Reinhardt  Bud Powell  Frank Sinatra & Dinah Shore  Frank Sinatra  Charlie Christian  Dave Brubeck  Tommy Dorsey  Comedian Harmonists  Lester Young  Duke Ellington & His Orchestra  Tommy Dorsey & His Orchestra  Lee Wiley  Beverly Kenney  Quintette du Hot Club de France  Vincent Youmans  Jane Froman  Orchestra Max Greger  Yves Montand  The Offspring  Dinah Shore  Sarah Vaughan  Gerry Mulligan  Earl Hines  Bill Coleman  Sylvia Syms  Dick Hyman  Herb Ellis  John Colianni  The Mantovani Orchestra  Hot Lips Page  Pink Martini  Doris Day  Tony Bennett  The Chipmunks  Xavier Cugat  The Dave Brubeck Trio  James Last  Brew Moore  Erroll Garner  Barry Harris Trio  The Benny Goodman Quartet  Gerry Mulligan Quartet  Art Tatum Trio  Nino Tempo & April Stevens  William Bolcom  Les Brown and His Band of Renown  Al Haig  Ted Heath & His Music  Clare Teal  Sue Raney  Edmundo Ros and His Orchestra  Max Bygraves  Wenche Myhre  Sara Gazarek  Caravan Gypsy Swing Ensemble  Clora Bryant  Benson Orchestra of Chicago  Johnny Costa  Norma Winstone  Ernestine Allen  The Waring Girls  Arthur Greenslade & His Orchestra  First English Public Jam Session  Tuyết Loan  Lester Young with Nat King Cole  Ella Fitzgerald & The Count Basie Orchestra  Louis Prima & Keely Smith  Doris Day & Axel Stordahl Orchestra  Carmen McRae & Sammy Davis Jr.  Ran Blake \/ Jaki Byard  Stéphane Grappelli & Django Reinhardt  Orchestra  Gary Lambert & Eddie Cochran  Frank Sinatra with Axel Stordahl & His Orchestra  Nat King Cole & Lester Young  Lisa Ono  Fantasy .Inc  Angela Galuppo  Sylvia Syms  Ove Linds sextett  The Stage Door Orchestra  Sun Ra and the Omniverse Jet Set Arkestra  Junko Onishi Trio  Jane Froman,George Greeley  Jane Froman & George Greeley  山本剛トリオ  Nick DeCaro  Emily Loizeau & André Manoukian  Die 12 Cellisten der Berliner Philharmoniker, Janne Saksala  Pe Werner & WDR Big Band  The London Double Bass Sound  Laura Ellis  Lisa Ekdahl \/ Peter Nordahl Trio  Dorothy Provine  Anita O’Day with Gene Krupa and His Orchestra  Gordon MacRae & Jo Stafford  Susan Watson, Roger Rathburn, Boys, Girls  Lester Young-Buddy Rich Trio & Nat King Cole  Django Reinhardt & le Quintette du Hot Club de France  Cliff Richard & The Shadows  The Clifford Brown–Max Roach Quintet  The All American Swing Band  Josephine Bradley & Her Strict-Tempo Dance Orchestra  Thomas Hazleton  Harry Edison Quartet  The Buddy DeFranco Men  Gianni Basso Quartet  Bob Castella et son ensemble  The Square Pegs  Helmut Brandt Orchestra  Benny Stevens and his Orchestra  Machito and His Afro-Cuban Salseros","ISWC":"T-070.178.141-0  T-915.744.048-7","Type":"Song","Lyrics Languages":"eng","Attributes":"500015843 (ASCAP ID)  0T0-1230-1 (JASRAC ID)","Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"},{"Work":"That Mysterious Rag","Writers":"Irving Berlin (writer)  Ted Snyder (writer)","Artists":"The Black & White Minstrels  Joan Morris, William Bolcom  Tom Hazleton","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"da98e6c1-35ae-42ac-825a-9d6e303b1ae0"}]