[{"Work":"Quatre Petites Pièces, op. 32: I. Andante","Writers":"Charles Koechlin (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Quatre Petites Pièces, op. 32: II. Très modéré","Writers":"Charles Koechlin (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Quatre Petites Pièces, op. 32: III. Allegretto quasi andantino","Writers":"Charles Koechlin (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Quatre Petites Pièces, op. 32: IV. Scherzando","Writers":"Charles Koechlin (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Serenade, op. 73 : Andante sostenuto","Writers":"Robert Kahn (composer)","Artists":"Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 1: I. Adagio","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 1: II. Allegretto","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 2: I. Adagio - Allegro","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 2: II. Moderato","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 2: III. Adagio","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio for Horn, Violin and Piano no. 2: IV. Allegro","Writers":"Frédéric Nicolas Duvernoy (composer)","Artists":"Paolo Ghidoni, Ifor James, Tiziano Mealli  Andrej Bielow, Felix Klieser, Herbert Schuch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio für Klavier, Violine und Horn Es-Dur, op. 40: I. Andante – Poco più animato","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Myron Bloom, Rudolf Serkin, Michael Tree  Norbert Hauptmann, Tamás Vásáry, Thomas Brandis  Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Michel Dalberto, Pierre Amoyal, Pierre del Vescovo  Frank Lloyd, Ian Brown, Marcia Crayford  Francis Orval, György Sebök, Arthur Grumiaux  John Cerminaro, Cécile Licad, Nadja Salerno-Sonnenberg  Peter Damm, Werner Genuit, Josef Suk  Günter Högner, András Schiff, Erich Binder  Julie Landsman, Max Levinson, Sheryl Staples  The Florestan Trio, Stephen Stirling  Wolfgang Tomboeck, 乾まどか, Johannes Tomboeck  Dennis Brain, Max Salpeter, Cyril Preedy  Frank Peter Zimmermann, Marie Luise Neunecker, Wolfgang Sawallisch  Jac Gorodetzky, John Barrows, Artur Balsam  Kammersveit Reykjavíkur  Isabelle Faust, Alexander Melnikov, Teunis de Zwart  Emil Gilels, Yakov Shapiro, Leonid Kogan  Paolo Ghidoni, Ifor James, Tiziano Mealli  Rostislav Dubinsky, Luba Edlina, Michael Thompson  Hervé Joulain, Marie-Josèphe Jude, Jean‐Jacques Kantorow  Nathan Braude, Ilya Gringolts, Alexander Mogilevsky  Walter Barylli, Franz Holetschek, Franz Koch  Vladimir Ashkenazy, Itzhak Perlman, Barry Tuckwell  Борис Афанасьев, Mikhael Erokhin, Viktor Tretiakov  Odeon Trio  Aubrey Brain, Adolf Busch, Rudolf Serkin  Victor Babin, Joseph Eger, Henryk Szeryng  Emil Gilels, Leonid Kogan, Yakov Shapiro  Nicholas Angelich, Renaud Capuçon, David Guerrier  Andrej Bielow, Felix Klieser, Herbert Schuch  Ensemble Contrasts Wien  Richard Goode, Daniel Phillips, William Purvis  Peter Damm, Manfred Scherzer, Amadeus Webersinke  Dennis Brain, Cyril Preedy, Max Salpeter  Williams Christopher  Katya Apekisheva, Boris Brovtsyn, Maxim Rysanov  Silke Avenhaus, Marie Luise Neunecker, Antje Weithaas  Trio Johannes, Alessio Allegrini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio für Klavier, Violine und Horn Es-Dur, op. 40: II. Scherzo. Allegro – Molto meno allegro","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Myron Bloom, Rudolf Serkin, Michael Tree  Norbert Hauptmann, Tamás Vásáry, Thomas Brandis  Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Michel Dalberto, Pierre Amoyal, Pierre del Vescovo  Frank Lloyd, Ian Brown, Marcia Crayford  Francis Orval, György Sebök, Arthur Grumiaux  John Cerminaro, Cécile Licad, Nadja Salerno-Sonnenberg  Peter Damm, Werner Genuit, Josef Suk  Günter Högner, András Schiff, Erich Binder  Julie Landsman, Max Levinson, Sheryl Staples  Barry Tuckwell, Itzhak Perlman, Vladimir Ashkenazy  The Florestan Trio, Stephen Stirling  Wolfgang Tomboeck, 乾まどか, Johannes Tomboeck  Dennis Brain, Max Salpeter, Cyril Preedy  Frank Peter Zimmermann, Marie Luise Neunecker, Wolfgang Sawallisch  Jac Gorodetzky, John Barrows, Artur Balsam  Kammersveit Reykjavíkur  Isabelle Faust, Alexander Melnikov, Teunis de Zwart  Emil Gilels, Yakov Shapiro, Leonid Kogan  Paolo Ghidoni, Ifor James, Tiziano Mealli  Rostislav Dubinsky, Luba Edlina, Michael Thompson  Hervé Joulain, Marie-Josèphe Jude, Jean‐Jacques Kantorow  Nathan Braude, Ilya Gringolts, Alexander Mogilevsky  Walter Barylli, Franz Holetschek, Franz Koch  Борис Афанасьев, Mikhael Erokhin, Viktor Tretiakov  Odeon Trio  Aubrey Brain, Adolf Busch, Rudolf Serkin  Victor Babin, Joseph Eger, Henryk Szeryng  Emil Gilels, Leonid Kogan, Yakov Shapiro  Nicholas Angelich, Renaud Capuçon, David Guerrier  Andrej Bielow, Felix Klieser, Herbert Schuch  Wolf-Dieter Streicher, Claudius Tanski, Sebastian Weigle  Ensemble Contrasts Wien  Richard Goode, Daniel Phillips, William Purvis  Peter Damm, Manfred Scherzer, Amadeus Webersinke  Dennis Brain, Cyril Preedy, Max Salpeter  Williams Christopher  Katya Apekisheva, Boris Brovtsyn, Maxim Rysanov  Silke Avenhaus, Marie Luise Neunecker, Antje Weithaas  Trio Johannes, Alessio Allegrini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio für Klavier, Violine und Horn Es-Dur, op. 40: III. Adagio mesto","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Myron Bloom, Rudolf Serkin, Michael Tree  Norbert Hauptmann, Tamás Vásáry, Thomas Brandis  Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Michel Dalberto, Pierre Amoyal, Pierre del Vescovo  Frank Lloyd, Ian Brown, Marcia Crayford  Francis Orval, György Sebök, Arthur Grumiaux  John Cerminaro, Cécile Licad, Nadja Salerno-Sonnenberg  Peter Damm, Werner Genuit, Josef Suk  Günter Högner, András Schiff, Erich Binder  Julie Landsman, Max Levinson, Sheryl Staples  Barry Tuckwell, Itzhak Perlman, Vladimir Ashkenazy  The Florestan Trio, Stephen Stirling  Wolfgang Tomboeck, 乾まどか, Johannes Tomboeck  Dennis Brain, Max Salpeter, Cyril Preedy  Frank Peter Zimmermann, Marie Luise Neunecker, Wolfgang Sawallisch  Jac Gorodetzky, John Barrows, Artur Balsam  Kammersveit Reykjavíkur  Isabelle Faust, Alexander Melnikov, Teunis de Zwart  Emil Gilels, Yakov Shapiro, Leonid Kogan  Paolo Ghidoni, Ifor James, Tiziano Mealli  Rostislav Dubinsky, Luba Edlina, Michael Thompson  Hervé Joulain, Marie-Josèphe Jude, Jean‐Jacques Kantorow  Nathan Braude, Ilya Gringolts, Alexander Mogilevsky  Walter Barylli, Franz Holetschek, Franz Koch  Борис Афанасьев, Mikhael Erokhin, Viktor Tretiakov  Odeon Trio  Aubrey Brain, Adolf Busch, Rudolf Serkin  Victor Babin, Joseph Eger, Henryk Szeryng  Emil Gilels, Leonid Kogan, Yakov Shapiro  Nicholas Angelich, Renaud Capuçon, David Guerrier  Andrej Bielow, Felix Klieser, Herbert Schuch  Ensemble Contrasts Wien  Richard Goode, Daniel Phillips, William Purvis  Yann Walcker dits par Pierre Hatet  Peter Damm, Manfred Scherzer, Amadeus Webersinke  Dennis Brain, Cyril Preedy, Max Salpeter  Williams Christopher  Katya Apekisheva, Boris Brovtsyn, Maxim Rysanov  Silke Avenhaus, Marie Luise Neunecker, Antje Weithaas  Trio Johannes, Alessio Allegrini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"},{"Work":"Trio für Klavier, Violine und Horn Es-Dur, op. 40: IV. Finale. Allegro con brio","Writers":"Johannes Brahms (composer)","Artists":"Johannes Brahms  Myron Bloom, Rudolf Serkin, Michael Tree  Andrej Bielow, Felix Klieser, Herbert Schuch  [unknown]  Norbert Hauptmann, Tamás Vásáry, Thomas Brandis  Jenö Keveházi, Ildikó Hegyi, Jenő Jandó  Michel Dalberto, Pierre Amoyal, Pierre del Vescovo  Frank Lloyd, Ian Brown, Marcia Crayford  Francis Orval, György Sebök, Arthur Grumiaux  John Cerminaro, Cécile Licad, Nadja Salerno-Sonnenberg  Peter Damm, Werner Genuit, Josef Suk  Günter Högner, András Schiff, Erich Binder  Julie Landsman, Max Levinson, Sheryl Staples  The Florestan Trio, Stephen Stirling  Wolfgang Tomboeck, 乾まどか, Johannes Tomboeck  Dennis Brain, Max Salpeter, Cyril Preedy  Frank Peter Zimmermann, Marie Luise Neunecker, Wolfgang Sawallisch  Jac Gorodetzky, John Barrows, Artur Balsam  Kammersveit Reykjavíkur  Isabelle Faust, Alexander Melnikov, Teunis de Zwart  Emil Gilels, Yakov Shapiro, Leonid Kogan  Paolo Ghidoni, Ifor James, Tiziano Mealli  Rostislav Dubinsky, Luba Edlina, Michael Thompson  Hervé Joulain, Marie-Josèphe Jude, Jean‐Jacques Kantorow  Nathan Braude, Ilya Gringolts, Alexander Mogilevsky  Walter Barylli, Franz Holetschek, Franz Koch  Vladimir Ashkenazy, Itzhak Perlman, Barry Tuckwell  Борис Афанасьев, Mikhael Erokhin, Viktor Tretiakov  Odeon Trio  Aubrey Brain, Adolf Busch, Rudolf Serkin  Victor Babin, Joseph Eger, Henryk Szeryng  Emil Gilels, Leonid Kogan, Yakov Shapiro  Nicholas Angelich, Renaud Capuçon, David Guerrier  Ensemble Contrasts Wien  Richard Goode, Daniel Phillips, William Purvis  Peter Damm, Manfred Scherzer, Amadeus Webersinke  Dennis Brain, Mary Carter, Eileen Grainger, Eileen McCarthy, Anatole Mines, Cyril Preedy, Max Salpeter  Williams Christopher  Katya Apekisheva, Boris Brovtsyn, Maxim Rysanov  Silke Avenhaus, Marie Luise Neunecker, Antje Weithaas  Trio Johannes, Alessio Allegrini","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"ddea9461-abbd-41d8-b256-460f6219a37c"}]