[{"Work":"Choralvorspiele für Orgel in a-Moll, BWV 625 \"Christ lag in Todesbanden\"","Writers":"Johann Sebastian Bach (composer)","Artists":"[unknown]  Marie‐Claire Alain  Wolfgang Rübsam  Helmut Walcha  Otto Winter  Ton Koopman  Piet Kee  Simon Preston  Michel Chapuis  Lionel Rogg  Hans Fagius  André Isoir  Walter Kraft  Christopher Herrick  Robert Köbler  Albert Schweitzer  Werner Jacob  Olivier Vernet  Douglas E. Bush  James Kibbie  Wolfgang Stockmeier  Wolfgang Zerer  Gerhard Weinberger  Jacques Hamade  Eastman Brass, James Johnson  Richard Gowers  Stefano Molardi  Hans Helmut Tillmanns  Robert Noehren","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"A minor (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Erbarm' dich mein, o Herre Gott, BWV 721","Writers":"Johann Sebastian Bach (composer)","Artists":"Marie‐Claire Alain  Leo van Doeselaar  Olivier Vernet  Anthony Newman  [unknown]  Ton Koopman  Simon Preston  Michel Chapuis  Peter Hurford  Pierre Cochereau  Jurgis Grinkiavichius  Kay Johannsen  Wolfgang Rübsam  Hans Fagius  Carlo Curley  Stephen Farr  Claus Bantzer  Kevin Bowyer  André Isoir  Christopher Herrick  Franz Lehrndorfer  Milko Bizjak  Håkan Hardenberger, Simon Preston  Nicholas Danby  James Kibbie  Wolfgang Stockmeier  Michaël Matthes  Gerhard Weinberger  François Espinasse  Christoph Schoener  Hörður Áskelsson  Bach‐Collegium Stuttgart, Helmuth Rilling, Gerhard Gnann  Stefano Molardi  Robert Noehren  Jozef Sluys  James Bowman, Max van Egmond, Ian Honeyman, Greta de Reyghere, Ricercar Consort  Reinoud Van Mechelen, Benjamin Alard, Anna Besson, Ronan Kernoa  Pauliina Hyry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"F-sharp minor (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Fantasie und Fuge C-moll, BWV 537","Writers":"Johann Sebastian Bach (composer)","Artists":"Anthony Newman  Felix Friedrich  Michel Chapuis  Peter Hurford  Wolfgang Rübsam  Lionel Rogg  Helmut Walcha  André Isoir  Walter Kraft  Mogens Mølskov  James Dalton  Wouter van den Broek  Nicholas Danby  James Kibbie  Wolfgang Stockmeier  Erwin Wiersinga  Daniel Bishop  Marie‐Claire Alain  Jørgen Ernst Hansen  Robert Noehren  Norbert Pétry","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C minor (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Fuga in C major, BuxWV 174","Writers":"Dieterich Buxtehude (composer)","Artists":"Ton Koopman  Alan Feinberg  Colin Walsh  Harald Vogel  Julia Brown  Martin Rost  Simone Stella  The Purcell Quartet  Walter Kraft  Ulrik Spang-Hanssen  Mormon Tabernacle Choir, Orchestra at Temple Square  René Saorgin  Lars Ulrik Mortensen  Olivier Vernet  Bine Bryndorf  Jacqueline Ogeil  Marie‐Claire Alain  Robert Noehren  Rainer Oster  Helga Schauerte-Maubouet","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"O Gott, du frommer Gott, BWV 767","Writers":"Johann Sebastian Bach (composer)","Artists":"Ton Koopman  Lionel Rogg  Marie‐Claire Alain  Jean Guillou  Karl Richter  Simon Preston  Gustav Leonhardt  Michel Chapuis  Peter Hurford  Hans Fagius  Leonid Roizman  Jan Jongepier  Christopher Herrick  Herbert Collum  Werner Jacob  Heinz Balli  James Kibbie  Wolfgang Stockmeier  Robert Noehren  Gilles Desrochers  Olivier Wyrwas","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"C minor (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Präludium und Fuge G-Dur, BWV 541","Writers":"Johann Sebastian Bach (composer)","Artists":"Anthony Newman  Matthias Eisenberg  Albert Schweitzer  Marie‐Claire Alain  The Swingle Singers  [unknown]  Ton Koopman  E. Power Biggs  Michel Chapuis  Wolfgang Rübsam  Lionel Rogg  David Briggs  Bernard Winsemius  Ivan Sokol  Dexter Thibodeaux  Helmut Walcha  André Isoir  Michael Murray  Kristel Aer  Douglas Major  Francis Jacob  Wolfgang Stockmeier  Michaël Matthes  Robert Noehren  Père Vincent-Marie","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"G major (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Toccata und Fuge d-Moll, BWV 565","Writers":"Johann Sebastian Bach (composer)","Artists":"[unknown]  Marie‐Claire Alain  Anthony Newman  E. Power Biggs  Lionel Rogg  Virgil Fox  Jean Guillou  Ton Koopman  Karl Richter  Otto Winter  Aleš Bárta  Michel Chapuis  Otto van der Velden  Peter Hurford  Jurgis Grinkiavichius  Wolfgang Rübsam  Eberhard Kraus  Carlo Curley  John Scott  Daniel Chorzempa  Helmut Walcha  Kevin Bowyer  Hans-Christoph Becker-Foss  Miklós Spányi  Albert Schweitzer  London Symphony Orchestra  Jacques Loussier  German Brass  Sir Andrew Davis  Thomas Heywood  David Hill  Simon Preston  Gustav Leonhardt  Capella Istropolitana  Hannes Kästner  Craig Leon  Pierre Cochereau  Hans Fagius  Roman Krasnovsky  Iveta Apkalna  Leonid Roizman  Anton Heiller  Leslie Pearson  Ivan Sokol  Cameron Carpenter  Harald Feller  Lorenzo Ghielmi  Philip Brunelle  Klemens Schnorr  Peter Böhm  Michael Murray  The Philadelphia Orchestra, Leopold Stokowski  Kristel Aer  Harold Britton  Walter Kraft  Franz Lehrndorfer  Bernard Foccroulle  Jiří Reinberger  Stanislas Deriemaeker  Michael Austin  Jevgēņija Ļisicina  John Butt  Leo van Doeselaar  Helmuth Rilling  Jan Jansen  Hans Otto  Herbert Collum  Fernando Germani  Werner Jacob  Heinz Balli  Nicholas Danby  Wilhelm Krumbach  Herbert Tachezi  James Kibbie  James Welch  Heinz-Jacob Spelmanns  William McVicker  Richard Morris  Jean-Louis Gil  James Parsons  David Schrader  Wolfgang Stockmeier  Prof. Dr. M. Schneider  Michaël Matthes  Zsigmond Szathmáry  Гарри Гродберг  Alain Herist  Franz Haselböck  Johann Aratore  Sinclair Wilford  Volker Ellenberger  Munich Bach Orchestra  Anđelko Klobučar  Irwin Kostal & Disney Studio Orchestra  Eberhard Fölster  Christoph Schoener  Henrik Behrens  James O’Donnell  Erik Boström  Jane Parker‐Smith  Douglas Lawrence  Hanns Ander-Donath  Les Trilles du Diable, Nemanja Radulović  Ferdinand Klinda  Robert Noehren  Anton Bogner  Hubber Korster  Liene Andreta Kalnciema  Jean-Willy Kunz  Thiemo Janssen  マリー゠クレール・アラン  Donald Dumler  Jean‐Pierre Lecaudey  Karol Golebiowski  Clemens Ganz  Fenner Douglass  Almásy László Attila","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":"D minor (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Toccata und Fuge d-Moll, BWV 565: I. Toccata","Writers":"Johann Sebastian Bach (composer)","Artists":"[unknown]  E. Power Biggs  Daniel Chorzempa  André Isoir  Ton Koopman  Simon Preston  Hannes Kästner  Peter Hurford  Wolfgang Rübsam  Hans Fagius  Julia Brown  Walter Kraft  Marie‐Claire Alain  Lollies  Virgil Fox  Jacques Loussier  Ekseption  Karl Richter  Piet Kee  Myleene Klass  Gustav Leonhardt  Michel Chapuis  Kay Johannsen  Lionel Rogg  Eberhard Kraus  Michael Schönheit  Ulytau  Wayne Marshall  Richard Marlow  Carlo Curley  Anton Heiller  Bernard Lagacé  Дмитрий Рузанов  Helmut Walcha  Hans-Christoph Becker-Foss  Masaaki Suzuki  Bram Beekman  Michael Murray  Miklós Spányi  Silvio Celeghin  Christopher Herrick  Royal Philharmonic Orchestra, Louis Clark  Robert Köbler  Herbert Collum  Albert Schweitzer  Werner Jacob  Olivier Vernet  Nicholas Danby  Raymond Daveluy  Marie-Madeleine Duruflé  Gerhard Weinberger  Hartmut Leuschner-Rostoski  Gábor Lehotka  Heinrich Erdmann  Hans-Dieter Weber  Michael Dudman  Redbridge Brass, Melvin White  Christoph Schoener  Enigma feat. Anggun  Stefano Molardi  Robert Noehren  Allan Wicks  Yann Walcker dits par Pierre Hatet","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Triosonate für Orgel Nr. 5 C-Dur, BWV 529","Writers":"Johann Sebastian Bach (composer)","Artists":"Anthony Newman  Holm Vogel  Wolfgang Stockmeier  Robert Noehren","ISWC":null,"Type":"Sonata","Lyrics Languages":"zxx","Attributes":"C major (Key)","Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"},{"Work":"Triosonate für Orgel Nr. 5 C-Dur, BWV 529: I. Allegro","Writers":"Johann Sebastian Bach (composer)","Artists":"Ton Koopman  Marie‐Claire Alain  Peter Hurford  Daniel Chorzempa  Helmut Walcha  François-Henri Houbart  Anthony Newman  Karl Richter  E. Power Biggs  Simon Preston  Michel Chapuis  Kay Johannsen  Wolfgang Rübsam  Lionel Rogg  Hans Fagius  André Isoir  Walter Kraft  Christopher Herrick  Robert Quinney  Burkard Schliessmann  John Butt  Hans Otto  Olivier Vernet  James Kibbie  Holger Boenstedt  Ullrich Böhme  Joan Lippincott  Gerhard Weinberger  Johannes Strobl  Stefano Molardi  Robert Noehren  Edgar Guggeis, Uwe Komischke, Jean François Michel, Erich Rinner, Klemens Schnorr","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"de7a315c-2442-4906-ba7b-a1e5124802bc"}]