[{"Work":"Canzone for Flute and Piano, op. 38a","Writers":"Samuel Barber (composer)","Artists":"Samuel Barber  Laurel Ann Maurer, Joanne Pearce Martin  Jeanne Baxtresser, Israela Margalit","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Cello Sonata, op. 6: I. Allegro ma non troppo","Writers":"Samuel Barber (composer)","Artists":"Christian Poltéra, Kathryn Stott  Ralph Kirshbaum, Roger Vignoles  Israela Margalit, Alan Stepansky  Carol Rosenberger, Jiang Wang","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Cello Sonata, op. 6: II. Adagio","Writers":"Samuel Barber (composer)","Artists":"Christian Poltéra, Kathryn Stott  Ralph Kirshbaum, Roger Vignoles  Israela Margalit, Alan Stepansky  Silke Avenhaus, Quirine Viersen  Carol Rosenberger, Jiang Wang","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Cello Sonata, op. 6: III. Allegro appassionato","Writers":"Samuel Barber (composer)","Artists":"Christian Poltéra, Kathryn Stott  Ralph Kirshbaum, Roger Vignoles  Israela Margalit, Alan Stepansky  Carol Rosenberger, Jiang Wang","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Concerto for Piano and Orchestra no. 1 in E minor, op. 11: III. Rondo. Vivace","Writers":"Fryderyk Chopin (composer)","Artists":"Frédéric Chopin  Sequeira Costa, Royal Philharmonic Orchestra, Gilbert Varga  [unknown]  Fryderyk Chopin  Alexis Weissenberg, Orchestre de la Société des Concerts du Conservatoire, Stanisław Skrowaczewski  Arthur Rubinstein, New York Philharmonic, Bruno Walter  Maurizio Pollini  Arthur Rubinstein  Martha Argerich  Adam Harasiewicz  Dubravka Tomšič  Rafał Blechacz  Evgeny Kissin  Hamburg Symphony Orchestra, Heribert Beissel, Abbey Simon  London Symphony Orchestra, Claudio Abbado, Martha Argerich  Štátna filharmónia Košice, Róbert Stankovský, İdil Biret  Georges Cziffra, Orchestre de Paris, György Cziffra, Jr.  Martha Argerich, Orchestre symphonique de Montréal, Charles Dutoit  Krystian Zimerman, Los Angeles Philharmonic Orchestra, Carlo Maria Giulini  Maurizio Pollini, Philharmonia Orchestra, Paul Kletzki  Arthur Rubinstein, Alfred Wallenstein, Los Angeles Philharmonic  Arthur Rubinstein, Sir John Barbirolli, London Symphony Orchestra  Emil Gilels, The Philadelphia Orchestra, Eugene Ormandy  Dieter Goldmann, Süddeutsche Philharmonie, Ernesto Delgrado  Martha Argerich, London Symphony Orchestra, Claudio Abbado  Orchestre National de l'Opéra de Monte-Carlo, Louis Frémaux, Samson François  Emanuel Ax, The Philadelphia Orchestra, Eugene Ormandy  London Symphony Orchestra, Antal Doráti, Gina Bachauer  Vancouver Symphony Orchestra, Bramwell Tovey, Janina Fialkowska  Marko Munih  Garrick Ohlsson, Orkiestra Symfoniczna Filharmonii Narodowej, Kazimierz Kord  Maurizio Pollini, Orkiestra Symfoniczna Filharmonii Narodowej, Jerzy Katlewicz  Philharmonia Bulgarica, Димитър Манолов, Arthur Moreira Lima  Eldar Nebolsin, Warsaw Philharmonic Orchestra, Antoni Wit  Claudio Arrau, London Philharmonic Orchestra, Eliahu Inbal  Arthur Rubinstein, New Symphony Orchestra of London, Stanisław Skrowaczewski  Arthur Rubinstein, Symphony of the Air, Alfred Wallenstein  Garrick Ohlsson, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Jerzy Maksymiuk  Scottish Chamber Orchestra, Jun Märkl, Ingrid Fliter  Adolph Drescher, Det Kongelige Kapel, George Richter  Orchestre symphonique de Montréal, Charles Dutoit, Jorge Bolet  Tamás Vásáry, Berliner Philharmoniker, Jerzy Semkow  Martha Argerich, Orchestra della Svizzera italiana, Jacek Kaspszyk  London Philharmonic Orchestra, Adrian Boult, Friedrich Gulda  Krystian Zimerman, Koninklijk Concertgebouworkest, Кирилл Петрович Кондрашин  Claudio Arrau, WDR Sinfonieorchester Köln, Otto Klemperer  Samson François, Orchestre de la Société des Concerts du Conservatoire, Georges Tzipine  Van Cliburn, The Philadelphia Orchestra, Eugene Ormandy  Murray Perahia, התזמורת הפילהרמונית הישראלית, Zubin Mehta  Olga Scheps, Stuttgarter Kammerorchester, Matthias Foremny  Annerose Schmidt, Gewandhausorchester Leipzig, Kurt Masur  István Székely, Magyar Rádió Szimfonikus Zenekara, Gyula Németh  Georges Cziffra, Orchestre Philharmonique de Monte‐Carlo, György Cziffra, Jr.  Paolo Giacometti, Rotterdams Philharmonisch Orkest, Arie van Beek  Olga Kern, Orkiestra Symfoniczna Filharmonii Narodowej, Antoni Wit  Emanuel Ax, Orchestra of the Age of Enlightenment, Charles Mackerras  Piotr Paleczny, Sinfonia Varsovia, Jerzy Maksymiuk  Rosina Bessie Lhévinne, Members of the Alumni of the National Orchestral Association, John Barnett  Daniel Barenboim, Staatskapelle Berlin, Andris Nelsons  Alexandre Luszczewski, Montblanc Philharmonia of the Nations, Justus Frantz  Tzimon Barto, Royal Philharmonic Orchestra, Ádám Fischer  Rafał Blechacz, Koninklijk Concertgebouworkest, Jerzy Semkow  Sergio Tiempo, Magyar Rádió Szimfonikus Zenekara, Eduardo Marturet  Halina Czerny-Stefańska, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Dubravka Tomšič, Lubjana Radio Symphony Orchestra  Adam Harasiewicz, Wiener Symphoniker, Heinrich Hollreiser  Dinu Lipatti, Tonhalle‐Orchester Zürich, Otto Ackermann  François‐René Duchâble, Orchestre national du Capitole de Toulouse, Michel Plasson  Menahem Pressler, Orchester der Wiener Staatsoper, David Josefowitz  Maria João Pires, The Chamber Orchestra of Europe, Emmanuel Krivine  Hélène Gàl, Vladimir Petroschoff  Elizabeth Sombart, Royal Philharmonic Orchestra, Pierre Vallet  Martha Argerich, Orkiestra Symfoniczna Filharmonii Narodowej, Witold Rowicki  Krystian Zimerman, Polish Festival Orchestra  傅聰, Sinfonia Varsovia, 汤沐海  Gary Graffman, Charles Munch, Boston Symphony Orchestra  Tzimon Barto, Orchestra della Svizzera italiana, Roderick Brydon  Lang Lang, Wiener Philharmoniker, Zubin Mehta  イスラエラ・マルガリット  Emil Gilels, Moscow Philharmonic Orchestra, Kirill Kondrashin  Moriz Rosenthal, Staatskapelle Berlin, Frieder Weissmann  Paul Badura-Skoda, Orchester der Wiener Staatsoper, Artur Rodziński  Ingolf Wunder, St. Petersburg Philharmonic Orchestra, Vladimir Ashkenazy  Sandor Falvai, Budapest Philharmonic Orchestra, András Kórodi  Stanislaw Bunin, Orkiestra Symfoniczna Filharmonii Narodowej, Tadeusz Strugała  Evgeny Kissin, Moscow Philharmonic Orchestra, Dmitri Kitaenko  Rebecca Chaillot  Maria João Pires, Orchestre Philharmonique de Monte‐Carlo, Armin Jordan  Dang Thai Son, Frans Brüggen, Orchestra of the 18th Century  Sándor Falvay, Budapest Philhamonic Orchestra, András Kórodi  Marek Drewnowski, Orkiestra Symfoniczna Filharmonii Narodowej, Wojciech Michniewski  Ida Czernecka, Slovak National Philharmonic Orchestra, Libor Pesek  Emil Gilels, Академический симфонический оркестр Московской филармонии, Kyrill Kondrashin  Anna Malikova, Torino Philharmony Orchestra, Julian Kovatchev  Martino Tirimo, Philharmonia Orchestra, Fedor Glushchenko  Andrei Ivanovich, Tbilisi Symphony Orchestra, Vakhtang Kakhidze  Vassily Primakov, Odense Symfoniorkester, Paul Mann  Marek Drewnowski, Narodowa Orkiestra Symfoniczna Polskiego Radia w Katowicach, Antoni Wit  Nikolai Demidenko, Philharmonia Orchestra, Heinrich Schiff  Sa Chen, Gulbenkian Orchestra, Lawrence Foster  Daniil Trifonov, Polish Chamber Philharmonic Orchestra, Wojciech Rajski","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Excursions, op. 20: I. Un poco allegro","Writers":"Samuel Barber (composer)","Artists":"André Previn  Andor Földes  Eva Knardahl  Vladimir Horowitz  Israela Margalit  Daniel Pollack  John Browning  Elizabeth Hayes  Eric Parkin  Zola Shaulis  Christina McMaster  Jón Sigurðsson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Excursions, op. 20: II. In slow blues tempo","Writers":"Samuel Barber (composer)","Artists":"André Previn  [unknown]  Andor Földes  Eva Knardahl  Vladimir Horowitz  Israela Margalit  Daniel Pollack  John Browning  Elizabeth Hayes  Eric Parkin  Zola Shaulis  Christina McMaster  Jón Sigurðsson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Excursions, op. 20: III. Allegretto","Writers":"Samuel Barber (composer)","Artists":"André Previn  Andor Földes  Eva Knardahl  Israela Margalit  Daniel Pollack  John Browning  Elizabeth Hayes  Eric Parkin  Zola Shaulis  Jón Sigurðsson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Excursions, op. 20: IV. Allegro molto","Writers":"Samuel Barber (composer)","Artists":"André Previn  Andor Földes  Eva Knardahl  Vladimir Horowitz  Israela Margalit  Daniel Pollack  John Browning  Elizabeth Hayes  Eric Parkin  Zola Shaulis  Jón Sigurðsson","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte II, op. 38: No. 1: Vuggevise","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Eva Knardahl  Einar Steen-Nøkleberg  Håkon Austbø  David Russell  Cyprien Katsaris  Эмиль Григорьевич Гилельс  Aldo Ciccolini  Андрей Владимирович Гаврилов  Daniel Adni  西崎崇子, Jenő Jandó  Israela Margalit  Geir Henning Braaten  Mikhail Pletnev  Gerhard Oppitz  Emil Gilels  Walter Gieseking  Михаил Васильевич Плетнёв  Jeanne Marie Bima, Georg Mönch, Massimiliano Damerini","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte II, op. 38: No. 3: Melodi","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Aldo Ciccolini  Eva Knardahl  Daniel Adni  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Walter Gieseking","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte II, op. 38: No. 4: Halling","Writers":"Edvard Grieg (composer)","Artists":"Håkon Austbø  Edvard Grieg  Balázs Szokolay  Aldo Ciccolini  Eva Knardahl  Daniel Adni  Einar Steen-Nøkleberg  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IV, op. 47: No. 1: Valse-Impromptu","Writers":"Edvard Grieg (composer)","Artists":"Einar Steen-Nøkleberg  Edvard Grieg  Balázs Szokolay  Aldo Ciccolini  Eva Knardahl  Daniel Adni  Sviatoslav Richter  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Михаил Васильевич Плетнёв","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IV, op. 47: No. 2: Albumblad","Writers":"Edvard Grieg (composer)","Artists":"Einar Steen-Nøkleberg  Håkon Austbø  Balázs Szokolay  Aldo Ciccolini  Андрей Владимирович Гаврилов  Eva Knardahl  Daniel Adni  Israela Margalit  Geir Henning Braaten  Danielle Laval  Gerhard Oppitz  Emil Gilels  Walter Gieseking  Edda Erlendsdóttir  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IV, op. 47: No. 4: Halling","Writers":"Edvard Grieg (composer)","Artists":"Eva Knardahl  Einar Steen-Nøkleberg  Håkon Austbø  Balázs Szokolay  Cyprien Katsaris  Aldo Ciccolini  Андрей Владимирович Гаврилов  Bjørn Andor Drage  Daniel Adni  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Emil Gilels  Walter Gieseking  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IV, op. 47: No. 7: Elegi","Writers":"Edvard Grieg (composer)","Artists":"Håkon Austbø  Edvard Grieg  Balázs Szokolay  Aldo Ciccolini  Eva Knardahl  Daniel Adni  Einar Steen-Nøkleberg  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Михаил Васильевич Плетнёв  Edda Erlendsdóttir","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IX, op. 68 no. 1: Matrosernes opsang","Writers":"Edvard Grieg (composer)","Artists":"Håkon Austbø  Balázs Szokolay  Aldo Ciccolini  Daniel Adni  Einar Steen-Nøkleberg  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Marián Lapšanský","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IX, op. 68 no. 2: Bedstemors menuet","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Aldo Ciccolini  Daniel Adni  Jenny Lin  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Mikhail Pletnev  Nanna Hansen  Gerhard Oppitz  Emil Gilels  Walter Gieseking  Isabel Mourao  Михаил Васильевич Плетнёв  Marián Lapšanský","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte IX, op. 68 no. 3: For dine føtter","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Leif Ove Andsnes  Aldo Ciccolini  Андрей Владимирович Гаврилов  Daniel Adni  Javier Perianes  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Nanna Hansen  Gerhard Oppitz  Emil Gilels  Emmanuelle Bertrand, Pascal Amoyel  Walter Gieseking  Isabel Mourao  Marián Lapšanský  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte V, op. 54: No. 4: Notturno","Writers":"Edvard Grieg (composer)","Artists":"Leif Ove Andsnes  Einar Steen-Nøkleberg  Alicia de Larrocha  Jenő Jandó  Emil Gilels  Edvard Grieg  Balázs Szokolay  David Helfgott  Cyprien Katsaris  Aldo Ciccolini  Андрей Владимирович Гаврилов  Ronan O'Hora  Eva Knardahl  Daniel Adni  Fryderyk Chopin  Luisa Lõhmus  Javier Perianes  Jan Henrik Kayser  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Alice Sara Ott  Nanna Hansen  London Symphony Orchestra, Stanley Black  Juhani Lagerspetz  Gerhard Oppitz  Bob Ekelund  Walter Gieseking  Reid Nibley  Михаил Васильевич Плетнёв  Edda Erlendsdóttir  Eileen Joyce  The London Promenade Orchestra, Eric Hammerstein  John O’Conor  Nils Anders Mortensen  Dmitri Bashkirov  Semprini  Sidney Foster  Edvard Grieg;Royal Philharmonic Orchestra,Yondani Butt","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte V, op. 54: No. 5: Scherzo","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Balázs Szokolay  Leif Ove Andsnes  Cyprien Katsaris  Aldo Ciccolini  Андрей Владимирович Гаврилов  Bjørn Andor Drage  Daniel Adni  Sviatoslav Richter  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Mikhail Pletnev  Gerhard Oppitz  Emil Gilels  Михаил Васильевич Плетнёв  Edda Erlendsdóttir  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte VI, op. 57: No. 2: Gade","Writers":"Edvard Grieg (composer)","Artists":"Einar Steen-Nøkleberg  Balázs Szokolay  Leif Ove Andsnes  Aldo Ciccolini  Ronan O'Hora  Daniel Adni  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Katya Apekisheva","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte VI, op. 57: No. 3: Illusjon","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Leif Ove Andsnes  Aldo Ciccolini  Daniel Adni  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Arthur De Greef","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte VI, op. 57: No. 5: Hun danser","Writers":"Edvard Grieg (composer)","Artists":"Einar Steen-Nøkleberg  Håkon Austbø  Edvard Grieg  Balázs Szokolay  Aldo Ciccolini  Daniel Adni  Sviatoslav Richter  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Edda Erlendsdóttir","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte VII, op. 62: No. 1: Sylfide","Writers":"Edvard Grieg (composer)","Artists":"Håkon Austbø  Balázs Szokolay  Leif Ove Andsnes  Aldo Ciccolini  Ronan O'Hora  Daniel Adni  Einar Steen-Nøkleberg  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Isabel Mourao","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte VII, op. 62: No. 6: Hjemad","Writers":"Edvard Grieg (composer)","Artists":"Einar Steen-Nøkleberg  Håkon Austbø  Balázs Szokolay  Leif Ove Andsnes  Aldo Ciccolini  Daniel Adni  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Emil Gilels  Walter Gieseking","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte X, op. 71: No. 3: Smaatrold","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Einar Steen-Nøkleberg  Balázs Szokolay  Aldo Ciccolini  Андрей Владимирович Гаврилов  Eva Knardahl  Daniel Adni  Sviatoslav Richter  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Emil Gilels  Walter Gieseking  Михаил Васильевич Плетнёв  Arthur De Greef  Edda Erlendsdóttir  Marián Lapšanský","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte X, op. 71: No. 4: Skovstilhed","Writers":"Edvard Grieg (composer)","Artists":"Edvard Grieg  Balázs Szokolay  Aldo Ciccolini  Susanne Kessel  Daniel Adni  Sviatoslav Richter  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Walter Gieseking  Marián Lapšanský","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Lyriske stykker, hefte X, op. 71: No. 5: Halling","Writers":"Edvard Grieg (composer)","Artists":"Balázs Szokolay  Aldo Ciccolini  Daniel Adni  Einar Steen-Nøkleberg  Håkon Austbø  Israela Margalit  Geir Henning Braaten  Gerhard Oppitz  Marián Lapšanský","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Nocturne, op. 33: Moderato","Writers":"Samuel Barber (composer)","Artists":"Anna Gourari  Israela Margalit  Daniel Pollack  John Browning  Eric Parkin  Sebastian Knauer  Daniil Trifonov  Elizabeth Joy Roe  David Barela","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Quartet in D minor: I. Allegramente","Writers":"Sir William Walton (composer)","Artists":"Peter Donohoe, Maggini Quartet  Janice Graham, Israela Margalit, Paul Silverthorne, Moray Welsh  Hamish Milne, Stephen Orton, Kenneth Sillito, Robert Smissen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Quartet in D minor: II. Allegro scherzando","Writers":"Sir William Walton (composer)","Artists":"Peter Donohoe, Maggini Quartet  Janice Graham, Israela Margalit, Paul Silverthorne, Moray Welsh  Hamish Milne, Stephen Orton, Kenneth Sillito, Robert Smissen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Quartet in D minor: III. Andante tranquillo","Writers":"Sir William Walton (composer)","Artists":"Peter Donohoe, Maggini Quartet  Janice Graham, Israela Margalit, Paul Silverthorne, Moray Welsh  Hamish Milne, Stephen Orton, Kenneth Sillito, Robert Smissen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Quartet in D minor: IV. Allegro molto","Writers":"Sir William Walton (composer)","Artists":"Peter Donohoe, Maggini Quartet  Janice Graham, Israela Margalit, Paul Silverthorne, Moray Welsh  Hamish Milne, Stephen Orton, Kenneth Sillito, Robert Smissen","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Trio in D major, op. 1: I. Allegro non troppo, con espressione","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Beaux Arts Trio  Pacific Trio  Glenn Dicterow, Israela Margalit, Alan Stepansky","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Trio in D major, op. 1: II. Scherzo: Allegro - Trio: Viel langsamer, innig","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Beaux Arts Trio  Pacific Trio  Glenn Dicterow, Israela Margalit, Alan Stepansky","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Trio in D major, op. 1: III. Larghetto: Sehr langsam","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Beaux Arts Trio  Pacific Trio  Glenn Dicterow, Israela Margalit, Alan Stepansky","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Piano Trio in D major, op. 1: IV. Finale: Allegro molto e energico","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Beaux Arts Trio  Pacific Trio  Glenn Dicterow, Israela Margalit, Alan Stepansky","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Souvenirs, op. 28: III. Pas de deux","Writers":"Samuel Barber (composer)","Artists":"Samuel Barber  Israela Margalit  Daniel Pollack  Royal Scottish National Orchestra, Marin Alsop  Eric Parkin  Shani Diluka  Weekley & Arganbright  New Zealand Symphony Orchestra, Andrew Schenck  Georgia Mangos, Louise Mangos","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Souvenirs, op. 28: IV. Two-step","Writers":"Samuel Barber (composer)","Artists":"Samuel Barber  Israela Margalit  Daniel Pollack  Royal Scottish National Orchestra, Marin Alsop  Eric Parkin  New Zealand Symphony Orchestra, Andrew Schenck  Georgia Mangos, Louise Mangos","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Violin Sonata, op. 6: I. Ben moderato, ma con passione","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Glenn Dicterow, Israela Margalit  András Kiss, Ilona Prunyi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Violin Sonata, op. 6: II. Scherzo: Allegro molto (con fuoco)","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Glenn Dicterow, Israela Margalit  András Kiss, Ilona Prunyi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Violin Sonata, op. 6: III. Adagio: Mit tiefer Empfindung","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Glenn Dicterow, Israela Margalit  András Kiss, Ilona Prunyi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"},{"Work":"Violin Sonata, op. 6: IV. Finale: Allegretto quasi Andante (con grazia)","Writers":"Erich Wolfgang Korngold (composer)","Artists":"Glenn Dicterow, Israela Margalit  András Kiss, Ilona Prunyi","ISWC":null,"Type":null,"Lyrics Languages":"zxx","Attributes":null,"Rating":null,"gid":"df6ce6b2-2976-4d61-9429-e9ab649ec95c"}]