[{"Work":"West Side Story: Somewhere","Writers":"Stephen Sondheim (lyricist)  Leonard Bernstein (composer)","Artists":"Pet Shop Boys  Barbra Streisand  The Supremes  Andy Williams  Leonard Bernstein  Shirley Bassey  [unknown]  Phil Collins  Bee Gees  Aretha Franklin  Matt Monro  Woody Herman  Henry Butler  The Shadows  Eddie Palmieri  Jessye Norman  Sun Kil Moon  Il Divo  David Garrett  The Oscar Peterson Trio  Manny Albam & His Jazz Greats  Collabro  Lang Lang feat. Lisa Fischer and Jeffrey Wright  Tom Waits  Bobby Darin  Gheorghe Zamfir  Barbara Cook  Maynard Ferguson  The Dave Brubeck Quartet  Roger Whittaker  Lee Morgan  Etta James  Michael Crawford  Charlotte Church  The Righteous Brothers  Canadian Brass  Dionne Warwick  Lena Horne  Mormon Tabernacle Choir  The Brothers Four  Johnny Mathis  Rick Astley  Nancy Wilson  Russell Watson  Audra McDonald  Kiri Te Kanawa  Renato Russo  Laurens van Rooyen  Stan Kenton  Michael Ball  Jack Jones  Vince Hill  Len Barry  Tufts University Beelzebubs  We Five  Bill Charlap Trio  Billy Stewart  José Carreras  P.J. Proby  Sissel Kyrkjebø  Jane McDonald  Zinatra  Jenny Oaks Baker  Anita Meyer  Schlong  Hayley Westenra  Frida Boccara  Mario Frangoulis  Renée Geyer  Colm Wilkinson  Richard Tucker  Katherine Jenkins  Sam Chalpin  Mike Mainieri  Mads Vinding Trio  London Promenade Orchestra  The London Pops Orchestra  Marilyn Horne  The Rokes  Jimmy Bryant  Rowetta  Gunnar Bergsten  Katharine McPhee  Celtic Woman  Unicante  Tina May  渡辺香津美  Rhydian  Eddie Higgins  Faryl Smith  Glee Cast  Mirja Mäkelä Trio  Mark Vincent  Mal Waldron & George Haslam  The Tierney Sutton Band  The 4 Seasons  Kimberley Walsh  Dave Koz feat. Anita Baker  Barbra Streisand feat. Il Divo  Guy Maeda  The Philadelphia Orchestra, Eugene Ormandy  Dee Snider with Patti LuPone  Nashville Symphony Orchestra, Kenneth Schermerhorn  Barbra Streisand \/ Barbra Streisand with Lauren Frost  Marianne Faithfull feat. Jarvis Cocker  Jackie Evancho feat. Barbra Streisand  Julian Lloyd Webber, Royal Philharmonic Orchestra, Nicholas Cleobury  Marni Nixon, Jimmy Bryant  The New York Theater with The Broadway Choir  Moebius \/ Plank \/ Steffen  Diana Ross & The Supremes  John Dulieu  Royal Promenade Orchestra, Alfred Gehardt  Richard & Adam  Cécile McLorin Salvant  Barbra Streisand with Josh Groban  [theatre]  Orchestra of St. Luke’s, Eric Stern  4 Saxess  Robert Mandell, His Chorus & Orchestra  London Festival Orchestra, London Festival Chorus, Stanley Black  The Amsterdam Saxophone Quartet, Jaap van Zweden  Vienna Symphonic Rock Orchestra, Simon Gale  Larry Kert, Reri Grist, Carol Lawrence  Plácido Domingo, Paloma San Basilio  Plácido Domingo, Renée Fleming  Bjarne Roupé  Johnny Green & Orchestra  Joerg Kaufmann feat. Bobby Shew  Anne Akiko Meyers, London Symphony Orchestra, Keith Lockhart  Côr Meibion y Brythoniaid  Choral Arts Ensemble, Michael Culloton  Quercus  Michael Ball & Alfie Boe  Dave Liebman | Gil Goldstein  Leontyne Price, Leonard Bernstein  Deborah Sasson, Members of the Los Angeles Philharmonic, Michael Tilson Thomas  Dorothy Benham, Christophe Caballero, Paul Gemignani  Jerold Ottley, The Mormon Tabernacle Choir, Frederica von Stade, Utah Symphony Orchestra, Joseph Silverstein  Nicholas Barasch, Matt Cavenaugh, Josefina Scaglione, Company  Maureen Fulham  Bill Murray & Jan Vogler  Connie Fisher, Royal Liverpool Philharmonic Orchestra  Mark Isaacs, Jay Anderson, Adam Nussbaum  Teresa Carpio  Winchester College Quiristers  Paul Manuel, Tinuke Olafimihan, National Symphony Orchestra, John Owen Edwards  Thierry Escaich, Romain Leleu  Keith Jarrett, Gary Peacock, Jack DeJohnette  Mary Hangley, Evelyn Eskin  Leonard Bernstein, Stephen Sondheim, The Musical Stage Company","ISWC":"T-070.136.739-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"e701f318-1ee5-4aff-a6c4-f9563c4d9851"}]