[{"Work":"Pain","Writers":"Fred Mandel (writer)  Davey Johnstone (writer)  Alice Cooper (writer)","Artists":"Alice Cooper  Dutchess De Lade  Richard Kendrick, Kurtis E. Phlush","ISWC":"T-900.222.861-7","Type":"Song","Lyrics Languages":"eng","Attributes":"460199277 (ASCAP ID)  1146911 (BMI ID)  0P1-6287-1 (JASRAC ID)","Rating":null,"gid":"e80b4feb-211c-45e1-ab1c-4a78209b78e5"},{"Work":"School’s Out","Writers":"Neal Smith (writer)  Michael Bruce (writer)  Glen Buxton (writer)  Dennis Dunaway (writer)  Alice Cooper (writer)","Artists":"Alice Cooper  Alice Cooper  Sevendust  Soul Asylum  45 Grave  Demons & Wizards  The Donnas  Alien Sex Fiend  Hellsongs  Rob Zombie  Megadeth  Grave Digger  GWAR  Donots  The Hit Crew  Krokus  The Sensational Alex Harvey Band  Annabella Lwin  Bl'ast!  Kirka  The Last Hard Men  Reverb Motherfuckers  Well of Souls  Debauchery  The Pioneer Creek Gang  Shawn Mars  Glee Cast  Toyah  Four Sweaty Dudes in a Room  Alice Cooper feat. Sammy Hagar  ESP  City of Prague Philharmonic Orchestra, James Morgan  Hollywood Vampires  Cretu und Thiers  Bob Kulick, Bob Daisley, Dave Mustaine, David Glen Eisley, Eric Singer, Marty Friedman & Paul Taylor  A★Teens feat. Alice Cooper  鈴木賢司  Ian Paice’s Sunflower Superjam feat. Alice Cooper, Brian May, Ian Paice & Brian Auger  Joel Hoekstra, Derrick LeFevre, Richard Kendrick, Curtis E. Phlush  A Group","ISWC":"T-070.940.147-7","Type":"Song","Lyrics Languages":"eng","Attributes":"1299162 (BMI ID)  0S1-2364-9 (JASRAC ID)","Rating":null,"gid":"e80b4feb-211c-45e1-ab1c-4a78209b78e5"},{"Work":"Stand Up and Shout","Writers":"Ronnie James Dio (composer, lyricist)  Jimmy Bain (composer)","Artists":"Dio  Hellsongs  Destruction  Fozzy  Jorn  Adrenaline Mob  Richard Kendrick, Kurtis E. Phlush","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"e80b4feb-211c-45e1-ab1c-4a78209b78e5"},{"Work":"Stars (Hear ’n Aid)","Writers":"Vivian Campbell (writer)  Ronnie James Dio (writer)  Jimmy Bain (writer)","Artists":"Hear ’n Aid  Dio  Powergod  Kelly Keeling, Jeff Martin, Jason McMaster, Dave Reffett, Rob Berzon, Scott Berry, Andrew Autin, Mark Allen Lanoue, Marko Pukkila, and Kurtis E. Phlush","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"e80b4feb-211c-45e1-ab1c-4a78209b78e5"},{"Work":"Straight Through the Heart","Writers":"Ronnie James Dio (composer, lyricist)  Jimmy Bain (composer)","Artists":"Dio  Jorn  Halestorm  Joel Hoekstra, Derrick LeFevre, Richard Kendrick, Kurtis E. Phlush","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"e80b4feb-211c-45e1-ab1c-4a78209b78e5"}]