[{"Work":"5 Lieder, op. 107: Nr. 3. Das Mädchen spricht","Writers":"Johannes Brahms (composer)  Otto Friedrich Gruppe (lyricist)","Artists":"Jessye Norman, Daniel Barenboim  Johannes Brahms  Christa Ludwig, Geoffrey Parsons  Lotte Lehmann, Ernő Balogh  Erna Berger, Michael Raucheisen  Kathleen Battle, Chicago Symphony Orchestra, James Levine  Margaret Price, James Lockhart  Bernarda Fink, Roger Vignoles  Ingeborg Danz, Helmut Deutsch","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"49 Deutsche Volkslieder, WoO 33: Book IV, no. 25 \"Mein Mädel hat einen Rosenmund\"","Writers":"Johannes Brahms (composer)  [traditional] (lyricist)","Artists":"Tamar Halperin & Andreas Scholl  Simon Bode, Graham Johnson  Hermann Prey, Karl Engel  Gérard Souzay, Dalton Baldwin  Lotte Lehmann, Ernő Balogh  Peter Schreier, Karl Engel  Karl Schmitt-Walter, Michael Raucheisen  Elisabeth Schwarzkopf, Dietrich Fischer‐Dieskau, Gerald Moore  Christian Elsner, Gerold Huber  Johannes Brahms; Christa Ludwig, Dietrich Fischer‐Dieskau, Edith Mathis, Peter Schreier","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":"B-flat major (Key)","Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"An die Musik, D. 547","Writers":"Franz Schubert (composer)  Franz von Schober (lyricist)","Artists":"Franz Schubert  Dame Janet Baker, Geoffrey Parsons  Dietrich Fischer‐Dieskau, Gerald Moore  [unknown]  Dame Janet Baker  Ian Bostridge, Julius Drake  Håkan Hagegård, Thomas Schuback  Fritz Wunderlich, Hubert Giesen  Hans Hotter, Gerald Moore  Isobel Baillie  Kathleen Ferrier, Phyllis Spurr  Kathleen Ferrier  Tim Cross  Josephine Foster  Elisabeth Schwarzkopf  Monica Groop  Fritz Wunderlich  Gerald Moore  Alexandra Rubner  Elisabeth Schwarzkopf, Edwin Fischer  Edith Mathis, Graham Johnson  Joseph Cooper  Ian Partridge, Jennifer Partridge  Lynn Harrell, Bruno Canino  Bryn Terfel, Malcolm Martineau  Anne Gastinel & Claire Désert  Franz Völker  Elly Ameling, Dalton Baldwin  Arleen Augér, Lambert Orkis  Bruno Canino, Lynn Harrell  Gundula Janowitz, Charles Spencer  Janet Baker, Geoffrey Parsons  Thomas Quasthoff, András Schiff  Ian Bostridge, Leif Ove Andsnes  Kristinn Sigmundsson, Jónas Ingimundarson  Lotte Lehmann, Paul Ulanowsky  Heinrich Schlusnus  Elisabeth Schumann, Gerald Moore  Christa Ludwig, Geoffrey Parsons  James Rutherford, Eugene Asti  Victoria de los Ángeles, Gerald Moore  Bernarda Fink, Gerold Huber  Matthias Goerne, Helmut Deutsch  Elisabeth Ebert, Dieter Zechlin  Thomas E. Bauer, Jos van Immerseel  Elizabeth Ritchie, Jennifer Purers  Wiener Sängerknaben, Roman Ortner, Uwe Christian Harrer  Dietrich Fischer‐Dieskau, Günther Weißenborn  Grace Bumbry, Erik Werba  Lauris Margaret Elms, John Winther  Ian Bostridge, Xuefei Yang  Daria Hovora, Mischa Maisky  Teddy Tahu Rhodes, Kristian Chong  José van Dam, David Miller","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"An die Nachtigall, D. 196","Writers":"Franz Schubert (composer)  Ludwig Heinrich Christoph Hölty (lyricist)","Artists":"Elly Ameling, Graham Johnson  Elly Ameling, Dalton Baldwin  Christian Gerhaher, Gerold Huber  Lotte Lehmann, Paul Ulanowsky  Bernarda Fink, Gerold Huber  Dietrich Fischer‐Dieskau, Gerald Moore","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Canto di primavera","Writers":"Pietro Cimara (composer)  Fausto Salvatori (lyricist)","Artists":"Lotte Lehmann, Ernő Balogh  Leonard Warren, Williard Sektberg","ISWC":null,"Type":"Song","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"D'une prison","Writers":"Reynaldo Hahn (composer)  Paul Verlaine (lyricist)","Artists":"Nicolai Gedda  Martyn Hill, Graham Johnson  Felicity Lott, Graham Johnson  Philippe Jaroussky, Jérôme Ducros  François Le Roux, Jeff Cohen  Lotte Lehmann, Ernő Balogh  Rachel Yakar, Claude Lavoix  Charles Panzéra avec Magdeleine Panzéra","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Der Freischütz: Akt II. Nr. 8. Szene und Arie „Wie nahte mir der Schlummer“ (Agathe)","Writers":"Carl Maria von Weber (composer)  Johann Friedrich Kind (librettist)","Artists":"Elisabeth Schwarzkopf, Philharmonia Orchestra, Walter Süsskind  Orchester der Deutschen Oper Berlin, Lovro von Matačić  Kiri Te Kanawa  Lotte Lehmann  Berliner Philharmoniker, Herbert von Karajan  London Symphony Orchestra, Sir Colin Davis  Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Orchester der Wiener Staatsoper, Karl Böhm  Elisabeth Grümmer, Wiener Philharmoniker, Wilhelm Furtwängler  Staatskapelle Dresden, Sir Colin Davis  Orchester der Wiener Staatsoper, Wilhelm Furtwängler  Petra Maria Schnitzer, WDR Rundfunkchor Köln, Capella Coloniensis des WDR, Bruno Weil  Bayerisches Staatsorchester, Robert Heger  Das Kölner Rundfunk-Sinfonie-Orchester, Erich Kleiber  Nikolaus Harnoncourt, Berliner Philharmoniker  Orchestra Sinfonica Nazionale della RAI, Wolfgang Sawallisch","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Der Jüngling an der Quelle, D. 300","Writers":"Franz Schubert (composer)  Johann Gaudenz von Salis-Seewis (lyricist)","Artists":"Franz Schubert  Lucia Popp, Irwin Gage  Judith Raskin, George Schick  Dietrich Fischer‐Dieskau, Gerald Moore  Anne Sofie von Otter, Bengt Forsberg  Elisabeth Schwarzkopf, Gerald Moore  Christoph Prégardien, Graham Johnson  Nils Mönkemeyer, Nicholas Rimmer  Vesselina Kasarova, Friedrich Haider  Lotte Lehmann, Paul Ulanowsky  Heinrich Schlusnus, Franz Rupp  Elly Ameling & Jörg Demus  Elisabeth Schumann, Elizabeth Coleman","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Der Knabe und das Immlein","Writers":"Hugo Wolf (composer)  Eduard Mörike (lyricist)","Artists":"Barbara Bonney, Geoffrey Parsons  Simon Keenlyside, Malcolm Martineau  Lotte Lehmann, Paul Ulanowsky","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Der Rosenkavalier: Act I. \"Oh, sei Er gut, Quinquin\"","Writers":null,"Artists":"Philharmonia Orchestra, Herbert von Karajan  Lotte Lehmann, Manfred Gurlitt","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die lustigen Weiber von Windsor","Writers":"Otto Nicolai (composer)  Salomon Hermann Mosenthal (librettist)","Artists":"Lotte Lehmann","ISWC":null,"Type":"Opera","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Meistersinger von Nürnberg, WWV 96: Akt II, Szene IV. \"Gut'n Abend, Meister!\" (Eva, Sachs, Magdalene)","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Lotte Lehmann  Chicago Symphony Orchestra, Sir Georg Solti  Wiener Philharmoniker, Hans Knappertsbusch  Richard Wagner,Sir Georg Solti,Norman Bailey,Wiener Philharmoniker  Orchester der Bayreuther Festspiele, Karl Böhm  Orchester der Bayreuther Festspiele, Herbert von Karajan  Orchester der Bayreuther Festspiele, Silvio Varviso  Elisabeth Schwarzkopf, Orchester der Bayreuther Festspiele, Herbert von Karajan","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Meistersinger von Nürnberg, WWV 96: Akt III","Writers":"Richard Wagner (librettist, composer)","Artists":"Staatskapelle Dresden, Theo Adam, Karl Ridderbusch, René Kollo, Peter Schreier, Helen Donath, Kurt Moll, Ruth Hesse, Geraint Evans, Chor der Staatsoper Dresden, dir. Herbert von Karajan  Richard Wagner  Lotte Lehmann  Detroit Symphony Orchestra, Paul Paray  Sofia Philharmonic Orchestra, Vassil Kazandjiev","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 1. Das Wandern","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Fritz Wunderlich, Hubert Giesen  Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Сергей Васильевич Рахманинов  Jonas Kaufmann  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Siegfried Lorenz, Norman Shetler  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Jean‐Guihen Queyras, Alexandre Tharaud  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 2. Wohin?","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Judith Raskin, George Schick  Julius Patzak, Michael Raucheisen  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Marian Anderson, Franz Rupp  Frieda Hempel  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Peder Severin, Dorte Kirkeskov  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Siegfried Lorenz, Norman Shetler  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Charles Panzéra avec Magdeleine Panzéra  Richard Edgar‐Wilson, Joanna Leach  Elisabeth Schumann, Karl Alwin  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 3. Halt!","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Barbara Hendricks  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Paul Armin Edelmann, Charles Spencer  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 4. Danksagung an den Bach","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 5. Am Feierabend","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 6. Der Neugierige","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Heinrich Schlusnus, Franz Rupp  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Judith Raskin, George Schick  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Daria Hovora, Mischa Maisky  Richard Crooks, Frank La Forge  Paul Armin Edelmann, Charles Spencer  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 7. Ungeduld","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Thomas Quasthoff, Justus Zeyen  Elisabeth Schwarzkopf, Gerald Moore  Fritz Wunderlich, Hubert Giesen  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Joseph Schmidt  Alexander Kipnis  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Ernst Haefliger, Jörg Ewald Dähler  Frieda Hempel  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Jean‐Guihen Queyras, Alexandre Tharaud  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 8. Morgengruß","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Leopold Godowsky  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 9. Des Müllers Blumen","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  [unknown]  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Josef Protschka, Helmut Deutsch  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 10. Tränenregen","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Franz Schubert  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Thomas Quasthoff, The Chamber Orchestra of Europe, Claudio Abbado  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 11. Mein!","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Victoria de los Ángeles, Gerald Moore  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 12. Pause","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Siegfried Lorenz, Norman Shetler  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 13. Mit dem grünen Lautenbande","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Siegfried Lorenz, Norman Shetler  Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Franz Schubert  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 14. Der Jäger","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Franz Schubert  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 15. Eifersucht und Stolz","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Julius Patzak, Michael Raucheisen  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Jakob Pilgram, Mischa Sutter  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Heinrich Rehkemper  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 16. Die liebe Farbe","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Siegfried Lorenz, Norman Shetler  Franz Schubert  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Julius Patzak, Michael Raucheisen  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 17. Die böse Farbe","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Jussi Björling, Frederick Schauwecker  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Julius Patzak, Michael Raucheisen  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 18. Trockne Blumen","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Franz Schubert  Dietrich Fischer‐Dieskau, Gerald Moore  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Judith Raskin, George Schick  Siegfried Lorenz, Norman Shetler  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Julius Patzak, Michael Raucheisen  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 19. Der Müller und der Bach","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Fritz Wunderlich, Hubert Giesen  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Siegfried Lorenz, Norman Shetler  Ruggiero Ricci  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Anne Gastinel & Claire Désert  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Julius Patzak, Michael Raucheisen  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Daria Hovora, Mischa Maisky  Richard Crooks, Frank La Forge  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die schöne Müllerin, D. 795: Nr. 20. Des Baches Wiegenlied","Writers":"Franz Schubert (composer)  Wilhelm Müller (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Franz Schubert  Shura Gehrman, Nina Walker  Peter Schreier, Walter Olbertz  Siegfried Lorenz, Norman Shetler  Elisabeth Schumann  Thomas Quasthoff, Justus Zeyen  Ian Bostridge, Graham Johnson  Peter Schreier, András Schiff  Fritz Wunderlich, Hubert Giesen  Ernst Haefliger, Jörg Ewald Dähler  Christoph Prégardien, Andreas Staier  Brigitte Fassbaender, Aribert Reimann  Jonas Kaufmann, Helmut Deutsch  Hermann Prey, Leonard Hokanson  Christoph Prégardien, Michael Gees  Christian Elsner, Ulrich Eisenlohr  Mark Padmore, Paul Lewis  Håkan Hagegård, Emanuel Ax  Hlöðver Sigurðsson, Antonía Hevesi  Sanford Sylvan, David Breitman  Christian Gerhaher, Gerold Huber  Aksel Schiøtz, Gerald Moore  Lotte Lehmann, Paul Ulanowsky  Elisabeth Schumann, George Reeves  Wolfgang Holzmair, Imogen Cooper  Ian Bostridge, Mitsuko Uchida  Julius Patzak, Michael Raucheisen  Matthias Goerne, Christoph Eschenbach  Fritz Wunderlich, Kurt-Heinz Stolze  Werner Güra, Jan Schultsz  Ernst Haefliger, Erik Werba  Jan Kobow, Kristian Bezuidenhout  James Gilchrist, Anna Tilbrook  Lois Marshall, Greta Kraus  Richard Edgar‐Wilson, Joanna Leach  Josef Baert, Roumiana Stantcheva","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene I. \"Kühlende Labung gab mir der Quell!\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Orchester der Bayreuther Festspiele, Karl Böhm  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Grosses Symphonieorchester, Hans Swarowsky","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene I. \"Wes Herd dies auch sei\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Berliner Philharmoniker, Herbert von Karajan  Wiener Philharmoniker, Bruno Walter  Wiener Philharmoniker, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Orchester der Bayreuther Festspiele, Karl Böhm  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Badische Staatskapelle, Günter Neuhold  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Grosses Symphonieorchester, Hans Swarowsky","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene II. \"Friedmund darf ich nicht heißen\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Berliner Philharmoniker, Herbert von Karajan  Wiener Philharmoniker, Bruno Walter  Wiener Philharmoniker, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Emanuel List, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Kurt Böhme, Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Orchester der Bayreuther Festspiele, Karl Böhm  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Badische Staatskapelle, Günter Neuhold  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Grosses Symphonieorchester, Hans Swarowsky","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene II. \"Müd am Herd fand ich den Mann\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Berliner Philharmoniker, Herbert von Karajan  Wiener Philharmoniker, Bruno Walter  Wiener Philharmoniker, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Emanuel List, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Kurt Böhme, Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Orchester der Bayreuther Festspiele, Karl Böhm  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Badische Staatskapelle, Günter Neuhold  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Grosses Symphonieorchester, Hans Swarowsky","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene III. \"Du bist der Lenz, nach dem ich verlangte\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Jessye Norman  Berliner Philharmoniker, Herbert von Karajan  Kirsten Flagstad, Wiener Philharmoniker, Hans Knappertsbusch  Wiener Philharmoniker, Bruno Walter  Wiener Philharmoniker, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Lauritz Melchior, Helen Traubel, NBC Symphony Orchestra, Arturo Toscanini  Amy Shuard, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Badische Staatskapelle, Günter Neuhold  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Joan Sutherland, Richard Bonynge  Kirsten Flagstad, The Philadelphia Orchestra, Eugene Ormandy","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene III. \"Schläfst du Gast?\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Berliner Philharmoniker, Herbert von Karajan  Wiener Philharmoniker, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Badische Staatskapelle, Günter Neuhold  Orchester der Bayreuther Festspiele, Hans Knappertsbusch","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene III. \"Siegmund heiß' ich\"","Writers":"Richard Wagner (composer, librettist)","Artists":"Richard Wagner  Wiener Philharmoniker, Bruno Walter  Orchester der Bayreuther Festspiele, Clemens Krauss  Symphonieorchester des Bayerischen Rundfunks, Bernard Haitink  Orchester der Bayreuther Festspiele, Daniel Barenboim  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Lauritz Melchior, Helen Traubel, NBC Symphony Orchestra, Arturo Toscanini  Amy Shuard, Ramón Vinay, Orchestra of the Royal Opera House, Covent Garden, Franz Konwitschny  Orchester der Bayreuther Festspiele, Hans Knappertsbusch","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Die Walküre: Act I, Scene III. \"Wehwalt heißt du fürwahr? - Siegmund heiß ich\"","Writers":"Richard Wagner (librettist, composer)","Artists":"Richard Wagner  Lotte Lehmann, Lauritz Melchior, Wiener Philharmoniker, Bruno Walter  Orchestra del Teatro alla Scala di Milano, Wilhelm Furtwängler  Orchester der Bayreuther Festspiele, Christian Thielemann  Orchester der Bayreuther Festspiele, Karl Böhm  James King, Leonie Rysanek, Orchester der Bayreuther Festspiele, Karl Böhm  Seattle Symphony Orchestra, Seattle Opera Chorus, Asher Fisch  Orchester der Bayreuther Festspiele, Hans Knappertsbusch  Grosses Symphonieorchester, Hans Swarowsky","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Do not chide me","Writers":"Ernő Balogh (composer)  Sylvia Golden (lyricist)","Artists":"Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Drink to Me Only With Thine Eyes","Writers":"[anonymous] (composer)  Ben Jonson (lyricist)","Artists":"Dean Martin  John McCormack  Cynthia Glover & John Lawrenson  Ben Jonson  Lotte Lehmann, Ernő Balogh  Chor Leoni Men's Choir, Ken Cormier, Diane Loomer  George Wilton Ballard","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Du meines Herzens Krönelein, op. 21 no. 2 (for voice and piano)","Writers":"Richard Strauss (composer)  Felix Dahn (lyricist)","Artists":"Richard Strauss  Jessye Norman, Geoffrey Parsons  Barbara Bonney, Geoffrey Parsons  Soile Isokoski, Marita Viitasalo  Camilla Tilling, Paul Rivinius  Jonas Kaufmann, Helmut Deutsch  Lotte Lehmann, Paul Ulanowsky  Christa Ludwig, Charles Spencer  Anne Schwanewilms, Roger Vignoles","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Eugene Onegin: Act I, Scene II. Letter Scene","Writers":"Пётр Ильич Чайковский (composer)","Artists":"Пётр Ильич Чайковский  Галина Павловна Вишневская, Оркестр Большого Театра, Борис Эммануилович Хайкин  [unknown]  Lotte Lehmann  Orchestre philharmonique de Radio France, Paavo Järvi, Barbara Hendricks  Anna Netrebko, Orchestra of the Mariinsky Theatre, Valery Gergiev  Orchestra of the Royal Opera House, Covent Garden, Sir Georg Solti  Анна Юрьевна Нетребко, Симфонический оркестр Мариинского театра, Валерий Абисалович Гергиев  Lucia Popp, Münchner Rundfunkorchester, Stefan Soltesz  Mirella Freni, Staatskapelle Dresden, James Levine  Anna Tomowa‐Sintow, Sofia Festival Orchestra, Emil Tchakarov  Лариса Ивановна Дядькова, Renée Fleming, London Symphony Orchestra, Sir Georg Solti  Mirella Freni, Philharmonisches Orchester der Stadt Ulm, James Allen Gähres  Галина Павловна Вишневская, Оркестр Большого Театра, Мстислав Ростропович","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Fà la nana, bambin","Writers":"Geni Sadero (composer)","Artists":"Tito Schipa  Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Faust: Acte III","Writers":"Charles‐François Gounod (composer)  Michel Carré (librettist)  Jules Barbier (librettist)","Artists":"Charles‐François Gounod  Lotte Lehmann  Beniamino Gigli","ISWC":null,"Type":null,"Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Im Abendrot, D. 799","Writers":"Franz Schubert (composer)  Karl Lappe (lyricist)","Artists":"Franz Schubert  Karl Erb  Kirsten Flagstad, Edwin McArthur  Anne Sofie von Otter, Bengt Forsberg  Fritz Wunderlich, Hubert Giesen  Christine Brewer, Graham Johnson  Barbara Bonney, Geoffrey Parsons  Hans Hotter, Gerald Moore  Sarah Walker, Roger Vignoles  Matthias Goerne, Andreas Haefliger  Christoph Prégardien, Michael Gees  Christine Schäfer, Irwin Gage  Christa Ludwig, Irwin Gage  Hermann Prey, Karl Engel  Vesselina Kasarova, Friedrich Haider  Christian Gerhaher, Gerold Huber  Lotte Lehmann, Ernő Balogh  Bernarda Fink, Gerold Huber  Margaret Price, Wolfgang Sawallisch  Dietrich Fischer‐Dieskau, Gerald Moore  Dietrich Fischer‐Dieskau & Gerald Moore  Dietrich Fischer‐Dieskau, Alfred Brendel  Ruby Hughes, Joseph Middleton  Elisabeth Schumann, Karl Alwin","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Infidelité","Writers":"Reynaldo Hahn (composer)  Théophile Gautier (lyricist)","Artists":"Martyn Hill, Graham Johnson  Felicity Lott, Graham Johnson  François Le Roux, Jeff Cohen  Lotte Lehmann, Paul Ulanowsky","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Italienisches Liederbuch: No. 8. Nun laß uns Frieden schließen","Writers":"Hugo Wolf (composer)  Paul Johann Ludwig von Heyse (librettist)","Artists":"Hugo Wolf  Olaf Bär, Helmut Deutsch  Bo Skovhus, Marita Viitasalo  Lotte Lehmann, Paul Ulanowsky  Dietrich Fischer‐Dieskau, Gerald Moore  Dietrich Fischer‐Dieskau, Hertha Klust","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Italienisches Liederbuch: No. 17. Und willst du deinen Liebsten sterben sehen","Writers":"Hugo Wolf (composer)  Paul Johann Ludwig von Heyse (librettist)","Artists":"[unknown]  Olaf Bär, Helmut Deutsch  Bo Skovhus, Marita Viitasalo  Lotte Lehmann, Paul Ulanowsky  Dietrich Fischer‐Dieskau, Gerald Moore  Dietrich Fischer‐Dieskau, Hertha Klust","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"L'Énamourée","Writers":"Reynaldo Hahn (composer)  Théodore de Banville (lyricist)","Artists":"Martyn Hill, Graham Johnson  Анна Юрьевна Нетребко, Pražská komorní filharmonie, Emmanuel Villaume  Lotte Lehmann, Paul Ulanowsky  Victoria de los Ángeles, Sinfonia of London, Rafael Frühbeck de Burgos  Rachel Yakar, Claude Lavoix","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"La Vie antérieure","Writers":"Henri Duparc (composer)  Charles Baudelaire (lyricist)","Artists":"Felicity Lott, Graham Johnson  Nan Merriman, Gerald Moore  Sarah Walker, Roger Vignoles  Amaryllis Grégoire, Luc Devos  François Le Roux, Jeff Cohen  Lotte Lehmann, Paul Ulanowsky  Françoise Pollet, Orchestre symphonique et lyrique de Nancy, Jérôme Kaltenbach  Véronique Dietschy, Emmanuel Strosser  Léopold Simoneau, Allan Rogers  Gérard Souzay, Jacqueline Bonneau  Jessye Norman, Dalton Baldwin  Christiane Karg, David Afkham, Bamberger Symphoniker  Stéphane Degout, Hélène Lucas  Mary Bevan, Joseph Middleton  Jennie Tourel, Leonard Bernstein","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Liederkreis, op. 39: Nr. 3. Waldesgespräch","Writers":"Robert Schumann (composer)  Joseph von Eichendorff (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Sebastian Bluth  Barbara Bonney, Vladimir Ashkenazy  Margaret Price, Graham Johnson  Josef Protschka, Helmut Deutsch  Elly Ameling, Jörg Demus  Christian Gerhaher, Gerold Huber  Lotte Lehmann, Ernő Balogh  Rolf Koenen, Hansjörg Schellenberger  Lois Marshall, William Aide  Peter Schreier, Norman Shetler  Dietrich Fischer‐Dieskau, Alfred Brendel  Dietrich Fischer‐Dieskau, Christoph Eschenbach  Thomas Quasthoff, Roberto Szidon  Dorothea Röschmann, Mitsuko Uchida  Christoph Prégardien, Ensemble Kontraste  Florian Boesch, Malcolm Martineau  Dame Janet Baker, Daniel Barenboim  Sena Jurinac, Franz Holetschek  Jennie Tourel, Leonard Bernstein  Andreas Schmidt, Markus Hinterhäuser  Catherine Robbin, Michael McMahon","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Liederkreis, op. 39: Nr. 12. Frühlingsnacht","Writers":"Robert Schumann (composer)  Joseph von Eichendorff (lyricist)","Artists":"Dietrich Fischer‐Dieskau, Gerald Moore  Dietrich Fischer‐Dieskau, Christoph Eschenbach  Jessye Norman, Geoffrey Parsons  Margaret Price, Graham Johnson  Josef Protschka, Helmut Deutsch  Elly Ameling, Jörg Demus  Lotte Lehmann, Ernő Balogh  Lois Marshall, William Aide  Peter Schreier, Norman Shetler  RCA Victor Symphony Orchestra, Douglas Gamley  Thomas Quasthoff, Roberto Szidon  Dorothea Röschmann, Mitsuko Uchida  Dame Janet Baker, Daniel Barenboim  Sena Jurinac, Franz Holetschek  Edward Hain, Adelina de Lara  Alexander Krichel  Jennie Tourel, Leonard Bernstein  Andreas Schmidt, Markus Hinterhäuser","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Lohengrin: Act II, Scene II. \"Euch lüften, die mein klagen\" (Elsa, Ortrud, Friedrich)","Writers":"Richard Wagner (composer, librettist)","Artists":"Richard Wagner  Lotte Lehmann  Wiener Philharmoniker, Claudio Abbado  Orchester der Bayreuther Festspiele, Lovro von Matačić  Emily Magee, Deborah Polaski, Falk Struckmann, Staatskapelle Berlin, Daniel Barenboim  Kirsten Flagstad, The Philadelphia Orchestra, Eugene Ormandy  Orchester der Bayreuther Festspiele, Peter Schneider  Koninklijk Concertgebouworkest, Sir Mark Elder  Metropolitan Opera Orchestra, Erich Leinsdorf  Elisabeth Grümmer, Christa Ludwig, Dietrich Fischer‐Dieskau, Wiener Philharmoniker, Rudolf Kempe  Gabriele Schnaut, Cheryl Studer, Ekkehard Wlaschiha, Orchester der Bayreuther Festspiele, Peter Schneider  Elisabeth Schwarzkopf, Philharmonia Orchestra, Heinz Wallberg","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Lohengrin: Akt. I. \"Einsam in trüben Tagen\"","Writers":"Richard Wagner (composer, librettist)","Artists":"Richard Wagner  Lotte Lehmann  Kirsten Flagstad  Helen Traubel  Wiener Philharmoniker, Claudio Abbado  Elisabeth Schwarzkopf, Philharmonia Orchestra, Walter Süsskind  Elisabeth Schwarzkopf, Philharmonia Orchestra  Orchester der Bayreuther Festspiele, Lovro von Matačić  Victoria de los Ángeles, Philharmonia Orchestra, Anatole Fistoulari  Chor der Deutschen Staatsoper Berlin, Emily Magee, René Pape, Staatskapelle Berlin, Daniel Barenboim  Kirsten Flagstad, Hans Lange  Emma Juch, Isidore Luckstone  Hildegard Behrens, Münchner Rundfunkorchester, Peter Schneider  Joan Sutherland, National Philharmonic Orchestra, Richard Bonynge  Régine Crespin, Georges Prêtre  Alessandra Marc, Seattle Symphony, Gerard Schwarz  Orchester der Bayreuther Festspiele, Peter Schneider  Koninklijk Concertgebouworkest, Sir Mark Elder  Metropolitan Opera Orchestra, Erich Leinsdorf  Konzertvereinigung Wiener Staatsopernchor, Gottlob Frick, Elisabeth Grümmer, Wiener Philharmoniker, Rudolf Kempe  Chor der Bayreuther Festspiele, Manfred Schenk, Cheryl Studer, Orchester der Bayreuther Festspiele, Peter Schneider","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Midsummer","Writers":"Amy Worth (composer)  Richard Le Gallienne (lyricist)","Artists":"Philharmonia Orchestra, Richard Bonynge, Dame Joan Sutherland  Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Mignon: Acte I, no. 4. Romance \"Connais-tu le pays ?\" (Mignon)","Writers":"Ambroise Thomas (composer)","Artists":"London Festival Orchestra, Alfred Scholz  Ambroise Thomas  Lotte Lehmann  Risë Stevens  BBC National Orchestra of Wales, Carlo Rizzi, Guang Yang  San Francisco Symphony, Pierre Monteux, Maggie Teyte  Teresa Berganza, City of Barcelona Symphony Orchestra, Garcia Navarro  Jane Rhodes, Orchestre du Théâtre National de l’Opéra‐Comique, Jean-Claude Hartemann","ISWC":null,"Type":"Aria","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Mignon: Acte II, no. 12. Recitativo-Cantabile \"Elle est là, près de lui\" (Mignon)","Writers":"Ambroise Thomas (composer)","Artists":"Lotte Lehmann","ISWC":null,"Type":"Aria","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Myrthen, op. 25: Nr. 24. Du bist wie eine Blume","Writers":"Robert Schumann (composer)  Heinrich Heine (lyricist)","Artists":"Robert Schumann  Dietrich Fischer‐Dieskau, Christoph Eschenbach  Thomas Quasthoff, Justus Zeyen  Jessye Norman, Geoffrey Parsons  Gerald Finley, Julius Drake  Arleen Augér, Dalton Baldwin  Nils Mönkemeyer, Nicholas Rimmer  Elly Ameling, Rudolf Jansen  Lotte Lehmann, Ernő Balogh  Rolf Koenen, Hansjörg Schellenberger  Kiri Te Kanawa, Richard Amner  Dietrich Fischer‐Dieskau, Hertha Klust  Harald Bjørkøy, Jens Harald Bratlie  Edith Wiens, Rudolf Jansen  Edward Hain, Adelina de Lara","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Nacht und Träume, D. 827","Writers":"Franz Schubert (composer)  Matthäus von Collin (lyricist)","Artists":"Franz Schubert  Dame Janet Baker, Geoffrey Parsons  Dietrich Fischer‐Dieskau, Gerald Moore  Dame Janet Baker  Elisabeth Schumann  Karl Erb  Ian Bostridge, Julius Drake  Kathleen Battle, James Levine  Ann Murray, Graham Johnson  Guang Yang, Ingrid Surgenor  Sarah Walker, Roger Vignoles  Christianne Stotijn, Joseph Breinl  Arleen Augér, Dalton Baldwin  Ille Saar, [unknown]  Bruno Canino, Lynn Harrell  Christoph Prégardien, Michael Gees  Christine Schäfer, Irwin Gage  Renée Fleming, Christoph Eschenbach  Vesselina Kasarova, Friedrich Haider  Brigitte Geller, Ulrich Eisenlohr  Barbara Hendricks, Radu Lupu  Sandrine Piau, Markus Hadulla  Accentus, Laurence Equilbey  Lotte Lehmann, Paul Ulanowsky  Elisabeth Schumann, Gerald Moore  Lynda Russell, Peter Hill  Kiri Te Kanawa, Richard Amner  Jean‐Guihen Queyras, Alexandre Tharaud  Cantabile, Malcolm Martineau  Dietrich Fischer‐Dieskau, Alfred Brendel  Dietrich Fischer‐Dieskau, Hartmut Höll  Nicolai Gedda, Erik Werba  Daria Hovora, Mischa Maisky  Yeree Suh, Jos van Immerseel  Katharina Konradi, Gerold Huber  Christoph Prégardien, Tilman Hoppstock","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Oberon, J. 306: Act II, Scene III. Recitative and Aria \"Ozean, du Ungeheuer!\" (Rezia)","Writers":"Carl Maria von Weber (composer)","Artists":"Lotte Lehmann  Carl Maria von Weber  Kirsten Flagstad  Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Kirsten Flagstad, The Philadelphia Orchestra, Eugene Ormandy  Birgit Nilsson, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Psyché","Writers":"Pierre Corneille (lyricist)  Émile Paladilhe (composer)","Artists":"John Mark Ainsley, Graham Johnson  Lotte Lehmann, Paul Ulanowsky","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Schlafe, mein süsses Kind","Writers":"[traditional] (composer)","Artists":"Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Tannhäuser und der Sängerkrieg auf Wartburg: Aufzug II, Szene I: \"Dich, teure Halle\"","Writers":"Richard Wagner (composer, librettist)","Artists":"Richard Wagner  Metropolitan Opera Orchestra, Erich Leinsdorf  Kiri Te Kanawa  Orchester der Bayreuther Festspiele, Wolfgang Sawallisch  Orchestra del Teatro di San Carlo, Karl Böhm  [unknown]  Jessye Norman  Lotte Lehmann  Staatskapelle Berlin, Daniel Barenboim  Gundula Janowitz  Staatskapelle Berlin, Franz Konwitschny  Orchester der Bayreuther Festspiele, André Cluytens  Orchester der Bayreuther Festspiele, Karl Elmendorff  Victor Braun, Konzertvereinigung Wiener Staatsopernchor, Helga Dernesch, Wiener Philharmoniker, Sir Georg Solti  Victoria de los Ángeles, Philharmonia Orchestra, Anatole Fistoulari  Kirsten Flagstad, Hans Lange  Hildegard Behrens, Münchner Rundfunkorchester, Peter Schneider  Hilde Konetzni, Hans Schmidt‐Isserstedt  Joan Sutherland, National Philharmonic Orchestra, Richard Bonynge  Birgit Nilsson, Otto Gerdes  Cheryl Studer, Philharmonia Orchestra, Giuseppe Sinopoli  hr‐Sinfonieorchester, Kurt Schröder  Marianne Schech, Orchester der Bayerischen Staatsoper, Robert Heger","ISWC":null,"Type":null,"Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Tonerna","Writers":"Carl Sjöberg (composer)  Erik Gustaf Geijer (lyricist)","Artists":"Jussi Björling  Jussi Björling, Nils Grevillius  Arve Tellefsen  Lotte Lehmann, Ernő Balogh  Jussi Björling, Kungliga Hovkapellet, Nils Grevillius","ISWC":null,"Type":"Song","Lyrics Languages":"swe","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Vierge d'Athènes!","Writers":"Charles‐François Gounod (composer)  George Gordon Byron (lyricist)  Jules Ruelle (translator)","Artists":"Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Wenn Du einmal Dein Herz verschenkst","Writers":"Willy Rosen (lyricist, composer)  Kurt Schwabach (lyricist)","Artists":"Lotte Lehmann  Dajós Béla & His Orchestra  Alfred Strauss","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Wozu noch, Mädchen, op. 19 no. 1","Writers":"Richard Strauss (composer)  Adolf Friedrich von Schack (lyricist)","Artists":"Lotte Lehmann, Paul Ulanowsky  Andrew Kennedy, Roger Vignoles","ISWC":null,"Type":"Song","Lyrics Languages":"deu","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Zeitlose, op. 10 no. 7","Writers":"Richard Strauss (composer)","Artists":"Barbara Bonney, Malcolm Martineau  Jessye Norman, Geoffrey Parsons  Arleen Augér, Dalton Baldwin  Lucia Popp, Irwin Gage  Lotte Lehmann, Paul Ulanowsky  Andrew Kennedy, Roger Vignoles  Konrad Jarnot, Helmut Deutsch","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"},{"Work":"Край ты мой, op. 1 no. 4","Writers":"Александр Тихонович Гречанинов (composer)  Алексей Константинович Толстой (lyricist)","Artists":"Lotte Lehmann, Ernő Balogh","ISWC":null,"Type":"Song","Lyrics Languages":"rus","Attributes":null,"Rating":null,"gid":"ee00f71a-b5ac-4b64-96fc-fdfd8bd903a2"}]