[{"Work":"¡Ay, amor!","Writers":null,"Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"(Nothing but) Flowers","Writers":"David Byrne (lyricist, composer)  Jerry Harrison (composer)  Tina Weymouth (composer)  Chris Frantz (composer)","Artists":"David Byrne  Talking Heads  Caetano Veloso & David Byrne","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":"GW02579291 (APRA ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"A Bossa Nova é foda","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"A rã","Writers":"Caetano Veloso (lyricist)  João Donato (composer)","Artists":"João Donato  Hendrik Meurkens  Tim Maia  Till Brönner  Matarenga  João Donato with Palmyra & Levita  Trio Corrente","ISWC":"T-071.072.756-2  T-902.309.571-8","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"A Voz de Morto","Writers":"Caetano Veloso (composer)","Artists":"Andrea Marquee","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Aboio","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Águas de março","Writers":"Antônio Carlos Jobim (lyricist, composer)","Artists":"Antonio Carlos Jobim  Antonio Carlos Jobim & Elis Regina  Antônio Carlos Jobim & Elis Regina  Os Alquimistas  Tom Jobim  Elis Regina & Tom Jobim  Elis Regina feat. Tom Jobim  Elis Regina & Antonio Carlos Jobim  Antônio Carlos Jobim  Orquestra Brasileira de Música Jamaicana  Stan Getz & João Gilberto  Emilie‐Claire Barlow  Cibo Matto  Stan Getz  Joyce  Elis Regina  Zé Ramalho  Fito Páez  Eliane Elias  João Gilberto  Nara Leão  Geraldo Azevedo  Josee Koning  Rosa Passos  Milton Banana Trio  Jazztronik  Chitãozinho & Xororó  Mônica Passos  Daniela Agil  Damien Rice & Lisa Hannigan  Roney Marczak & Christian Ruvolo  Atom™ + Toshiyuki Yasuda feat. Fernanda Takai + Moreno Veloso  Miúcha, Tom Jobim, Vinicius de Moraes & Toquinho  Antonio Carlos Jobim & Gal Costa  Lisa Ono  Luli e Lucina  Quatuor Ébène with Stacey Kent & Marcos Valle  Elis Regina e Tom Jobim  Elis Regina & Antônio Carlos Jobim  Tom Jobim \/ Chico Buarque \/ Caetano Veloso  Elis Regina, Antonio Carlos Jobim  Ronald Fair  Carlos Berlanga feat. Ana Belén","ISWC":"T-072.002.341-5","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Alegria, alegria","Writers":"Caetano Veloso (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Alexandre","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Alguém cantando","Writers":"Caetano Veloso (writer)","Artists":"Boca Livre","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Always","Writers":"Irving Berlin (composer, lyricist)","Artists":"Frank Sinatra  Patsy Cline  Phil Collins  Tony Bennett  Paul McCartney  Cliff Richard  Ella Fitzgerald  Leonard Cohen  Bobby Darin  Willie Nelson  Della Reese  Bob Thompson, His Chorus and Orchestra  Marvin Gaye  The Ink Spots  Billie Holiday  Sarah Vaughan  Lionel Hampton  Andrea Marcovicci  Joséphine Baker  Peggy Lee  Irving Berlin  Benny Goodman  Oscar Peterson  Dick Hyman  Dave Brubeck  Bill Evans  Caetano Veloso  Pat Boone  Sandie Shaw  Mary Wells  Connie Francis  Gordon MacRae  Johnny Tillotson  Al Jolson  Janet Seidel  101 Strings Orchestra  Lenny Breau  Frankie Carle  Wayne King  Steve Allen  Bobby Troup  Mandy Patinkin  Guy Lombardo & His Royal Canadians  Gordon Jenkins  Russ Conway  Deanna Durbin  Kenny Rankin  Connee Boswell  Sammy Turner  Kenny Davern  Bobby Broom  Kirsten Siggaard  The Melachrino Strings And Orchestra  Anna Moffo  Kim Criswell  Maude Maggart  Irving Kaufman  Beegie Adair  Tony Mottola  Harry Nilsson  Jack Say and His Orchestra  Ernie Golden and His Hotel McAlpin Orchestra  George Olsen and His Music  Richard Wayne  Billy Eckstine & Sarah Vaughan  Willie Nelson & Leon Russell  Ruby Braff & Roger Kellaway  Sarah Vaughan & Billy Eckstine  Sammy Kaye & His Orchestra feat. Arthur Wright, vocal  Lionel Hampton feat. Oscar Peterson  Frank Sinatra with Axel Stordahl & His Orchestra  Ken Thorne and his Orchestra  Roy Hamilton  Geoff Love And His Orchestra  Oscar Peterson  Paul Grabowsky & Bernie McGann  Willie Nelson and Sister Bobbie  Joan Morris, William Bolcom  Roberta Piket  Джаз-оркестр под управлением Леонида Утесова  Howard Alden \/ Jimmy Bruno  Brian Sharp  Margie Lou Dyer, Allan Browne","ISWC":"T-070.001.012-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"And She Was","Writers":"David Byrne (composer, lyricist)","Artists":"Talking Heads  David Byrne  Purple Haze  Caetano Veloso & David Byrne","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Anunciação","Writers":"Caetano Veloso (composer)  Rogério Duarte (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Aquarela do Brasil","Writers":"Ary Barroso (composer, lyricist)","Artists":"The Shadows  Plácido Domingo  Clarice Assad  Joyce  Xavier Cugat  Joey Baron  Gal Costa  João Gilberto  Tim Maia  João Bosco  Duofel  Rosa Passos  Zimbo Trio  Pepeu Gomes  Ary Barroso  Ulisses Rocha  Rio Combo  Roney Marczak  João Gilberto, Caetano Veloso & Gilberto Gil  Quarteto de Brasília  Rosa Passos & Lula Galvão  Luli e Lucina  Minor Swing Quartet  Elian Bittencourt  Camerata Florianópolis, Jefferson Della Rocca  Instrumentālais ansamblis Igora Jakovļeva vadībā","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Aquele frevo axé","Writers":"Caetano Veloso (writer)  Cézar Mendes (writer)","Artists":"Gal Costa  Kenny Barron Quintet","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"As coisas","Writers":"Gilberto Gil (composer)  Arnaldo Antunes (lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Asa Branca","Writers":"Luiz Gonzaga (composer)  Humberto Teixeira (lyricist)","Artists":"Luiz Gonzaga  Elis Regina  Caetano Veloso  Baden Powell  Fagner  Quinteto Violado  Gonzaguinha  Gilberto Gil  Maria Bethânia  Dominguinhos  Elba Ramalho  Trio de Flauta do Nordeste  Elis Regina & Hermeto Pascoal  Maria João & Mário Laginha  Sérgio Mendes  Joyce  Walter Wanderley  Tom Zé  Zé Ramalho  Toquinho  Xuxa  Eliane Elias  Toninho Horta  Edson Cordeiro  Carlos Núñez  Orquestra Tabajara  Sérgio Reis  Lulu Santos  Sivuca  Badi Assad  Wilson Simonal  Sérgio Mendes & Brasil '77  Chitãozinho & Xororó  Isabel Silvestre  Macumba  Rosinha de Valença  Gilvan de Oliveira  Nilo Amaro e seus Cantores de Ébano  Ballaké Sissoko  Hamilton de Holanda  Brazilian Blues Band  Ivan Vilela  Arthur Moreira Lima  Teixeirinha  Paulo Debétio  Scott Feiner & Pandeiro Jazz  Paulo Diniz  Roberto Corrêa  Luiz Gonzaga & Gonzaguinha  Carlos Malta e Pife Muderno  Sergio Mendes  Orquestra Harmônicas de Curitiba  Vinicius de Moraes  Humberto Teixeira & Luiz Gonzaga  Nelson Gonçalves part. esp. Luiz Gonzaga  Reginaldo Frazatto, Jr.  Meninos de São Caetano  Daniela Mercury & Ricardo Castro  Celso Machado  Sivuca & Rosinha de Valença  Yamandu Costa  Dominguinhos, Sivuca & Oswaldinho  Orquestra Experimental da UFSCar  Schangay  Chitãozinho & Xororó feat. Ney Matogrosso  Nelson Gonçalves part. Luiz Gonzaga  Sivuca & Orquestra Sinfônica do Recife","ISWC":"T-900.754.563-3","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Atrás do trio elétrico","Writers":"Caetano Veloso (lyricist, composer)","Artists":"Claudette Soares","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Avarandado","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Stan Getz  João Gilberto","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Ave-Maria","Writers":"Caetano Veloso (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Baby","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Os Mutantes  Carlos Casacuberta  Aloe Blacc + Alice Smith  Jaloo","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Baião atemporal","Writers":"Gilberto Gil (composer, lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Bárbara","Writers":"Chico Buarque (lyricist)  Ruy Guerra (composer)","Artists":"Chico Buarque e Caetano Veloso  Chico Buarque  Enzo Enzo","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Billie Jean","Writers":"Michael Jackson (composer, lyricist)","Artists":"Michael Jackson  The Sound Bluntz  The Bates  The Civil Wars  Shinehead  Chris Cornell  Susan Wong  The Countdown Singers  The Flying Pickets  Adam Rafferty  Linx  U2  Weezer  Coldplay  Belle and Sebastian  Neil Finn  Sly & Robbie  Those Darn Accordions!  Joey DeFrancesco  Caetano Veloso  Ian Brown  Mina  Big Daddy  Stefano Bollani  The Hit Crew  The Long Ryders  Mathieu Boogaerts  SND  Club House  Aloe Blacc  Unwoman  Joan as Police Woman  paniq  Bad Influence  Star Academy 3  DJ Jaxx  Sagi-Rei  Honeywagon  Munich Symphonic Sound Orchestra  Sweet Little Band  Dolapdere Big Gang  Rüdiger Baldauf  林二汶  Unicante  青山テルマ  Breathe Carolina  David Cook  Rockabye Baby!  The Lost Fingers  The Dust Bowl Cavaliers  Pink Turtle  Silence is Sexy  Vitamin String Quartet  Giant Robot Dance  Berk And The Virtual Band  Asstrio  Peter Doherty  Bobby Yang  Winterplay  Sungha Jung  Doron Deutsch  Martini Lizards  Orchester der Rosa-Luxemburg Oberschule  Josh and Anand  Sam Tsui  Jamie Lancaster & Karen Souza  London Synphonic Orchestra  Sly & Robbie and The Taxi Gang  Silver Pixel feat. Querubyna  Amelia Lily  Humming House  Filipowicz Quintet  Paul & Luke feat. John Biancale  Super Power Club  Kodaline  The Collective  Racine  The Soundz Blunt  FrauContraBass  Il Tuniz  Phil Campbell & Corey Glover  Steve Acho  Ben Lacy  Karizma Duo  Heizzentrale  Easy Star All‐Stars  Patrick Ripoll  Crew 7, Geeno Fabulous  Greg Anderson, Elizabeth Joy Roe  Sound Bluntz  Bader Nanaa  Sisqó vs Michael Jackson  5 in Love  Blackstreet featuring Dr. Dre  Tony Succar & Jean Rodríguez  Tigeroar  Michel Sonjac  Francesco Pugliese  Electro Lounge All Stars  Richard Cheese & Lounge Against The Machine  Kentaro Iwaki feat. Mahina Apple  Leo Giannetto's Jazz Project","ISWC":"T-070.233.007-1","Type":"Song","Lyrics Languages":"eng","Attributes":"116443 (BMI ID)  0B1-8266-1 (JASRAC ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Bim bom","Writers":"João Gilberto (composer, lyricist)","Artists":"Sérgio Mendes & Brasil ’66  Astrud Gilberto  Charlie Byrd  Caetano Veloso  João Gilberto  João Gilberto & Astrud Gilberto  Stan Getz & João Gilberto  Stan Getz acc. by the Gary McFarland Orchestra with Jim Hall  Morelenbaum²\/Sakamoto","ISWC":"T-070.880.823-4","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Blue Skies","Writers":"Irving Berlin (composer, lyricist)","Artists":"Frank Sinatra  Willie Nelson  Bing Crosby  The Ventures  Artie Shaw  Ella Fitzgerald  Irving Berlin  Dr. John  Django Reinhardt  Art Tatum  Dinah Washington  Rosemary Clooney  Jerry Goldsmith  Oscar Peterson  Perry Como  Eva Cassidy  Doris Day  Tommy Dorsey  Betty Hutton  Benny Goodman and His Orchestra  Frank Sinatra & The Tommy Dorsey Orchestra  Frank Sinatra & Tommy Dorsey  Harry Connick, Jr.  Dinah Shore  Bobby Darin  Duke Ellington  Harry James  Margie Gibson  Andrea Marcovicci  Joséphine Baker  Count Basie  Rod Stewart  Susannah McCorkle  Stan Getz  Maxine Sullivan  Keely Smith  Diana Krall  The Swingle Singers  Caetano Veloso  Lou Rawls  Cassandra Wilson  Chanticleer  Jim Reeves  Al Jolson  Helen Merrill  101 Strings Orchestra  Sam Harris  Tierney Sutton  Wayne King  Bill Charlap Trio  [unknown]  The McGuire Sisters  Connee Boswell  Ben Selvin  Nicole Henry  Clare Teal  Herb Alpert  Kim Criswell  Jutta Hipp  Dena DeRose  Milow  International Orchestra  Les Doigts de l'Homme  Frank Chacksfield & His Orchestra  Jack Say and His Orchestra  Susie Arioli  Richard Evans  Itzhak Perlman & Oscar Peterson  Kiri Te Kanawa & Nelson Riddle and His Orchestra  Frank Sinatra with Tommy Dorsey  Philippe Brun and his Jam Band  Peggy Lee with the Four of a Kind  Frank Sinatra with Tommy Dorsey & His Orchestra  Cyrus Chestnut Trio  Bing Crosby feat. Jimmy Durante  Bing Crosby feat. John Scott Truman  Frank Sinatra with Tommy Dorsey and His Orchestra  Ken Thorne and his Orchestra  Lara Downes  The King’s Singers  Oscar Peterson  Arvid Sundin och Stig Holm  Jeremy Davenport, Cincinnati Pops Orchestra, Erich Kunzel  Lil' Rev  Tommy Dorsey & Frank Sinatra  Glenn Miller & His Orchestra  Джаз-оркестр под управлением Александра Цфасмана  Anita O’Day  Zoot Sims & Harry “Sweets” Edison  Max Abrams  Kiri Te Kanawa, Nelson Riddle and His Orchestra  The Lou McGarity Big Eight  Ruby Braff and Ellis Larkins","ISWC":"T-070.011.813-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Body and Soul","Writers":"Johnny Green (composer)  Edward Heyman (lyricist)  Frank Eyton (lyricist)  Robert Sour (lyricist)","Artists":"Billie Holiday  Louis Armstrong  Frank Sinatra  Nat King Cole  Thelonious Monk  John Coltrane  Carmen McRae  Duke Ellington  Dexter Gordon  Coleman Hawkins  Art Tatum  Bud Powell  The Nat King Cole Trio  Sarah Vaughan  Woody Herman  Coleman Hawkins and His Orchestra  Jimmy Raney  Anthony Braxton  Diana Krall  Tony Bennett  Cassandra Wilson  Louis Armstrong & Jack Teagarden  Carly Simon  Wes Montgomery  Charlie Parker  Ella Fitzgerald  Benny Goodman  Chris Potter  Stan Getz  Lee Konitz  Dave Brubeck  Art Pepper  Joshua Redman  Freddie Hubbard  Betty Carter  Les Paul  Erroll Garner  Sarah Vaughan and Her Trio  Stan Kenton  Eddie Jefferson  Bob Brookmeyer  Tony Bennett duet with Amy Winehouse  Anita O’Day  Dinah Shore  John Coltrane Quartet  Earl Hines  Lionel Hampton  Stan Kenton and His Orchestra  Larry Adler  Joni James  Ann Hampton Callaway  Teddy Wilson  LaVern Baker  Ernestine Anderson  Steve Kuhn  Cal Tjader  Benny Carter  June Tabor  Don Byas  Dakota Staton  Sheila Jordan  Ray Price  Joe Pass  Caetano Veloso  André Gagnon  The Manhattan Transfer  Charlie Haden  Kurt Elling  Paul Desmond  Eric Dolphy  Grover Washington, Jr.  Don Cherry  The Dave Brubeck Trio  Bert Kaempfert  The Glenn Miller Orchestra  Red Garland  Louis Prima  Tuck Andress  Max Roach  Louis Armstrong & His Orchestra  Julie London  Tom Harrell  Steve Turre  Cedar Walton  Buddy Greco  Jason Moran  Morgana King  Billy Vaughn  Jack Hylton & His Orchestra  Christy Baron  Polly Bergen  Art Tatum Trio  Serge Chaloff  Biréli Lagrène  Ellery Eskelin  Boyd Raeburn & His Orchestra  Bud Powell Trio  Ruth Etting  The Benny Goodman Trio  Martha Raye  Jeff Berlin  Dexter Gordon Quartet  Royce Campbell  Jay McShann & His Orchestra  Kathy Kirby  Paul Motian  June Valli  Sue Raney  Beryl Booker  Derek Bailey  Mike Mainieri  Harry James & His Music Makers  Sun Ra Arkestra  Sun Ra and His Astro Infinity Arkestra  David Murray Quartet  Tony Williams Trio  Bev Kelly  Tete Montoliu  Quintette du Hot Club de France  Stan Getz Quintet  Noël Akchoté  Renato D'Aiello  Joe Maneri Quartet  Coe, Oxley & Co.  Franco Ambrosetti  Mishka Adams  Bob Mintzer Big Band  Johnny Guarnieri  Jimmy Rowles  Uschi Brüning  Steve Grossman  Enrico Pieranunzi Trio  Jon Gordon  George Greeley  Ethan Iverson  Joscho Stephan  Alexis Cole  Thore Swanerud  Steve Grossman Quartet  The Jon Jarvis Trio  Art Tatum & His Swingsters  Kansas City Band  King Cole Trio  Arvid Gram Paulsen  Partikel  Tuyết Loan  Joe Williams & Carmen McRae  Sarah Vaughan & Lester Young  Keith Jarrett \/ Charlie Haden  Frank Sinatra & Axel Stordahl & His Orchestra  Monty Alexander, Ray Brown & Herb Ellis  Eddie \"Lockjaw\" Davis & Sonny Stitt  Gerry Mulligan & Paul Desmond  Art Pepper and George Cables  Al Cohn and Zoot Sims  Jimmy Raney and Sonny Clark  George Colligan  Duke Ellington and Jimmy Blanton  Benny Carter & His Orchestra  Lester Young & King Cole Trio  Joe Williams & George Shearing  John Pisano feat. Ted Greene  Allan Browne Trio  Shorty Rogers & Art Pepper  Thelonious Monk  Duke Ellington feat. Paul Gonsalves  Charlie Haden & Chris Anderson  Scott Hamilton, Ken Peplowski, Spike Robinson  Frank Sinatra & His Orchestra  Miles Davis  Frank Sinatra with Bobby Hackett  Hendrik Meurkens \/  John Green  Önder Focan Group  Beets Brothers  Nat King Cole & Lester Young  Iverson, Konitz, Grenadier, Rossy  Sonya Cotton Quartet  Kauko Viitamäki  Bud Shank \/ Bill Mays \/ Alan Broadbent  Ilse Huizinga  Khan Jamal  Sun Ra and the Omniverse Jet Set Arkestra  Gordon Langford his Piano & Orchestra  Timo Lassy & Georgios Kontrafouris  Pee Wee Russell and Henry “Red” Allen  Lars Erstrand and Four Brothers  Randy Brecker, Wolfgang Engstfeld, Gunnar Plümer, Peter Weiss  Emin Fındıkoğlu 3, 4  Robert Majewski, Bobo Stenson, Palle Danielsson & Joey Baron  Nick Brignola Sextet, Pepper Adams  Aki Takase & David Murray  Charlie Haden, Jim Hall  “Sir” Roland Hanna  Mike Jones  Bob Dorough Trio feat. Michael Hornstein  Howard Alden \/ Frank Vignola \/ Jimmy Bruno  White Chocolate Drops  Roots - Arthur Blythe, Sam Rivers, Nathan Davis, Chico Freeman, Don Pullen, Santi Debriano, Tommy Campbell  Paul Gonsalves with Duke Ellington & His Orchestra  Marc Mommaas & Nikolaj Hess  Dave Koz, Luis Conté & Patti Austin  Stan Getz presents Jimmy Rowles  Lester Young-Buddy Rich Trio & Nat King Cole  Gordon Langford, His Piano & Orchestra  Ahmed Abdul-Malik with Ray Nance and Seldon Powell  Helge Schneider & Pete York  Bruce Cameron  Tony Arnopp  Ted Brown Trio  Lívia e Arthur Nestrovski  Stéphane Grappelly and his quartet  Freddy Gardner with Peter Yorke & His Concert Orchestra  The New Musical Cast  Strings and Keys  Sir Roland Hanna, Jesper Thilo-Quartet  Till Brönner & Dieter Ilg  M'Boom Re:Percussion Ensemble  Árni Egilsson, Ray Brown, Pete Jolly & Jimmie Smith  Eric Ineke  Hod O’Brien Quartet  Henning Sieverts, Johannes Enders, Christian Salfellner  Thomas Stabenow, Johannes Enders, Falk Willis, Lee Konitz  辛島文雄, 川村竜, 高橋信之助 & 池田篤  Scott Hamilton Quartet  Brigitte Escobar  Jens Winther Trio","ISWC":"T-070.012.014-4  T-900.008.746-7  T-900.754.873-4","Type":"Song","Lyrics Languages":"eng","Attributes":"320073596 (ASCAP ID)  134695 (BMI ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cá-já","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso  Rosanna & Zélia","ISWC":"T-041.848.206-0","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cada macaco no seu galho (Cho chuá)","Writers":"Riachão (composer, lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cajuína","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso  Elba Ramalho","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cajuína","Writers":"Caetano Veloso (composer)","Artists":"Gilberto Gil  Cibelle  Aquilo Del Nisso  Clarice Assad","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Capullito de alhelí","Writers":"Rafael Hernández Marín (composer, lyricist)","Artists":"Nat King Cole  Pepe Jaramillo  Plácido Domingo  Caetano Veloso  Vieja Trova Santiaguera  Los Naranjos  赤木りえ  Ricardo Lemvo & Makina Loca  Southwestern College Afro-Cuban Jazz Ensemble  Trío Azteca  Pepe Jaramillo and His Latin America Rhythm  Anette Maiburg, Joaquín Clerch, Pancho Amat","ISWC":null,"Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Carioca","Writers":"Vincent Youmans (composer)  Gus Kahn (lyricist)  Edward Eliscu (lyricist)","Artists":"Artie Shaw  Artie Shaw and His Orchestra  Les Paul & Mary Ford  Pepe Jaramillo  Gerry Mulligan  Dizzy Gillespie  Phil Woods  Barney Kessel  Buddy DeFranco  Coleman Hawkins  Caetano Veloso  Flip Phillips  Philly Joe Jones  Count Basie & His Orchestra  Philippe Chany  Jack Parnell & His Orchestra  Geraldo & His Gaucho Tango Orchestra  Boston Pops Orchestra, John Williams  Jeff Hedberg  Manuel & The Music of the Mountains  Mel Tormé and The Marty Paich Dek-Tette  Piotr Cieślikowski  Chanson d'Occasion","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Chegou no vento","Writers":"Vinicius Cantuária (writer)  Xico Chaves (writer)","Artists":"Boca Livre  Vinicius Cantuária & Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Chuvas de Verão","Writers":"Caetano Veloso (writer)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cinema novo","Writers":"Gilberto Gil (composer)  Caetano Veloso (lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Clara","Writers":"Caetano Veloso (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Clarice","Writers":"Caetano Veloso (composer)  Capinan (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Come as You Are","Writers":"Kurt Cobain (composer, lyricist)","Artists":"Nirvana  The Vibrators  Caetano Veloso  Red Hot Chili Peppers  Dani Siciliano  Mambo Kurt  Vitamin String Quartet  Jazz Against the Machine  The King  The Inchtabokatables  Killing Heidi  Charlie Hunter Trio  Émilie Simon  Little Roy  Mando Diao  The Secret Goldfish  Kevin Devine  Steve Kramer  Gringo Floyd  Pink Freud  Eddy Bop  Kylesa  Kurt Cobain  Midnight Juggernauts  Hayze  Rachel Z  BACK DROP BOMB  Rockabye Baby!  Bebo Best and The Super Lounge Orchestra  Deaf Havana  The Moonshine Playboys  Civil Twilight  Vitamin Piano Series  CLG  Yuna  Big Scary  PATHFINDER  Masha  Jukka Poika & Anssi Kela  Lava Divers  Piano Dreamers  Ulf Pettersson  Leo Moracchioli feat. Stine Vea Moracchioli  Rock the World  Bitter Lake  OldWornJacket  Cocogrunge  8-Bit Arcade  The Slopin Fairy 7  Ayşedeniz Gökçin with Ivan Shopov","ISWC":"T-070.233.416-4","Type":"Song","Lyrics Languages":"eng","Attributes":"228093 (BMI ID)  576033 (SESAC ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Contigo en la distancia","Writers":"César Portillo de la Luz (composer, lyricist)","Artists":"Christina Aguilera  César Portillo de la Luz  Plácido Domingo  Luis Miguel  Caetano Veloso  Charlie Haden  Pedro Infante  Dyango  The Genie Girls  José Luis y su guitarra  Vientos Del Caribe","ISWC":null,"Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Coração vagabundo","Writers":"Caetano Veloso (composer, lyricist)","Artists":"João Gilberto  Gal Costa feat. Caetano Veloso  Morelenbaum²\/Sakamoto","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cry Me a River","Writers":"Arthur Hamilton (composer, lyricist)","Artists":"Joe Cocker  Dinah Washington  Diana Krall  Barbra Streisand  Mari Wilson  Aaron Neville  Julie London  Sam Cooke  Etta James  Aerosmith  Alison Moyet  Linda Ronstadt  Shirley Bassey  Dexter Gordon  Susan Wong  The Slow Club  Skin  Linda Stevens  J.J. Johnson  Dinah Shore  Ella Fitzgerald  Anne Murray  Natalie Cole  Ray Charles  Merle Haggard  Annie Ross  Patti Austin  Dakota Staton  Julian Lennon  Caetano Veloso  Lisa Ekdahl  Tina Arena  Rick Astley  Crystal Gayle  Chris Connor  The Recliners  The Barry Sisters  Anita Bryant  Marie Bergman  The Three Sounds  Vic Damone  Michael Bublé  On the Rocks  Brad Mehldau Trio  Jacintha  Nicole Henry  Chihiro Yamanaka Trio  Five Live  Sue Raney  Ton van Bergeyk  Kitty White  The BB Band  JUJU  Susan Boyle  Sonya Hedenbratt  Anders Lindskog  Sarah Theron  Nicki Parrott  Kate Ceberano & Wendy Matthews  Manfred Krug & Charles Brauer  Björk Guðmundsdóttir & Tríó Guðmundar Ingólfssonar  Hot Club of Philadelphia  “Brother” Jack McDuff feat. Denise Perrier  Gail Marten  Fantasy .Inc  FrauContraBass  Kauko Viitamäki  Ilse Huizinga  山本剛トリオ  Joan Chamorro presenta Eva Fernández  Ann Crumb with Harry Allen and his All-Star Jazz Band  Brian Lynch  Bob Blakeley  Dave Arch & The Strictly Come Dancing Band  Chie Ayado  Showcase  Olivia Newton‐John  Eddie Higgins Trio with Akiko Osada  Randy Brecker with DR Big Band  Cliff Adams Singers and the Jack Emblow Quartet  Kama Ruby feat. Ezekiel Victor  The Noel Freidline Quintet  Peggy King  Lorna Willhelm","ISWC":"T-070.026.448-7","Type":"Song","Lyrics Languages":"eng","Attributes":"330112417 (ASCAP ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Cucurrucucú paloma","Writers":"Tomás Méndez (composer, lyricist)","Artists":"Caetano Veloso  Harry Belafonte  Rosemary Clooney & Pérez Prado  Perry Como  Joan Baez  Julio Iglesias  Nana Mouskouri  Lila Downs  Pedro Infante  Los Panchos  Tomás Méndez  Norma Winstone  Amanda Martinez  Bïa feat. Alejandra Ribera  横内章次  Eugenia León y Ramón Vargas","ISWC":"T-035.004.998-7","Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Dada","Writers":"Gilberto Gil (lyricist)  Caetano Veloso (composer)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Desde que o samba é samba","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Desde que o samba é samba","Writers":"Caetano Veloso (writer)","Artists":"Caetano Veloso  João Gilberto  Chico Faria","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Diana","Writers":"Paul Anka (composer, lyricist)","Artists":"Paul Anka  Mud  Misfits  Caetano Veloso  河合奈保子  Carlos Gonzaga  Guantanamo Baywatch  Paul Anka & Joe Sherman  Dysentery  Die Roy’s  The Fantastic Four","ISWC":"T-070.233.637-5","Type":"Song","Lyrics Languages":"eng","Attributes":"300091 (BMI ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Doideca","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Dom de iludir","Writers":"Caetano Veloso (composer, lyricist)  Fido García (translator)","Artists":"Fido García","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Dreamland","Writers":"Joni Mitchell (composer, lyricist)","Artists":"Joni Mitchell  Caetano Veloso","ISWC":"T-070.889.789-5","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Eleanor Rigby","Writers":"John Lennon (writer)  Paul McCartney (writer)","Artists":"The Beatles  Paul McCartney  Ray Charles  Rick Wakeman  Pain  Aretha Franklin  Richie Havens  John Lennon & Paul McCartney  The Ventures  Shirley Bassey  Tangerine Dream  Göran Söllscher  Blonde on Blonde  Cleo Laine  Caetano Veloso  Four Tops  gODHEAD  Royal Philharmonic Orchestra  Hank Marvin  The Jazz Crusaders  Twelfth Night  O'Connor  Streetmark  Eduardo Braga  Paul McCartney & Elvis Costello  Erich Kunzel and the Cincinnati Pops Orchestra feat. King's Singers  Pedro Guasti  Cedar Lane Studio Orchestra  Perpetual e‐Motion  Jewel  Soulive  John Denver  Wes Montgomery  John Tesh  Bobby Darin  Chick Corea  Big Country  Sarah Vaughan  Oscar Peterson  El Chicano  De Dannan  Sonny Criss  The Violet Burning  Joe Jackson  Al Di Meola  Junior Reid  Laurent Voulzy  Joan Baez  Uakti  Tony Bennett  Jerry Garcia Band  Canadian Brass  Jackie Wilson  Anathema  P.P. Arnold  Cássia Eller  Wendy Carlos  Barrage  Joshua Redman  Stanley Jordan  Vanilla Fudge  The Real Thing  The Hollyridge Strings  Percy Faith  Firefall  Johnny Mathis  Howe Gelb  John Pizzarelli  Rare Earth  Jackie Mittoo  Trio Rococo  Zachary Breaux  Thrice  Mark Murphy  Bloodrock  Studio 99  Barbara Dickson  Margaret Leng Tan  Ofra Harnoy  The Handsome Family  Esperanto  The Rattles  Bobbie Gentry  Joemy Wilson  Al Kooper  Mark Wood  Kaare Norge  Silke Bischoff  Tony Trischka  Litto Nebbia  101 Strings Orchestra  Derek Webb  The Standells  John Bayless  Andrea Mingardi  Les Misérables Brass Band  Lord Sitar  Trudy Pitts  Willy Chirino  Luce  Tok Tok Tok  Maxwell's Magical Mustard Band  Bïa  The Free Design  Duofel  Gershon Kingsley  James Booker  Antidoping  Dennis Coffey  Tonic Sol-Fa  Bobby Taylor  The Idea of North  Jenny Oaks Baker  Mosaic Whispers  Sacred Rite  The Singers Unlimited  Nolwen  Enoch Light  The Supremes  Tété  BeatleJazz  B.B. Seaton  European Jazz Trio  Joe Torres  Vincent Bell  Nguyên Lê  Jake Shimabukuro  Mylene  Wendy & Bonnie  The Mystic Moods Orchestra  Rochester Pops Orchestra  Sally Harmon  Adrianne  Brielle Morgan  Harry Sacksioni  Count Basie & His Orchestra  Realm  Liane Carroll  Frankie Valli  Mick & Mack  Ann Dyer and No Good Time Fairies  Nursery Crimes  Destructors  Levellers 5  The Fray  Mystiquintet  Derek Enright M.P.  The First Time  Cathy Berberian  Los Tipitos  Godsplague  Nonpalidece  Laurie Holloway  The Owls  Jon Simon  Marston Smith  Eddie Ojeda  Geoff Mann  Shirley Grimes  Ethel the Frog  Χρήστος Δάντης  Jimi Lalumia & The Psychotic Frogs  Katie Noonan  AtmOsfear  Side Effect  Beegie Adair  Doodles Weaver  Paul Mauriat & His Orchestra  Ronny Mosuse  El Club de Tobi  Robin McKelle  Don \"Sugarcane\" Harris  The Hill\/Wiltschinsky Guitar Duo  Norman Simmons  Deventter  Berlin Airlift  Leo Maslíah  Dirt Poor Robins  The Third Wave  Julia Macklin  Musica nuda  Gene Bertoncini  The Gary Tesca Orchestra  David Cook  渡辺香津美  Kathi Raschke  Peppermint Patty  Laïka Fatien  Vitamin String Quartet  Sliding Hammers  The New Regime  André Mehmari  Walls Have Ears  The Bee Eaters  The New Apocalypse  Warren Kime  The Kennedy Choir  Else  John Di Martino's Romantic Jazz Trio  Arthur Fiedler & Boston Pops Orchestra  8 Bit Weapon & ComputeHer  Emeli Sandé  Alice Cooper  Joshua Bell feat. Frankie Moreno  Booker T. & The MG’s  Boston Pops Orchestra, Arthur Fiedler  Lonnie Smith  Manuel Barrueco, London Symphony Orchestra, Jeremy Lubbock  Mammytone  Quartetto  Elizabeth Anderson  Adam Rafferty  Lanfranco Malaguti, Enzo Pietropaoli & Fabrizio Sferra  The King’s Singers  Street Corner Symphony  Strings Unlimited  Ray Charles & Esther Phillips  Perry Rose, London Symphony Orchestra & Pop Choir  Angela Galuppo  John Basile  Sachal Studios Orchestra  David Schommer feat. David Jensen  Bobby Paltauf Band  Cotton Keays & Morris  Julius Wechter and The Baja Marimba Band  Charles Bobuck  OdinO  Cacai Nunes  Berta Epple  Henrique Cazes & Hamilton de Holanda  London Starlight Orchestra  Cleo Laine & John Williams  Musique Noire  Orquestra Ouro Preto  Phil Bates and Mik Kaminski feat. Tina McBain  Torsten Turinsky  Kazuhito Yamashita  Rajaton With Lahti Symphony Orchestra  The Beatles Connection  The Superpickers  Pete Schofield and the Canadians with Tammy Rafferty  Gene Harris The 3 Sounds  Stephanie Jackson  Gyedi Prim  Silverwood Quartet  The Beat Bugs feat. Of Monsters and Men  Sound Choice Karaoke  Maria Pia De Vito ed Enzo Pietropaoli  Mark Doyle  Horacio Franco, Víctor Flores  Kansas featuring The London Symphony Orchestra  Orquesta Sinfónica de la Ciudad de Asunción  George Shearing, The Quintet and Amigos  Till Brönner & Dieter Ilg  Pure Food & Drug Act  Scenario  Rochester Pops, Newton Wayland  Giora Feidman, Rastrelli Cello Quartet  Barbara Bürkle Quintett  Sunshine for the Masses  Sinfonico Honolulu","ISWC":"T-900.008.832-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Eles","Writers":"Gilberto Gil (composer)  Caetano Veloso (composer)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Esse Cara","Writers":"Caetano Veloso (composer)","Artists":"Maria Bethânia  Caetano Veloso  Cazuza  Evandro Marinho  Chico Buarque e Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Estou triste","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Eu sei que vou te amar","Writers":"Antônio Carlos Jobim (composer)  Vinicius de Moraes (lyricist)","Artists":"Antonio Carlos Jobim  Vinicius de Moraes  Vinicius de Moraes, Toquinho & Maria Creuza  Vinicius de Moraes, Maria Creuza & Toquinho  Gloria Estefan  Joyce  Caetano Veloso  Ana Carolina  Adriana Calcanhotto  Chitãozinho & Xororó  Maysa  Sole Giménez  Musica nuda  Roney Marczak  Orquestra Petrobras Sinfônica  Vinicius de Moraes & Toquinho  Vinicius de Moraes & Maria Creuza & Toquinho  Antonio Carlos Jobim & Quarteto em Cy  Maria Creuza & Vinicius de Moraes  Antônio Carlos Jobim & Vinicius de Moraes  Arapuã, Maria Creuza, Vinicius de Moraes & Toquinho  Madeira de Vento  Maria Creuza participação especial Vinicius de Moraes & Toquinho  Tom Jobim com Caetano Veloso","ISWC":"T-071.506.835-1","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Feelings","Writers":"Morris Albert (lyricist)  Louis Gasté (composer)","Artists":"Morris Albert  Shirley Bassey  Johnny Mathis  Andy Williams  Vic Damone  [unknown]  Gloria Gaynor  Caetano Veloso  Richard Clayderman  Sacha Distel  Pepe Jaramillo  Nina Simone  Roger Whittaker  Joe Pass  Perry Como  Roger Williams  Dobie Gray  Pierre Belmonde  Raimonds Pauls  Salena Jones  Die Zorros  Acker Bilk, His Clarinet & Strings  Vlado Kumpan  The Gas Chamber Orchestra  Isaac Hayes & Dionne Warwick  Georg \"Schorsch\" Mayr  The Romantic Strings and Orchestra, The Romantic Voices  Vigon Bamy Jay  Frank Comedes und sein Ensemble  Сергей Пенкин  The Monty Alexander Trio  Cleo Laine & John Williams  The Wynners  Dulverton Blues  Mario Cavallero et son orchestre  Henry Mancini & His Orchestra  Harry “Sweets” Edison & Eddie \"Lockjaw\" Davis  Teresa Carpio & Lam  Demo Cates  Pan Flute Favourites","ISWC":"T-900.765.088-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Festa imodesta","Writers":"Caetano Veloso (composer)","Artists":"Nouvelle Cuisine","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Fina estampa","Writers":"Chabuca Granda (lyricist, composer)","Artists":"Plácido Domingo  Caetano Veloso  Juliette  Chabuca Granda  Los gallos de oro  Eleonora Bianchini Enzo Pietropaoli","ISWC":null,"Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Funk melódico","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Gayana","Writers":"Rogério Duarte (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Gema","Writers":"Caetano Veloso (writer)","Artists":"Maria Bethânia","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Gratitude","Writers":"Caetano Veloso (writer)  Arto Lindsay (writer)","Artists":"岩崎宏美  Gal Costa","ISWC":"T-041.874.734-8  T-071.245.143-8","Type":"Song","Lyrics Languages":"eng","Attributes":"1872671 (BMI ID)  0D6-3173-1 (JASRAC ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Haiti","Writers":"Caetano Veloso (composer, lyricist)  Gilberto Gil (composer)","Artists":"Caetano Veloso  Caetano Veloso & Gilberto Gil","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Heaven","Writers":"David Byrne (composer, lyricist)  Jerry Harrison (composer, lyricist)","Artists":"Talking Heads  David Byrne  Cowboy Junkies  Icehouse  Paul Dempsey  Young@Heart Chorus  k.d. lang and the Siss Boom Bang  Caetano Veloso & David Byrne","ISWC":"T-070.077.211-7","Type":"Song","Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Help!","Writers":"John Lennon (writer)  Paul McCartney (writer)","Artists":"The Beatles  U2  Tina Turner  Deep Purple  Bananarama  John Lennon  The Damned  Carpenters  Deep Purple  Bananarama & Lananeeneenoonoo  The Smashing Pumpkins  Rick Wakeman  Waltari  Barbara Mendes  Yerzmyey  Bananarama feat. Lananeeneenoonoo  Soulive  Dolly Parton  dc Talk  Roxette  Alain Souchon  John's Children  Joyce  Caetano Veloso  George Martin  Extreme  Kate Ceberano  The Tremeloes  Little Texas  The Hollyridge Strings  Henry Gross  The Brothers Four  Twice as Much  Howie Day  Thee Headcoats  88 Fingers Louie  John Farnham  NICOTINE  Royal Philharmonic Orchestra  Studio 99  Les Enfoirés  Silverstein  José Feliciano  Buddy Greco  Claire Martin  Isaac Scott  Tok Tok Tok  The Pig Must Die  LOVE PSYCHEDELICO  Missfits  David Porter  Jon Bon Jovi  Mary McCaslin  Die 12 Cellisten der Berliner Philharmoniker  Peter Sellers  Melissa Quade  Marc Déry  Emmerson Nogueira  Katy Karrenbauer  Jenny Oaks Baker  Alma Cogan  McFly  Hotline  Count Basie & His Orchestra  The Punkles  Bloodsucking Zombies From Outer Space  The Blades of Grass  Field Day  The Charles River Valley Boys  Los Mustang  つんく♂  Cathy Berberian  Munich Symphonic Sound Orchestra  Michael Stanley  Almighty Bomb Jack  The Twang  Los Xochimilcas  Cheryl Porter  Haze  Vitamin String Quartet  The Moonshine Playboys  Glee Cast  Los Rolin  Jad Fair & Kramer  John Lennon & Paul McCartney  John Farnham & Anthony Warlow  OS Isaak Iselin  Bananarama \/ Lananeeneenoonoo  The Crusaders feat. Tina Turner  Göran Söllscher guitar \/ Per Arne Glorvigen bandoneon  The King’s Singers  Street Corner Symphony  Electroshock  Henrique Cazes & Carlos Malta  Weaves  Ben from Corduroy  Orquestra Ouro Preto  Tim Cashion  The Beatles Connection  The Superpickers  Cedar Lane Studio Orchestra  Yosemite Sam  The Rezidudes  Mario Cavallero, son orchestre et ses chanteurs  Turma Legal  Scenario, Simone Santini, Alberto Marsico, Enzo Zirilli","ISWC":"T-010.140.359-1","Type":"Song","Lyrics Languages":"eng","Attributes":"652896-001 (GEMA ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"How Beautiful Could a Being Be","Writers":"Moreno Veloso (lyricist, composer)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"If It’s Magic","Writers":"Stevie Wonder (composer, lyricist)","Artists":"Stevie Wonder  Najee  Aled Jones  Nnenna Freelon  Caetano Veloso  Linda Clifford  Johnny Mathis  Cassandra Wilson  Sarah Connor  Tuck & Patti  Christy Baron  Carol Vasquez feat. Dave Stryker","ISWC":"T-070.081.342-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Il culo del mondo","Writers":"Caetano Veloso (composer)  Piero Fabrizi (lyricist)  Anna Lamberti Bocconi (lyricist)","Artists":"Fiorella Mannoia","ISWC":null,"Type":"Song","Lyrics Languages":"ita","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Irene","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Vinicius de Moraes, Toquinho & Maria Creuza  Vinicius de Moraes, Maria Creuza & Toquinho  Vinicius de Moraes  Vinicius de Moraes & Maria Creuza & Toquinho  Maria Creuza, Toquinho & Vinicius de Moraes","ISWC":"T-041.847.969-2","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Island of Wonder","Writers":"Nelly Furtado (lyricist, composer)  Simón Díaz (composer)  DJ Lil Jaz (composer)","Artists":"Nelly Furtado feat. Caetano Veloso","ISWC":"T-073.203.672-4","Type":"Song","Lyrics Languages":"eng","Attributes":"11109556 (BMI ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"It's Alright, Ma (I'm Only Bleeding)","Writers":"Bob Dylan (lyricist, composer)","Artists":"Bob Dylan  Bob Dylan & The Band  The Byrds  Roger McGuinn  The Deviants  Deine Lakaien  Caetano Veloso  Wendy James  Marilyn Scott  Billy Preston  Hamell on Trial  Hugo Race + True Spirit  The Duhks  Arlen Roth  Franz Nicolay  Ground Components  Sophie Hunger  Bob Dylan & Tom Petty  Terence Trent D’Arby  Jewels and Binoculars  Tobias Hoffmann Trio","ISWC":"T-070.250.042-2","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Jamaica Farewell","Writers":"Lord Burgess (composer, lyricist)","Artists":"Harry Belafonte  Harry Belafonte  Chuck Berry  Carly Simon  Bob James  Caetano Veloso  Desmond Dekker  區瑞強  Willard White  Ray Conniff and His Orchestra  OD TAPO IMI  Los Sonámbulos  Martin, Bogan, and the Armstrongs  Max Woiski en zijn Zuid Amerikaans Orkest","ISWC":"T-070.910.308-1","Type":null,"Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Janellas Abertas","Writers":"Caetano Veloso (writer)","Artists":"Volker Kriegel","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"La rumba del piano (Portugués)","Writers":"Fito Páez (lyricist, composer)  Kledir Alves Ramil (translator)","Artists":"Fito Páez con Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Lady Madonna","Writers":"John Lennon (writer)  Paul McCartney (writer)","Artists":"The Beatles  Paul McCartney  Fats Domino  Elvis Presley  Tom Jones  Wings  The Swingle Singers  Tommy Emmanuel  Paul McCartney & Wings  Paul McCartney & Elvis Costello  John Lennon & Paul McCartney  Richie Havens  The Crystalites  Chet Atkins  Joan Osborne  Chris de Burgh  The Nylons  Cal Tjader  Caetano Veloso  Phoenix  Ramsey Lewis  Oscar D'León  Andrew Gold  Studio 99  Allen Toussaint  Helen Merrill  José Feliciano  Litto Nebbia  John Bayless  Kingmaker  The Brown Derbies  チューリップ  Tok Tok Tok  akiko  Rubber Band  Area Code 615  Rajaton  Ton van Bergeyk  Jill Guido  Harry Sacksioni  Joja Wendt  The Punkles  Penny Ford  Geesin's Mahogany's Ministrels  Günter Noris  Yeahlove Swans  Derrick Harriott & The Crystalites  Paul Mauriat & His Orchestra  クラムボン  The Motherhood  A Bolha  Darren Day  Philippe Saisse Trio  Gondwana  Vitamin String Quartet  Tritonus  Mother Superior  Harry Netchel  Celtic Cowboys  Booker T. & The MG’s  Voice Male  Les Brünettes  The King’s Singers  Strings Unlimited  Posaunenquintett Berlin  Torsten Turinsky  Kazuhito Yamashita  Mario Cavallero, son orchestre et ses chanteurs  Sound Choice Karaoke  The Scandals  Leo Giannetto's Jazz Project  Gary Puckett & the Union Gap","ISWC":"T-010.433.980-1","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Lágrimas negras (Not to be confused with the 1929 Cuban bolero)","Writers":"Jorge Mautner (lyricist, composer)  Nélson Jacobina (lyricist, composer)","Artists":"Gal Costa  Nina Becker  Caetano Veloso e Jorge Mautner  Otto feat. Julieta Venegas","ISWC":"T-039.052.685-8","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Lamento borincano","Writers":"Rafael Hernández Marín (writer, lyricist, composer)","Artists":"Plácido Domingo  Óscar Chávez  Caetano Veloso  Víctor Jara  Libre  Los gallos de oro  Frankie Reyes","ISWC":"T-900.758.418-1","Type":"Song","Lyrics Languages":"spa","Attributes":"GW00375447 (APRA ID)  829513 (BMI ID)  945050-001 (GEMA ID)  0L0-0270-5 (JASRAC ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Life During Wartime","Writers":"David Byrne (composer, lyricist)  Jerry Harrison (composer, lyricist)  Tina Weymouth (composer, lyricist)  Chris Frantz (composer, lyricist)","Artists":"Talking Heads  David Byrne  Joe Piscopo  The Bankrupt SugarDaddies  Caetano Veloso & David Byrne  Umphrey’s McGee","ISWC":"T-070.100.649-6","Type":"Song","Lyrics Languages":"eng","Attributes":"GW00870992 (APRA ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Linda (Voce é Linda)","Writers":"Caetano Veloso (composer)","Artists":"Lee Ritenour","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Lindeza","Writers":"Caetano Veloso (writer)","Artists":"Tim Maia & Os Cariocas","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Linha do Equador","Writers":null,"Artists":"Djavan  Caetano Veloso  Cláudio Zoli","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Livros","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"London, London","Writers":"Caetano Veloso (composer)","Artists":"Caetano Veloso  Cibelle","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Love for Sale","Writers":"Cole Porter (composer, lyricist)","Artists":"Billie Holiday  Miles Davis  Anita O’Day  Boney M.  Dexter Gordon  Tony Bennett  Fine Young Cannibals  The Dave Brubeck Quartet  Dinah Washington  Libby Holman  Aretha Franklin  Charlie Parker  Ella Fitzgerald  Art Tatum  Chet Baker  Cole Porter  Julie London  Carmen McRae  Liza Minnelli  Oscar Peterson  Dr. John  Jane Birkin  Mary Coughlan  Erroll Garner  Fred Waring & His Pennsylvanians  Jamie Cullum  The Ahmad Jamal Trio  The Noel Freidline Quintet  Anita O’Day with Billy May  k.d. lang  Seal  Louis Armstrong  Bobby Darin  Shirley Bassey  Eddie Harris  Eartha Kitt  George Shearing  James Moody  Peggy Lee  Les Brown  Marian McPartland  Les McCann  Stéphane Grappelli  Carlos Barbosa-Lima  Ruby Braff  Cal Tjader  Shelly Manne  Joyce  Sonny Criss  Joe Pass  Caetano Veloso  Lisa Ekdahl  The Manhattan Transfer  Cannonball Adderley  Dianne Reeves  Helge Schneider  Red Garland Trio  Steve Newcomb Trio  Hank Mobley  Chris Connor  Max Roach  Artie Shaw and His Orchestra  Viktor Lazlo  Stan Kenton  Candido  Monica Zetterlund  The Three Sounds  Elvis Costello & The Attractions  Jo Stafford  Vivian Green  Ingrid Bergman  Rita Reys  Wallace Roney  Junior Mance  Frank Rosolino  Pearl Bailey  Manhattan Jazz Quintet  Bohuslän Big Band  Helen Schneider  Clare Teal  Peter Bernstein  Gerald Wilson Orchestra  Charly Antolini Jazz Power  Elisabeth Welch  Ethel Ennis  Wilbur de Paris  Toni Harper  Doc Severinsen & His Big Band  Scott Wendholt  Elizabeth Shepherd  Ernestine Allen  Oscar Moore  Sarah Morrow  George Feyer  Billie Holiday and Her Orchestra  Matthew Scott  Jesse van Ruller & Bert van den Brink  Miles Davis & John Coltrane  Denny Zeitlin \/ Charlie Haden  Lee Konitz & Franco D'Andrea  Ella Fitzgerald & Joe Pass  Herb Ellis and Joe Pass  George Shearing & The Montgomery Brothers  Herb Ellis, Joe Pass, Ray Brown & Jake Hanna  The Bassface Swing Trio  Ella & Louis  Shelean Newman  Fantasy .Inc  FrauContraBass  Aili Ikonen & Tribute to Ella  Jarkko Toivonen  Art Simmons Quartet  Ella Fitzgerald and The Paul Smith Quartet  Colin Steele & Cathie Rae  “Sir” Roland Hanna  Duke Grant  Sonny Simmons \/ Clifford Jordan \/ Prince Lasha \/ Bossa Três  The World's Greatest Jazzband, Yank Lawson, Bob Haggart  The Red Garland Trio  Cannonball Adderley with Miles Davis  Cannonball Adderley feat. John Coltrane & Miles Davis  David Wilson  Liane Carroll & Brian Kellock  The Oom Maw Maw  Rita Reys with Romance In Jazz  Joe Cohn  Stan Kenton & His Greatest Orchestra  Maciej Strzelczyk, Andrzej Jagodziński, Hubert Zemler, Andrzej Łukasik  Stephane Grappelli, Roland Hanna · Jiri Mraz · Mel Lewis  Cal Tjader Quintet  The Good Guys Orchestra  Miles Davis & Bill Evans  Ronnie Scott's All Stars  Chet Baker Quartet feat. Phil Markowitz  Les DeMerle, Smith Dobson, Bruce Forman, Seward McCain, The Dynamic Les DeMerle Band","ISWC":"T-070.097.242-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Love Me Tender","Writers":"Elvis Presley (writer)  Ken Darby (lyricist)  George R. Poulton (composer)  Vera Matson (writer)","Artists":"Elvis Presley  Bruce Springsteen  Eddy Mitchell  Richard Chamberlain  Ronnie McDowell  [unknown]  Vince Eager  Linda Ronstadt  Marty Robbins  Die Toten Hosen  Willie Nelson  Percy Sledge  Nana Mouskouri  Brian Hyland  李玟  Engelbert Humperdinck  Mental as Anything  Ludwig Hirsch  Hansi Lang  Bruce Springsteen & The E Street Band  Frank Sinatra  Cliff Richard  Jessica Simpson  James Brown  Boyzone  Petula Clark  Merle Haggard  Carmen McRae  B.J. Thomas  Keely Smith  The Residents  Duane Eddy  Amy Grant  Peter Murphy  Barry Manilow  Caetano Veloso  André Gagnon  Pat Boone  Tony Bennett  Albert King  B.B. King  Richard Clayderman  Amen Corner  Jimmy Barnes  Johnny Mathis  Ray Conniff  Connie Francis  David Hasselhoff  Pato Fu  Michelle Gayle  Della Reese  Helmut Lotti  Scatman John  Fausto Papetti  Vicky Leandros  Norah Jones  Johnny Hallyday  Mick Ronson  Royal Philharmonic Orchestra  Demis Roussos  Holly Johnson  Gene McDaniels  Eilert Pilarm  The Browns  Ricky King  Karel Gott  Annette Peacock  Nicolas Cage  Dick Annegarn  Lars H.U.G.  The Lettermen  Flemming Bamse Jørgensen  Slim Smith  Die 12 Cellisten der Berliner Philharmoniker  Cerys Matthews  Michael Chapdelaine  Lee Towers  Barb Jungr  Wing  伊藤君子  Andy Tielman  Christer Sjögren  Órla Fallon  Jean-Luc Le Ténia  Joaquim Sanchez & Pipes of the Enamorates  Billy Boys  Carnie Wilson  Scotty Anderson  Jimmy Ellis  Beegie Adair  Tsuyoshi Yamamoto Trio  Blake  Rockabye Baby!  Ossie Scott  Steve Clayton  Daniel Boaventura  Benedict Popescu  Mae Robertson and Don Jackson  Jimmy Barnes, David Campbell & Mahalia Barnes  The Million Dollar Quartet  Boston Pops Orchestra, Arthur Fiedler  The Les Clöchards  Stalemar  Frank Sinatra & Elvis Presley  Sarah McKenzie  Jorma Hynninen, Heikki Sarmanto  Barbra Streisand with Elvis Presley  山田タマル  Jughead’s Revenge  Elvis Presley with the Royal Philharmonic Orchestra  Julie Andrews & Johnny Cash  Josef Roth  Roberto Carlos com Erasmo Carlos  Stephanie Jackson  Johnny Cash with Julie Andrews  John Davis  The Grassmasters  Jonathan Young  Daniel O’Donnell  Davidson & Davis  Cliff Adams Singers and the Jack Emblow Quartet  The Kool Kats  Marv Lockard","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":"922784 (BMI ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Lua e estrela","Writers":"Vinicius Cantuária (writer)","Artists":"Caetano Veloso  Vinicius Cantuária  Reginaldo Frazatto, Jr.","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Maluco Beleza","Writers":"Raul Seixas (composer)  Cláudio Roberto (writer)","Artists":"Raul Seixas  Caetano Veloso  Duduca & Dalvan  O Terço","ISWC":"T-039.236.616-3","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Manhã de Carnaval","Writers":"Luiz Bonfá (composer)  Antônio Maria (lyricist)","Artists":"Harry Belafonte  Luiz Bonfá  Joan Baez  Pepe Jaramillo  Antonio Carlos Jobim, Luiz Bonfá & João Gilberto  Astrud Gilberto  Charlie Byrd  Dexter Gordon  Plácido Domingo  Baden Powell  Gerald Garcia  João Gilberto  Carly Simon  Chet Atkins  Luis Miguel  Vince Guaraldi Trio  Ray Charles  Gerry Mulligan  Henry Mancini  Miriam Makeba  Susannah McCorkle  Jeff Linsky  Mongo Santamaría  Gene Harris  Ron Escheté  Carlos Barbosa-Lima  The Ray Brown Trio  Ray Barretto  Cal Tjader  Ray Brown  Stanley Turrentine  Larry Coryell  McCoy Tyner  Chuck Mangione  Joe Pass  Mason Williams  Julio Iglesias  Art Pepper  Paul Desmond  Earl Klugh  Freddie Hubbard  Quincy Jones  Patricia Barber  André Rieu  Tuck Andress  Leny Andrade  Claudine Longet  Aziza Mustafa Zadeh  I Salonisti  José Feliciano  Nara Leão  Thalia Zedek  国府弘子  Regina Carter  Sandy Bull  Ferenc Snétberger  Bob Brookmeyer  Jacintha  Gary McFarland  Bola Sete  European Jazz Trio  Junior Jazz  Vania Abreu  Paulinho Nogueira  椎名林檎  木村好夫  Maysa  Carmen París  Rio 65 Trio  Tete Montoliu  Camila Benson  Daniel Barenboim  Trio Esperança  McCoy Tyner Quartets  Luis Teixeira  Jim Tomlinson  Nilson Matta  Joscho Stephan  Montréal Guitare Trio  Wim Overgaauw  日野賢二  Lenny Dee  Graham Anthony Devine  Diana Panton  Sasha Masakowski  Daniel Maya  Diane Hubka  Herb Ellis and Joe Pass  Stan Getz & João Gilberto  Paco de Lucía, Al Di Meola & John McLaughlin  Orquestra Harmônicas de Curitiba  Xuefei Yang  McCoy Tyner feat. Freddie Hubbard  Lisa Ono  Percy Faith and His Orchestra  Percy Faith & His Orchestra  Chamorro-Terraza & Friends  Frédéric Alarie & Art Johnson  Paula Robison  Yamandu Costa  Caetano Veloso · Luciano Pavarotti  Paata Demurishvili & Jeannette Curta & Erwin Ditzner  The 3 Tenors  Mike Jones  Bola Sete, Sebastian Neto & Paulinho da Costa  Die Österreichischen Salonisten  Stan Getz acc. by the Gary McFarland Orchestra with Jim Hall  The London Cello Sound, Geoffrey Simon  Henry Mancini and His Orchestra and Chorus  Yazz  The Rosenberg Trio feat. Jan Akkerman  Joe Sample \/ Ray Brown \/ Shelly Manne  Brian Wittman & Cool Steel Band  The Three Tenors, Orchestre de Paris, James Levine","ISWC":"T-003.905.377-4  T-039.053.779-7  T-915.743.094-9","Type":"Song","Lyrics Languages":"por","Attributes":"0M0-1980-6 (JASRAC ID)  2.097.979 (SGAE ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Manhatã","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Manhattan","Writers":"Richard Rodgers (composer)  Lorenz Hart (lyricist)","Artists":"Rosemary Clooney  Ella Fitzgerald  Richard Rodgers  Blossom Dearie  Lee Wiley  The Supremes  George Greeley  Holly Cole  Caetano Veloso  Tony Bennett  Dinah Washington  Earl Bostic  Stacey Kent  Susan Barrett  George Russell  Carmen Cavallaro  Johnny Guarnieri  Johnny Costa  Roy Hellvin Trio  Joshua Bell feat. Marvin Hamlisch  Rodgers & Hart  Ilse Huizinga  John Pizzarelli Trio  Rod Stewart duet with Bette Midler  Mickey Rooney, Bill Lee (for Tom Drake), with Roger Edens  Olaf Polziehn Trio  Cliff Adams Singers and the Jack Emblow Quartet  Martin Litton","ISWC":"T-070.108.225-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"María Bonita","Writers":"Agustín Lara (composer, lyricist)","Artists":"Plácido Domingo  Natalia Lafourcade  Caetano Veloso  Agustín Lara  Los Fabulosos 3 Paraguayos","ISWC":null,"Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Maria la O (Cuban zarzuela, not to be confused with the copla Maria de la O)","Writers":"Ernesto Lecuona (lyricist, composer)","Artists":"Caetano Veloso  Plácido Domingo  Ernesto Lecuona  Alfredo Sadel","ISWC":"T-042.188.881-4","Type":"Song","Lyrics Languages":"spa","Attributes":"1.269 (SGAE ID)","Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Marinier (Marinheiro so)","Writers":"Caetano Veloso (lyricist)  Antoine (translator)  [traditional] (composer)","Artists":"Antoine","ISWC":null,"Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Mariposa tecknicolor","Writers":"Fito Páez (composer, lyricist)","Artists":"Fito Páez  Nicho Hinojosa  Príncipe  Fito Páez feat Caetano Veloso","ISWC":"T-037.292.341-5","Type":"Song","Lyrics Languages":"spa","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Menino do rio","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Banda Eva  João Gilberto  Quarteto em Cy  Maria Rita  Evandro Marinho  Maria Gadú e Caetano Veloso","ISWC":"T-041.847.986-3","Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Merda","Writers":"Caetano Veloso (writer)","Artists":"Caetano Veloso  César Camargo Mariano & Prisma  Caetano Veloso \/ Chico Buarque \/ Rita Lee \/ Luis Caldas","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Michelangelo Antonioni","Writers":"Caetano Veloso (writer)","Artists":"Caetano Veloso  Rocko Schamoni","ISWC":null,"Type":null,"Lyrics Languages":null,"Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Mickey travaille","Writers":"Caetano Veloso (composer)  Étienne Roda-Gil (lyricist)","Artists":"Juliette Gréco","ISWC":"T-900.784.120-5","Type":"Song","Lyrics Languages":"fra","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Minha voz, minha vida","Writers":"Caetano Veloso (composer, lyricist)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"},{"Work":"Mora na filosofia","Writers":"Monsueto Menezes (writer)  Arnaldo Passos (writer)","Artists":"Caetano Veloso","ISWC":null,"Type":"Song","Lyrics Languages":"por","Attributes":null,"Rating":null,"gid":"f07dbc2f-317b-470f-bad4-5f1b0eb6faf1"}]