[{"Work":"Bring Him Home (Valjean)","Writers":"Claude‐Michel Schönberg (composer)  Alain Boublil (lyricist)  Herbert Kretzmer (lyricist)","Artists":"Colm Wilkinson  Josh Groban  Dave Willetts  John Owen-Jones  Michael Crawford  Richard Clayderman  Johnny Mathis  Michael Ball  Anthony Warlow  Thomas Hampson  Wing  Adam Watkiss  Alfie Boe  Rein Alexander  Hugh Jackman  Dudu Fisher  Michael Maguire  Roger Carr  Susan Boyle  Ramin Karimloo  Royal Philharmonic Orchestra, David Charles Abell  Royal Philharmonic Orchestra, Tony Britten  Derek A. Richards  The Chicago Musical Revue  Gary Morris  Richard & Adam  Cantabile - The London Quartet  Collabro  Colm Wilkinson \/ Alun Armstrong & Jenny Galloway  Michael Dore  Michael Ball & Alfie Boe  Paul Gyngell","ISWC":"T-900.231.112-8","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Leaning on a Lamp Post","Writers":"Noel Gay (composer, lyricist)","Artists":"Herman’s Hermits  George Formby  Noel Gay  Robert Lindsay  The Ukulele Orchestra of Great Britain  MJ Hibbett  Louise Lerch  Herman’s Hermits  Ruben Piirainen  Delta Accordion Band  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton","ISWC":"T-010.107.379-3","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Maybe Baby","Writers":"Buddy Holly (composer, lyricist)  Norman Petty (composer, lyricist)","Artists":"The Crickets  Buddy Holly  Brian May  David Bowie  Phil Ochs  Hank Marvin  Mike Berry  Pat Monahan  Justin Townes Earle  Buddy Holly & Norman Petty  DNCE  T. E. Conway  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton","ISWC":"T-070.108.696-5","Type":"Song","Lyrics Languages":"eng","Attributes":"67226 (BMI ID)","Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Me and My Girl (Me and My Girl)","Writers":"Noel Gay (composer)  Douglas Furber (lyricist)  L. Arthur Rose (lyricist)","Artists":"Noel Gay  Robert Lindsay, Maryann Plunkett  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Oh, Boy!","Writers":"Sonny West (writer)  Norman Petty (writer)  Bill Tilghman (writer)","Artists":"Mud  Bruce Springsteen  The Crickets  Buddy Holly  Grateful Dead & Bob Dylan  Bruce Springsteen & The E Street Band  Wanda Jackson  Phil Ochs  Sonny West, Bill Tilghman & Norman Petty  MxPx  Stray Cats  Slime  Hank Marvin  Silicon Teens  Bil Mcrackin  The Daybreak Boys  OFB  Little & Large  She & Him  Top of the Poppers  Bob Dylan & Grateful Dead  Maureen McCormick  Compton Brothers  Les Gray’s Mud  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton  Daniel O’Donnell","ISWC":"T-071.679.920-0","Type":"Song","Lyrics Languages":"eng","Attributes":"1100689 (BMI ID)","Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Tell Him","Writers":"Bert Russell Berns (lyricist, composer)","Artists":"Hello  The Exciters  The Glitter Band  Linda Ronstadt  Vonda Shepard  Bette Midler  Billie Davis  Haley Scarnato  Billie Davis  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton","ISWC":"T-901.126.279-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Tell Me It’s Not True (Blood Brothers)","Writers":"Willy Russell (composer, lyricist)","Artists":"Barbara Dickson  Willy Russell  Petula Clark  Michael Ball  Melanie C  Amy Sky  Stephanie Lawrence  Maxine Linehan  Marti Webb & Mark Rattray  Cantabile - The London Quartet  Michael Ball & Alfie Boe  Mary Carewe, Royal Philharmonic Orchestra, Nick Davies  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton  Kiki Dee, Con O’Neil, Warwick Evans and Ensemble","ISWC":"T-010.269.821-4","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"That’ll Be the Day","Writers":"Buddy Holly (writer)  Jerry Allison (writer)  Norman Petty (writer)","Artists":"Fairport Convention  Linda Ronstadt  Buddy Holly  The Everly Brothers  The Beatles  The Crickets  Pure Prairie League  The Quarrymen  Mike Berry  Buddy Holly & The Crickets  Modest Mouse  Cliff Richard  Tiffany  The Statler Brothers  Foghat  Bobby Vee  Françoise Hardy  Connie Francis  Tommy Roe  Skeeter Davis  Hank Marvin  Jerry Williams  Link Wray  The Bunch  Shanes  Bobby Vee & The Crickets  Larry Page  Cliff Richard & The Drifters  Bob Dylan feat. Paul Simon  The Crickets feat. Rodney Crowell  Flamin’ Groovies  The La’s  The Stage Door Orchestra  Buddy Holly & Jerry Allison  Los Sonámbulos  Cliff Richard & The Shadows  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton  Daniel O’Donnell  Buddy Holly & The Three Tunes  Tomas Nicholas","ISWC":"T-070.178.668-6","Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"The Lambeth Walk","Writers":"Noel Gay (composer)  Douglas Furber (lyricist)  L. Arthur Rose (lyricist)","Artists":"Noel Gay  Vera Lynn  Al Donahue And His Orchestra  Stéphane Grappelli & Django Reinhardt  Richard Markham, David Nettle  Robert Lindsay & Chorus  Palast Orchester with its singer Max Raabe  Django Reinhardt & le Quintette du Hot Club de France  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton  Eddie Cantor, Ambrose and His Orchestra  Eddie Cantor & Ambrose’s Orchestra","ISWC":null,"Type":"Song","Lyrics Languages":"eng","Attributes":null,"Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"},{"Work":"Young Girl","Writers":"Jerry Fuller (lyricist, composer)","Artists":"Gary Puckett & the Union Gap  Jerry Vale  張信哲  陳百強  Gary Puckett  Aidan John Moffat  Glee Cast  Gary Puckett And The Union Gap  Gary Puckett and The Union Gap  Laurel Ford, Paul Gyngell, Marc Joseph, Julie Paton","ISWC":"T-070.248.352-0","Type":"Song","Lyrics Languages":"eng","Attributes":"1739242 (BMI ID)","Rating":null,"gid":"fe02fec6-ab93-490d-810c-76f0329cf528"}]