[
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: I. Die drei Schwestern (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "C minor (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: II. Die Mädchen mit den verbundenen Augen (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "F-sharp minor (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: III. Lied der Jungfrau (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "E-flat minor (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: IV. Als ihr Geliebter schied (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "D minor (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: V. Und kehrt er einst heim (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "A minor (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "6 Gesänge nach Maeterlinck, op. 13: VI. Sie kam zum Schloß gegangen (for voice and piano)",
    "Writers": "Alexander von Zemlinsky (composer)  Maurice Maeterlinck (lyricist)  Friedrich von Oppeln-Bronikowski (translator)",
    "Artists": "Anne Sofie von Otter, Cord Garben  Janina Baechle, Charles Spencer  Anke Vondung, Christoph Berner",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": "D major (Key)",
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 1. Chanson d'automne",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Anne Sofie von Otter  Martyn Hill, Graham Johnson  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Philippe Jaroussky, Quatuor Ébène  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 2. Tous deux",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Martyn Hill, Graham Johnson  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Carolyn Sampson, Joseph Middleton  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 3. L'allée est sans fin",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Nicolai Gedda  Martyn Hill, Graham Johnson  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 4. En sourdine",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Stephen Varcoe, Graham Johnson  Martyn Hill, Graham Johnson  Philippe Jaroussky, Jérôme Ducros  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 5. L'Heure exquise",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Anne Sofie von Otter  Emma Johnson  Nicolai Gedda  Laura Ward  Martyn Hill, Graham Johnson  Felicity Lott, Graham Johnson  Philippe Jaroussky, Jérôme Ducros  Claudine Ledoux, Olga Gross  Measha Brueggergosman, Justus Zeyen  Elly Ameling, Rudolf Jansen  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Carolyn Sampson, Joseph Middleton  Marie‐Nicole Lemieux, Daniel Blumenthal  Alice Coote, Graham Johnson  Janina Baechle, Charles Spencer  Rupert Charlesworth, Edwige Herchenroder  Gino Quilico, Alain Lefèvre",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 6. Paysage triste",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Martyn Hill, Graham Johnson  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Chansons grises: No. 7. La Bonne Chanson",
    "Writers": "Reynaldo Hahn (composer)  Paul Verlaine (lyricist)",
    "Artists": "Martyn Hill, Graham Johnson  François Le Roux, Jeff Cohen  Rachel Yakar, Claude Lavoix  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Lobgesang",
    "Writers": "Richard Dehmel (lyricist)  Alma Mahler (composer)",
    "Artists": "Christina Högman, Roland Pöntinen  Catharina Kroeger, Monica Lonero  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "deu",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 1. Chant de Nourrice",
    "Writers": "Darius Milhaud (composer)  Youra Guller (dedication)",
    "Artists": "Dawn Upshaw, Jérôme Ducros  Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 2. Chant de Sion",
    "Writers": "Darius Milhaud (composer)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 3. Chant de Laboureur",
    "Writers": "Darius Milhaud (composer)  Ernest Bloch (dedication)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 4. Chant de la Pitié",
    "Writers": "Darius Milhaud (composer)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 5. Chant de Résignation",
    "Writers": "Darius Milhaud (composer)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 6. Chant d'Amour",
    "Writers": "Darius Milhaud (composer)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 7. Chant de Forgeron",
    "Writers": "Darius Milhaud (composer)  Arthur Rubinstein (dedication)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Poèmes juifs, op. 34: No. 8. Lamentation",
    "Writers": "Darius Milhaud (composer)",
    "Artists": "Carole Farley, John Constable  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Quatre Mélodies: I. Attente",
    "Writers": "Lili Boulanger (composer)  Maurice Maeterlinck (lyricist)",
    "Artists": "Sonia de Beaufort, Alain Jacquon  Patrice Michaels, Rebecca Rollins  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Quatre Mélodies: II. Reflets",
    "Writers": "Lili Boulanger (composer)  Maurice Maeterlinck (lyricist)",
    "Artists": "Sonia de Beaufort, Alain Jacquon  Patrice Michaels, Rebecca Rollins  Janina Baechle, Charles Spencer",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Quatre Mélodies: III. Le Retour",
    "Writers": "Lili Boulanger (composer)",
    "Artists": "Sonia de Beaufort, Alain Jacquon  Patrice Michaels, Rebecca Rollins  Janina Baechle, Charles Spencer  Doris Reinhardt, Emile Naoumoff",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Quatre Mélodies: IV. Dans l'immense tristesse",
    "Writers": "Lili Boulanger (composer)  Bertha Galeron de Calonne (lyricist)",
    "Artists": "Sonia de Beaufort, Alain Jacquon  Patrice Michaels, Rebecca Rollins  Janina Baechle, Charles Spencer  Doris Reinhardt, Emile Naoumoff",
    "ISWC": null,
    "Type": "Song",
    "Lyrics Languages": "fra",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Symphony no. 2 in C minor \"Resurrection\": IV. Urlicht. Sehr feierlich, aber schlicht",
    "Writers": "Gustav Mahler (composer)  [anonymous] (librettist)",
    "Artists": "[unknown]  New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Sir Georg Solti  London Symphony Orchestra, Leonard Bernstein  Jennie Tourel, New York Philharmonic, Leonard Bernstein  Emmi Leisner, Staatskapelle Berlin, Oskar Fried  Hilde Rössel-Majdan, Wiener Symphoniker, Otto Klemperer  Janet Baker, Symphonieorchester des Bayerischen Rundfunks, Otto Klemperer  Doris Soffel, London Philharmonic Orchestra, Klaus Tennstedt  Gustav Mahler  Dame Janet Baker  Orchester der Wiener Staatsoper, Hermann Scherchen  Česká filharmonie, Václav Neumann  Chicago Symphony Orchestra, Bernard Haitink  Philharmonia Orchestra, Otto Klemperer  San Francisco Symphony, Michael Tilson Thomas  Budapest Festival Orchestra, Iván Fischer  Simfonični orkester RTV Slovenija, Anton Nanut  Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Utah Symphony Orchestra, Maurice Abravanel  Dallas Symphony Orchestra, Andrew Litton  City of Birmingham Symphony Orchestra, Simon Rattle  Jard van Nes, London Philharmonic Orchestra, Klaus Tennstedt  Berliner Philharmoniker, Bernard Haitink  Israel Philharmonic Orchestra, Zubin Mehta  Berliner Philharmoniker, Simon Rattle  Kirsten Dolberg, DR SymfoniOrkestret, Leif Segerstam  Radio-Sinfonie-Orchester Frankfurt, Eliahu Inbal  Royal Concertgebouw Orchestra, Petra Lang, Riccardo Chailly  Helen Watts, London Symphony Orchestra, Sir Georg Solti  Anna Larsson, Lucerne Festival Orchestra, Claudio Abbado  サイトウ・キネン・オーケストラ, 小澤征爾  Zlata Bulycheva, London Symphony Orchestra, Valery Gergiev  Koninklijk Concertgebouworkest, Otto Klemperer  Christa Ludwig, Wiener Philharmoniker, Zubin Mehta  Radio-Sinfonieorchester Stuttgart des SWR, Sir John Barbirolli  Marilyn Horne, Chicago Symphony Orchestra, Claudio Abbado  Michelle DeYoung, Wiener Philharmoniker, Pierre Boulez  Mira Zakai, Chicago Symphony Orchestra, Sir Georg Solti  Brigitte Fassbaender, Philharmonia Orchestra, Giuseppe Sinopoli  Gürzenich-Orchester Köln, Markus Stenz  Orquesta Sinfónica Clásica de Baviera, Herbert Walter  Nadja Michael, Wiener Philharmoniker, Gilbert Kaplan  Doris Soffel, Frankfurt Radio Symphony Orchestra, Eliahu Inbal  Maureen Forrester, London Symphony Orchestra, Gilbert Kaplan  Lioba Braun, Bamberger Symphoniker, Jonathan Nott  Birgit Remmert, Netherlands Radio Philharmonic, Edo de Waart  Janet Baker, London Symphony Orchestra, Leopold Stokowski  Kathleen Ferrier, Amsterdam Concertgebouw Orchestra, Otto Klemperer  Brigitte Fassbaender, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Helen Watts, Royal Philharmonic Orchestra, Harold Farberman  Florence Quivar, התזמורת הפילהרמונית הישראלית, Zubin Mehta  Anna Reynolds, Münchner Philharmoniker, Rudolf Kempe  Uta Priew, Staatskapelle Berlin, Otmar Suitner  Cornelia Kallisch, SWR Sinfonieorchester Baden‐Baden und Freiburg, Michael Gielen  Janina Baechle, Wiener Kammerorchester, Gilbert Kaplan  Michelle DeYoung, Philharmonia Orchestra, Lorin Maazel  Karen Cargill, Simon Lepper  Florence Quivar, Kölner Rundfunk-Sinfonie-Orchester, Gary Bertini  Francesca Forsyth, Brigham Young University Philharmonic Orchestra, Kory Katseanes  Yvonne Naef, The Philadelphia Orchestra, Christoph Eschenbach  Bernarda Fink, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Delores Ziegler, Philharmonisches Staatsorchester Bremen, Günter Neuhold  Charlotte Hellekant, San Francisco Symphony, Herbert Blomstedt  Tara Erraught, Abaco-Orchester, Joseph Bastian  Münchner Philharmoniker, Valery Gergiev  Mary Phillips, Atlanta Symphony Orchestra, Yoel Levi  Stacy Eckert, University Symphony Orchestra, Barbara Schubert  Jessye Norman, Wiener Philharmoniker, Lorin Maazel  Bernadette Cullen, Melbourne Symphony Orchestra, Markus Stenz  Dame Janet Baker, Berliner Philharmoniker, Sir John Barbirolli  Mona Paulee, New York Philharmonic, Bruno Walter  Jadwiga Rappé, Polish National Radio Symphony Orchestra, Antoni Wit  Alice Coote, hr‐Sinfonieorchester, Paavo Järvi  Christianne Stotijn, London Philharmonic Orchestra, Vladimir Jurowski  Dagmar Pecková, Philharmoniker Hamburg, Simone Young  Jard van Nes, Staatskapelle Dresden, Bernard Haitink  Hermine Haselböck, Orchestre National de Lille, Jean‐Claude Casadesus  Karen Cargill, Royal Concertgebouw Orchestra, Daniele Gatti  Maureen Forrester, Saint Louis Symphony Orchestra, Leonard Slatkin  Christa Ludwig, Wiener Philharmoniker, James Levine  Christa Ludwig, התזמורת הפילהרמונית הישראלית, James Levine  Maureen Forrester, New York Philharmonic, Bruno Walter  Anny Delorie, Kölner Rundfunk-Sinfonie-Orchester, William Steinberg  Oralia Dominguez, Orchestre national de France, Leonard Bernstein  Birgit Finnilä, Radio‐Sinfonie-Orchester Stuttgart, Sir John Barbirolli  Lucretia West, Orchester der Wiener Staatsoper, Hermann Scherchen  Christianne Stotijn, Chicago Symphony Orchestra, Bernard Haitink  Sarah Connolly, Philharmonia Orchestra, Benjamin Zander  Kathleen Ferrier, Concertgebouw Orchestra, Otto Klemperer  Julia Hamari, Oslo‐Filharmonien, Mariss Jansons  Michelle DeYoung, Sydney Symphony, Vladimir Ashkenazy  Anna Larsson, Tonhalle Orchestra Zurich, David Zinman  Yuko Tsuji, NHK Symphony Orchestra, Otmar Suitner  Waltraud Meier, Wiener Philharmoniker, Claudio Abbado  Maureen Forrester, New York Philharmonic, Zubin Mehta  Olga Alexandrova, The Russian State Symphony Orchestra, Evgeny Svetlanov  Brigitte Fassbaender, London Symphony Orchestra, Leopold Stokowski  Vessela Zorova, Sofia Philharmonic Orchestra, Emil Tabakov  Doris Soffel, Radio‐Sinfonieorchester Frankfurt, Eliahu Inbal  Marilyn Horne, Boston Symphony Orchestra, Seiji Ozawa  Aafje Heynis, Concertgebouworkest, Bernard Haitink  Lorraine Hunt Lieberson, San Francisco Symphony, Michael Tilson Thomas  Sara Cahier, Staatskapelle Berlin, Selmar Meyrowitz  Dame Janet Baker, London Symphony Orchestra, Leonard Bernstein  Mahler;London Symphony Orchestra, Sir Georg Solti, Heather Harper, Helen Watts & London Symphony Chorus  Aafje Heynis, Royal Concertgebouw Orchestra, Bernard Haitink  Setsuko Takemoto, Tokyo Metropolitan Symphony Orchestra, Eliahu Inbal",
    "ISWC": null,
    "Type": null,
    "Lyrics Languages": "deu",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  },
  {
    "Work": "Symphony no. 2 in C minor \"Resurrection\": V. Im Tempo des Scherzos. Wild herausfahrend",
    "Writers": "Gustav Mahler (librettist, composer)  Friedrich Gottlieb Klopstock (librettist)",
    "Artists": "New York Philharmonic, Leonard Bernstein  London Symphony Orchestra, Leonard Bernstein  Dallas Symphony Orchestra, Andrew Litton  Dale Warland Singers, Helen Donath, Chorus of Norddeutscher Rundfunk Hamburg, Doris Soffel, Frankfurt Radio Symphony Orchestra, Eliahu Inbal  Wiener Philharmoniker, Gilbert Kaplan  Philharmonia Orchestra, Otto Klemperer  Chicago Symphony Orchestra, Claudio Abbado  Wiener Symphoniker, Otto Klemperer  Berliner Philharmoniker, Simon Rattle  Wiener Philharmoniker, Claudio Abbado  City of Birmingham Symphony Orchestra, Simon Rattle  Israel Philharmonic Orchestra, Zubin Mehta  Radio-Sinfonieorchester Stuttgart des SWR, Sir John Barbirolli  London Symphony Orchestra, Leopold Stokowski  Gustav Mahler  Berliner Philharmoniker, Bernard Haitink  London Symphony Orchestra, Sir Georg Solti  Kölner Rundfunk-Sinfonie-Orchester, Gary Bertini  Wiener Philharmoniker, Zubin Mehta  Tanglewood Festival Chorus, Boston Symphony Orchestra, Seiji Ozawa  Concertgebouworkest, Bernard Haitink  London Philharmonic Choir, Edith Mathis, Doris Soffel, London Philharmonic Orchestra, Klaus Tennstedt  London Philharmonic Orchestra, Klaus Tennstedt  New York Philharmonic, Bruno Walter  Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Nadja Michael, Latonia Moore, Wiener Philharmoniker, Gilbert Kaplan  Emilia Cundari, Maureen Forrester, Westminster Choir, New York Philharmonic, Bruno Walter  Kathleen Battle, Maureen Forrester, Saint Louis Symphony Orchestra, Leonard Slatkin  Ilona Steingruber, Akademie Kammerchor, Wiener Symphoniker, Otto Klemperer  Hilde Rössel-Majdan, Ilona Steingruber, Akademie Kammerchor, Wiener Symphoniker, Otto Klemperer  Südfunk-Chor Stuttgart, Kölner Rundfunkchor, Kölner Rundfunk-Sinfonie-Orchester, Gary Bertini  John Alldis, London Symphony Chorus, Heather Harper, Helen Watts, London Symphony Orchestra, Sir Georg Solti  Yvonne Kenny, London Philharmonic Choir, Jard van Nes, London Philharmonic Orchestra, Klaus Tennstedt  John Alldis, Heather Harper, London Philharmonic Choir, Doris Soffel, London Philharmonic Orchestra, Malcolm Hicks, Klaus Tennstedt  Philharmonia Chorus, Hilde Rössel-Majdan, Elisabeth Schwarzkopf, Philharmonia Orchestra, Otto Klemperer  Janet Baker, Chor des Bayerischen Rundfunks, Heather Harper, Symphonieorchester des Bayerischen Rundfunks, Otto Klemperer  Concertgebouw Orchestra, Otto Klemperer  Erwin Ortner, Arnold Schönberg Chor, Cheryl Studer, Wiener Philharmoniker, Claudio Abbado  Erwin Ortner, Arnold Schönberg Chor, Waltraud Meier, Cheryl Studer, Wiener Philharmoniker, Claudio Abbado  Isabel Bayrakdarian, Lorraine Hunt Lieberson, San Francisco Symphony Chorus, San Francisco Symphony, Michael Tilson Thomas  Janet Baker, Rae Woodland, BBC Chorus, BBC Choral Society, Goldsmith's Choral Union, Harrow Choral Society, London Symphony Orchestra, Leopold Stokowski  Mahler;London Symphony Orchestra, Sir Georg Solti, Heather Harper, Helen Watts & London Symphony Chorus  [unknown]  Orchester der Wiener Staatsoper, Hermann Scherchen  Česká filharmonie, Václav Neumann  Chicago Symphony Orchestra, Bernard Haitink  Chicago Symphony Orchestra, Sir Georg Solti  San Francisco Symphony, Michael Tilson Thomas  Budapest Festival Orchestra, Iván Fischer  Philharmonia Orchestra, Giuseppe Sinopoli  Utah Symphony Orchestra, Maurice Abravanel  The Philadelphia Orchestra, Christoph Eschenbach  ベルリン国立歌劇場合唱団  Royal Concertgebouw Orchestra, Riccardo Chailly  Tina Kiberg, Kirsten Dolberg, Danish National Radio Choir, DR SymfoniOrkestret, Leif Segerstam  Münchner Philharmoniker, Rudolf Kempe  Radio-Sinfonie-Orchester Frankfurt, Eliahu Inbal  Royal Concertgebouw Orchestra, Riccardo Chailly, Petra Lang, Melanie Diener, Pražský filharmonický sbor  London Philharmonic Orchestra, Vladimir Jurowski  Berliner Philharmoniker & Simon Rattle  Eteri Gvazava, Anna Larsson, Orfeón Donostiarra, Lucerne Festival Orchestra, Claudio Abbado  サイトウ・キネン・オーケストラ, 小澤征爾  Elena Mosuc, Zlata Bulycheva, London Symphony Chorus, London Symphony Orchestra, Valery Gergiev  Koninklijk Concertgebouworkest, Otto Klemperer  Marilyn Horne, Carol Neblett, Chicago Symphony Orchestra, Claudio Abbado  Kathleen Battle, Maureen Forrester, Westminster Choir, New York Philharmonic, Zubin Mehta  Ileana Cotrubaş, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Zubin Mehta  Ileana Cotrubaş, Christa Ludwig, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Zubin Mehta  Michelle DeYoung, Christine Schäfer, Wiener Singverein, Wiener Philharmoniker, Pierre Boulez  Rosalind Plowright, Brigitte Fassbaender, Philharmonia Chorus, Philharmonia Orchestra, Giuseppe Sinopoli  Chor des Bremer Theaters, NDR Chor, Gabriele Maria Ronge, Delores Ziegler, Philharmonisches Staatsorchester Bremen, Günter Neuhold  Gürzenich-Orchester Köln, Markus Stenz  Johannes Prinz, Latonia Moore, Wiener Singverein, Wiener Philharmoniker, Gilbert Kaplan  Johannes Prinz, Nadja Michael, Latonia Moore, Wiener Singverein, Wiener Philharmoniker, Gilbert Kaplan  CBSO Chorus, City of Birmingham Symphony Orchestra, Sir Simon Rattle  London Symphony Orchestra, Gilbert Kaplan  BBC National Chorus of Wales, Timothy West, BBC National Orchestra of Wales, Mark Wigglesworth  Lioba Braun, Chor der Bamberger Symphoniker, Anne Schwanewilms, Bamberger Symphoniker, Jonathan Nott  Martin Wright, Netherlands Radio Choir, Charlotte Margiono, Birgit Remmert, Netherlands Radio Philharmonic, Edo de Waart  Jo Vincent, Kathleen Ferrier, Amsterdam Toonkunstkoor, Amsterdam Concertgebouw Orchestra, Otto Klemperer  Josef Schmidhuber, Chor des Bayerischen Rundfunks, Brigitte Fassbaender, Edith Mathis, Symphonieorchester des Bayerischen Rundfunks, Rafael Kubelík  Brighton Festival Chorus, Felicity Lott, Helen Watts, Royal Philharmonic Orchestra, Harold Farberman  Margaret Hillis, Chicago Symphony Chorus, Carol Neblett, Chicago Symphony Orchestra, Claudio Abbado  Margaret Hillis, Chicago Symphony Chorus, Marilyn Horne, Carol Neblett, Chicago Symphony Orchestra, Claudio Abbado  Sylvia Greenberg, מקהלת האיחוד, Florence Quivar, מקהלת רינת, המקהלה הפילהרמונית תל אביב, התזמורת הפילהרמונית הישראלית, Zubin Mehta  Sheila Armstrong, New Philharmonia Chorus, Anna Reynolds, Münchner Philharmoniker, Rudolf Kempe  Janina Baechle, Marlis Petersen, Wiener Singakademie, Wiener Kammerorchester, Gilbert Kaplan  BBC Symphony Chorus, Michelle DeYoung, Sally Matthews, Philharmonia Orchestra, Lorin Maazel  Gertrud Bindernagel, Emmi Leisner, Staatskapelle Berlin, Oskar Fried  Hilde Rössel-Majdan, Wiener Kammerchor, Wiener Symphoniker, Otto Klemperer  Hilde Rössel-Majdan, Akademie Kammerchor, Wiener Symphoniker, Otto Klemperer  Krisztina Laki, Florence Quivar, Südfunk-Chor Stuttgart, Kölner Rundfunkchor, Kölner Rundfunk-Sinfonie-Orchester, Gary Bertini  Dallas Symphony Chorus, Dallas Symphony Orchestra  Brigham Young University Concert Choir, Brigham Young University Men's Chorus, Brigham Young University Singers, Brigham Young University Women's Chorus, Francesca Forsyth, Jennie Litster, Brigham Young University Philharmonic Orchestra, Kory Katseanes  Simona Šaturová, Yvonne Naef, The Philadelphia Singers Chorale, The Philadelphia Orchestra, Christoph Eschenbach  Chor des Bayerischen Rundfunks, Bernarda Fink, Anja Harteros, Symphonieorchester des Bayerischen Rundfunks, Mariss Jansons  Charlotte Hellekant, San Francisco Symphony Chorus, Ruth Ziesak, San Francisco Symphony, Herbert Blomstedt  Abaco-Orchester, Joseph Bastian  Chöre der Münchner Dommusik, Tara Erraught, Kammerchor Viva Voce, MünchenKlang, Lydia Teuscher, Abaco-Orchester, Joseph Bastian  MasterVoices, Jennie Tourel, Lee Venora, New York Philharmonic, Leonard Bernstein  Münchner Philharmoniker, Valery Gergiev  Barbara Bonney, Mary Phillips, Atlanta Symphony Orchestra, Yoel Levi  Kimberly Jones, Stacy Eckert, University Chorus, University Symphony Orchestra, Barbara Schubert  Éva Marton, Jessye Norman, Konzertvereinigung Wiener Staatsopernchor, Wiener Philharmoniker, Lorin Maazel  Magdaléna Hajóssyová, Uta Priew, Chor der Deutschen Staatsoper Berlin, Staatskapelle Berlin, Otmar Suitner  Bernadette Cullen, Melbourne Chorale, Elizabeth whitehouse, Melbourne Symphony Orchestra, Markus Stenz  Maria Stader, Janet Baker, Chor der St. Hedwigs‐Kathedrale Berlin, Berliner Philharmoniker, Sir John Barbirolli  Nadine Conner, Mona Paulee, Westminster Choir, New York Philharmonic, Bruno Walter  Polish National Radio Symphony Orchestra, Jadwiga Rappé, Cracow Radio & TV Choir, Polish National Radio Symphony Orchestra, Antoni Wit  Latonia Moore, Nadja Michael, Wiener Singverein, Wiener Philharmoniker, Gilbert Kaplan  Alice Coote, Natalie Dessay, Orfeón Donostiarra, hr‐Sinfonieorchester, Paavo Järvi  Adriana Kučerová, London Philharmonic Choir, London Philharmonic Orchestra, Vladimir Jurowski  Adriana Kučerová, London Philharmonic Choir, Christianne Stotijn, London Philharmonic Orchestra, Vladimir Jurowski  Ileana Cotrubaş, Christa Ludwig, Wiener Staatsopernchor, Wiener Philharmoniker, Zubin Mehta  Michaela Kaune, Staatschor Latvija, NDR Chor, Dagmar Pecková, Philharmoniker Hamburg, Simone Young  Chor der Sächsischen Staatsoper Dresden, Charlotte Margiono, Jard van Nes, Sinfoniechor Dresden, Staatskapelle Dresden, Bernard Haitink  Sydney Symphony, Vladimir Ashkenazy  Olena Tokar, Hermine Haselböck, Chœur Philharmonique Tchèque de Brno, Orchestre National de Lille, Jean‐Claude Casadesus  Chen Reiss, Karen Cargill, Netherlands Radio Choir, Royal Concertgebouw Orchestra, Daniele Gatti  Arleen Augér, Dame Janet Baker  Kathleen Battle, Maureen Forrester, Saint Louis Symphony Chorus, Saint Louis Symphony Orchestra, Leonard Slatkin  Kathleen Battle, Konzertvereinigung Wiener Staatsopernchor, Christa Ludwig, Wiener Philharmoniker, James Levine  מקהלת האיחוד, Barbara Kilduff, Christa Ludwig, מקהלת רינת, המקהלה הפילהרמונית תל אביב, התזמורת הפילהרמונית הישראלית, James Levine  Anny Delorie, Kölner Rundfunkchor, Stefania Woytowicz, Kölner Rundfunk-Sinfonie-Orchester, William Steinberg  Chœur de Radio France, Oralia Dominguez, Berthe Monmart, Orchestre national de France, Leonard Bernstein  Radio‐Sinfonie-Orchester Stuttgart, Sir John Barbirolli  Chor der Staatlichen Hochschule für Musik und Darstellende Kunst Stuttgart, Helen Donath, Birgit Finnilä, Radio‐Sinfonie-Orchester Stuttgart, Sir John Barbirolli  Mimi Coertse, Lucretia West, Wiener Kammerchor, Orchester der Wiener Staatsoper, Hermann Scherchen  Chicago Symphony Chorus, Miah Persson, Christianne Stotijn, Chicago Symphony Orchestra, Bernard Haitink  Sarah Connolly, Miah Persson, Philharmonia Chorus, Philharmonia Orchestra, Benjamin Zander  Amsterdam Toonkunstkoor, Jo Vincent, Concertgebouw Orchestra, Otto Klemperer  Kathleen Ferrier, Amsterdam Toonkunstkoor, Jo Vincent, Concertgebouw Orchestra, Otto Klemperer  Julia Hamari, Latvian State Academic Chorus, Felicity Lott, Oslo Filharmoniske Kor, Oslo‐Filharmonien, Mariss Jansons  Michelle DeYoung, Emma Matthews, Sydney Philharmonia Choirs, Sydney Symphony, Vladimir Ashkenazy  Juliane Banse, Anna Larsson, Schweizer Kammerchor, Tonhalle Orchestra Zurich, David Zinman  Choir of Kunitachi College of Music, Eiko Soga, Yuko Tsuji, NHK Symphony Orchestra, Otmar Suitner  Natalia Guerassimova, Olga Alexandrova, Large Academic Choir of the TV of Russia, The Russian State Symphony Orchestra, Evgeny Svetlanov  London Symphony Chorus, Margaret Price, London Symphony Orchestra, Leopold Stokowski  Brigitte Fassbaender, London Symphony Chorus, Margaret Price, London Symphony Orchestra, Leopold Stokowski  Tiha Genova, Националния филхармоничен хор „Светослав Обретенов“, Vessela Zorova, Sofia Philharmonic Orchestra, Emil Tabakov  Marilyn Horne, Tanglewood Festival Chorus, Kiri Te Kanawa, Boston Symphony Orchestra, Seiji Ozawa  Tanglewood Festival Chorus, Kiri Te Kanawa, Boston Symphony Orchestra, Seiji Ozawa  Groot Omroepkoor, Concertgebouworkest, Bernard Haitink  Elly Ameling, Groot Omroepkoor, Aafje Heynis, Concertgebouworkest, Bernard Haitink  Rundfunk Sinfonie Orchester Ljubljana, Anton Nanut  Sheila Armstrong, Edinburgh Festival Chorus, London Symphony Orchestra, Leonard Bernstein  B. Greevy, E. Mathis, Orfeón Donostiarra, Orquesta Ciudad de Barcelona, Franz Paul Decker  Juliane Banse, EuropaChorAkademie, Cornelia Kallisch, SWR Sinfonieorchester Baden‐Baden und Freiburg, Michael Gielen  Emi Sawahata, Setsuko Takemoto, Tokyo Metropolitan Symphony Orchestra, Eliahu Inbal",
    "ISWC": null,
    "Type": null,
    "Lyrics Languages": "deu",
    "Attributes": null,
    "Rating": null,
    "gid": "ff0b2c25-f14b-465a-af3e-d829caff2209"
  }
]
